{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "1_קנא",
    "reference": "Reference: 1_קנא",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "שכינה",
        "אלקות",
        "אור",
        "גילוי",
        "העלם",
        "אצילות",
        "בריאה",
        "יצירה",
        "עשיה",
        "עולם",
        "עולמות",
        "מלכות",
        "חסד",
        "הוד",
        "יסוד",
        "צדיקים",
        "צדיק",
        "יצחק",
        "משה",
        "דוד",
        "ישראל",
        "קרבנות",
        "מצוות",
        "מצוה",
        "תפילה",
        "תורה",
        "תלמוד",
        "גלות",
        "גאולה",
        "משיח",
        "דור",
        "עבודה",
        "ביטול",
        "העלאה",
        "תכלית",
        "כוונה",
        "חטא",
        "תשובה",
        "תיקון",
        "נשיא",
        "רבי"
      ],
      "key_concepts": [
        "Shechinah/Divine Presence",
        "Divinity",
        "Light",
        "Revelation",
        "Concealment",
        "Emanation",
        "Creation",
        "Formation",
        "Action",
        "World",
        "Worlds",
        "Kingship",
        "Kindness",
        "Splendor",
        "Foundation",
        "Righteous ones",
        "Righteous one",
        "Isaac",
        "Moses",
        "David",
        "Israel",
        "Sacrifices",
        "Commandments",
        "Commandment",
        "Prayer",
        "Torah",
        "Talmud",
        "Exile",
        "Redemption",
        "Messiah",
        "Generation",
        "Service",
        "Nullification",
        "Elevation",
        "Purpose",
        "Intention",
        "Sin",
        "Repentance",
        "Rectification",
        "Leader",
        "Rabbi"
      ],
      "biblical_references": [
        "שה\"ש טז, ד",
        "שה\"ש נ, סע",
        "בראשית מ, ד",
        "שמות יח, יט",
        "ויקרא א, ג",
        "במדבר יט, סע",
        "במדבר ו, ב",
        "במדבר יג, א",
        "דברים גשמיים, ציצית",
        "דברים א, סע",
        "תהלים נה, יט",
        "תהלים קיט, קסב",
        "תהלים קט, כב",
        "ישעי' א, כז",
        "ישעי' נא, טז",
        "ישעי' מב, ח"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "זהר",
        "ברכות כב, א",
        "ברכות לב, א",
        "ברכות ח, א",
        "סנהדרין לז, א"
      ],
      "chassidic_references": [
        "אדמו\"ר הזקן",
        "אדמו\"ר הזקן",
        "אדמו\"ר הזקן",
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "אדמו\"ר הצ\"צ",
        "אדמו\"ר הצ\"צ",
        "אדמו\"ר הצ\"צ",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 2309,
      "chunk_count": 10
    },
    "content": {
      "main_text": "בס\"ד. יום השלישי שהוכפל בו כי טוב, ערב ר\"ח מנחם-אב, תשל\"ה.הנחהציון במשפט תפדה ושבי' בצדקה1, הנה פסוק זה הוא בתחילת ספר ישעי', שענינו (של ישעי') כשמו כן הוא (ישעי' מלשון ישועה2), וכדאיתא בגמרא3 ישעי' כולי' נחמתא. ועד שאפילו אלו הענינים בנבואות ישעי' שלכאורה אינם ישועה, הנה באמת גם הם ישועה ונחמה, וכמבואר בקבלה4 שהם בחי' גבורות ממותקות, ולפי שהישועה (גאולה) העתידה תהי' על ידי מיתוק הגבורות, ולכן יצחק יהי' עיקר כו' [וכדאיתא בגמרא5, שלעת\"ל יאמרו ליצחק (דוקא) כי אתה אבינו, שיצחק הו\"ע הגבורות], לכן בהישועות שבספר ישעי' ישנן הישועות שבבחי' חסדים הגלויים, והישועות דבחי' גבורות ממותקים, גבורות שנהפכים לחסדים6 (שהם נעלים יותר7 מחסדים הגלויים). ועד\"ז הוא גם בהנבואה שבתחילת הספר, שיש בה שני סוגים הנ\"ל, מסיים בשנים ציון במשפט תפדה ושבי' בצדקה, כדלקמן.ב) והנה מבואר בהדרושים ד\"ה ציון במשפט תפדה ושבי' בצדקה (לכ\"ק אדמו\"ר הזקן ורבותינו נשיאינו ממלאי מקומו8), שבפסוק זה מדובר ע\"ד שתי בחי'. ציון, שבחי' ציון עם היותה בגלות שלכן צריכה פדי', מ\"מ אינה בבחי' שבי', ולכן פדייתה מהגלות הוא במשפט. ובחי' ושבי', שהם שבויים ממש, ופדייתם מהשבי' הוא בצדקה דוקא. וביאור הענין דשתי בחי' אלו באדם, היינו בהנשמה שהיא עיקר האדם (כדאיתא בתניא פל\"ב), דאתם קרויים אדם9 על שם אדמה לעליון10, הנה הנשמה11 ישנה כפי שהיא למעלה מהתלבשות בגוף, עצם הנשמה, פנימיות הלב וכו', וחלק הנשמה המתלבש בגוף, שבכללות הם כחות הגלויים של הנשמה שהם בבחי' התלבשות, הנקרא רגל שבנשמה. וע\"ז נאמר ציון במשפט תפדה ושבי' בצדקה, ציון קאי על עצם הנשמה בחי' פנימיות הלב, ובבחי' זו אין שייך ענין השבי' והשעבוד בלעו\"ז ח\"ו, ורק ענין הגלות. משא\"כ בכחות הנשמה שבבחי' התלבשות בגוף שייך ענין השבי', וע\"ז אומר ושבי' בצדקה, שגם כחות הנשמה (שבבחי' התלבשות בגוף) שהם שבויים ממש בלעו\"ז, יפדו ע\"י הצדקה.ג) ולבאר הענין דבחי' פנימיות הלב (הנקראת בשם ציון), מביא בדרושים הנ\"ל12 מ\"ש13 והיו הדברים האלה אשר אנכי מצוך היום וארז\"ל14 בכל יום יהיו בעיניך כחדשים. דצריך להבין איך אפשר להיות כן [שהרי זה דבכל יום יהיו בעיניך כחדשים צ\"ל (ככל הענינים שבתורת אמת) באמת15, ומכיון שאין הקב\"ה מבקש אלא לפי כחן16, הרי מוכח שבכחו של האדם הוא להגיע לזה, ולכאורה מכיון שהאדם הוא מוגבל ובעל שינויים, איך יכול לבוא לזה שבכ\"י יהיו בעיניו כחדשים]. והביאור בזה (כמובן מדרושים הנ\"ל), שזהו מצד בחי' פנימיות הלב שהיא למעלה מענין השינויים17, ולכן, כאשר פנימיות הלב היא כדבעי (היינו שהיא בגילוי), פועלת היא גם על כחות הנשמה שבהתלבשות בגוף, וגם על לבושי הנשמה מחשבה דיבור ומעשה, שגם בהם יהיו ד\"ת כחדשים, כי ע\"י הגילוי דבחי' פנימיות הלב, גם כחות הגלויים של הנשמה הם בשלימותן. וזהו מה שישראל נקראים (בפסוק זה) בשם ציון [כמ\"ש אדמו\"ר הצ\"צ18 שהפירוש (דבציון במשפט תפדה) דציון קאי על העיר (או על כללות א\"י) הוא דוחק קצת. ומפרש שציון קאי על עם ישראל], כי ציון הוא לשון סימן, וכאשר מאיר באדם (גילוי ד)בחי' פנימיות הלב, אז הוא בבחי' ציון לשון סימן, (אנא סימנא בעלמא19) שכל מציאותו הוא רק סימן דהענינים שלמעלה.ד) והנה פירוש הנ\"ל (של הצ\"צ) שציון קאי על עם ישראל, מובן שם שהוא ע\"פ מאמר הירושלמי20 ע\"פ21 ואשים דברי בפיך ובצל ידי כסיתיך לנטוע שמים וליסוד ארץ ולאמר לציון עמי אתה, חזרנו על כל המקרא ולא מצאנו שנקראו ישראל ציון אלא זה (שנאמר) ולאמר לציון עמי אתה. ומבאר כ\"ק אדמו\"ר הצ\"צ22, שע\"י ג' הדברים שבפסוק זה (לפי פירוש הירושלמי שם) ואשים דברי בפיך זו תורה [דבר הוי' זו הלכה23 דהיינו תורה24], ובצל ידי כסיתיך זו גמ\"ח [שהוא כללות כל המצוות25, והמצוות הם בחי' לבושים26, כסיתיך27], לנטוע שמים וליסוד ארץ אלו הקרבנות [כי ע\"י הקרבנות מתקיימים חוקות שמים וארץ28. וע\"י הקרבנות (ותפלה) נעשה יחוד זו\"נ הנק' שמים וארץ29], ע\"י קיום ג' דברים אלו ישראל הם בבחי' ציון. והיינו, דכאשר ג' דברים אלו הם בשלימות (וכפי שהם נרמזים בפסוק זה), שלימוד התורה הוא בתכלית הביטול עד שאין הדיבור בא מצד עצמו אלא שנדבר בו דבר הוי' וע\"ד שכינה מדברת מתוך גרונו (של משה)30, דזהו ואשים דברי בפיך שדבר ה' הוא המדבר בפיו31, וכן קיום המצוות שלו הוא בבחי' ביטול, שמציאותו אינה נרגשת כ\"א הוא מכוסה (כסיתיך) בצל ידי (ידו של הקב\"ה) היינו בחי' המצוות כמו שהם מצוות הוי'32. ועאכו\"כ שכן הוא בקו העבודה, שעבודתו היא לנטוע שמים וליסוד ארץ33. (וע\"ד דאיתא בזהר34 שע\"י שמשתדל במילי דאורייתא אתעביד מההוא מלה שמים חדשים וארץ חדשה, והיינו שדיבור התורה שלו הוא דוגמת דיבורו של הקב\"ה, מה אנא במלולא דילי עבדית שמים וארץ כו' אוף הכי את). הנה ע\"י קיום ג' דברים הנ\"ל באופן כזה, נקראים כנס\"י בשם ציון, שאינם בבחי' מציאות בפ\"ע כ\"א מציאותם היא שהם סימן דהענינים שלמעלה.ה) אמנם, כאשר חסר בהעבודה בג' קוין הנ\"ל, מפני חטאינו, הנה הגם שענין החטא הוא מצד בחי' הנשמה המתלבשת בגוף, מ\"מ זה פועל גם בעצם הנשמה. וכמ\"ש35 שובה ישראל עד ה\"א כי כשלת בעונך, דנכשל בפועל הוא הרגל וישראל הוא אותיות לי ראש, ראש שבנשמה, ואומר שובה ישראל, לפי שהכשלון דרגל הנשמה פועל גם בבחי' הנשמה שלמעלה. וכמשל אדם הנכשל ברגלו, שעי\"ז נופל גם ראשו. וזהו\"ע ציון במשפט תפדה, שבחי' ציון, עצם הנשמה הנק' ציון, צריך להיות בה הפדי' מהדברים המכסים עלי', שמונעים הגילוי בהנשמה שבגוף. והיינו שהפדי' שצ\"ל בבחי' ציון היא לא פדי' מהשבי', כי בעצם הנשמה אין שייך ענין השבי' ח\"ו, וכמ\"ש36 וכבודי לאחר לא אתן, שוכבודי37 קאי על בחי' פנימיות המלכות, ובאדם הו\"ע פנימיות הלב, פנימיות הנשמה ועד לבחי' עצם הנשמה, שבחי' זו לאחר לא אתן, ומה שצ\"ל ענין הפדי' בבחי' ציון הוא רק היציאה מהדברים המכסים עלי' כנ\"ל [ועיין בהמבואר באגה\"ק38 ובהדרושים עה\"פ39 פדה בשלום נפשי בענין פדיית השכינה הכללית מהגלות ובענין פדיית כל ניצוץ פרטי מהשכינה שבנפש כל אחד מישראל ובשלום דוקא]. ופדי' זו היא במשפט, היינו ע\"י התורה, שע\"י עסק התורה מתגלה בחי' פנימיות הלב. אבל בכדי לפדות מהגלות הכחות של הנשמה (שבהתלבשות בגוף) שהם שבויים ממש, צריך לצדקה דוקא, ושבי' בצדקה. וע\"י שפודים אותם מהשבי', נעשה עי\"ז יתרון האור בתכלית השלימות40, וכמשל בן מלך שכאשר הוא נמצא תמיד בבית אביו, אין השמחה בתוקף כ\"כ, משא\"כ כאשר בן המלך הי' בשבי' וטוחן בבית האסורים כו' ויצא לחפשי אל בית אביו המלך, הנה אז דוקא תתגדל השמחה מאד וישמחו שניהם שמחה רבה ועצומה41. ובדוגמת הידוע42 בענין גודל השמחה שתהי' לע\"ל בהזמן דג' שבועות, ובפרט בהט' ימים, ובפרט בימי שבעה עשר בתמוז ות\"ב, שהשמחה דמועדים אלו [מה שימים אלו יהפכו לששון ולשמחה ולמועדים טובים43] תהי' שמחה גדולה ביתר שאת ויתר עז מהשמחה שבמועדים ע\"ד הרגיל.ו) והנה עצם הענין ומהטעמים שהפדי' דבחי' עצם הנשמה היא במשפט שהוא התורה, והפדי' דבחי' כחות הנשמה שבאו בשבי' היא ע\"י צדקה שהיא כללות המצוות, הוא לפי שהתורה והמצוות גופא הן ג\"כ דוגמת ב' ענינים אלו. דהנה התורה גם כמו שירדה למטה, ואפילו בעת שנלמדת ע\"י אדם שאינו טהור, היא כמו שהיא למעלה, דבר הקב\"ה, וכדרשת רז\"ל44 עה\"פ45 הלא כה דברי כאש. ומכיון שהתורה אינה בבחי' התלבשות46, הרי אין שייך בה ענין השבי' ח\"ו47. אלא שמ\"מ שייך בה ענין הפדי', כי מצד הדברים שבהם ירדה (אף שאינה בהם בהתלבשות), אפשר שתהי' בהעלם48. אמנם המצוות, מכיון שנתלבשו בדברים גשמיים, ציצית בצמר גשמי ותפלין בקלף גשמי וכו' וגם המצוות דחובות הלבבות צ\"ל נרגשות במוח ולב הגשמי, לכן שייך בהן ענין השבי'49, וכמשנ\"ת במ\"א בענין מ\"ש50 שש אנכי על אמרתיך כמוצא שלל רב, שבמצוות הו\"ע השלל, היינו ששוללים ומוציאים מהלעו\"ז.ז) והנה ב' ענינים הנ\"ל (בחי' ציון במשפט תפדה ובחי' ושבי' בצדקה) ישנם בכל ג' הבחינות דעולם שנה ונפש51. ובבחי' נפש ישנם הן, הן בכאו\"א מישראל והן בכללות ישראל [כי מכיון שכאו\"א מישראל הוא עולם מלא52, הרי מובן שהענינים שבכ\"א מישראל ישנם גם בכללות ישראל והענינים שבכללות ישראל ישנם גם בכאו\"א מישראל]. דכאו\"א מישראל53, מצד עבודתו בקו התורה הוא בבחי' ציון במשפט תפדה, ומצד עבודתו בקו המצוות הוא בבחי' ושבי' בצדקה. ועד\"ז הוא גם בכללות ישראל, שנחלקים לב' סוגים יששכר וזבולון, מארי תורה ומארי עובדין טבין. דמארי תורה הם בבחי' ציון במשפט תפדה, ומארי עובדין טבין הם בבחי' ושבי' בצדקה. ובכללות יותר, הוא החילוק שבין צדיקים לבעלי תשובה54. דבצדיקים אין שייך ענין השבי' ח\"ו שהרי לא יאונה לצדיק כל און55, ועאכו\"כ בצדיקים שהם בבחי' ולבי חלל בקרבי56. אלא שאעפ\"כ גם בהם שייך ענין הפדי', וע\"ד שלפעמים הצדיק נתפס בעון הדור57, או ע\"ד מ\"ש גבי משה לך רד כי שחת עמך, שמצד שחת עמך נעשה ירידה58 גם בו59, אבל מ\"מ מכיון שהירידה (וגם כאשר הוא נתפס בעון הדור) היא רק מצד ענינים שמחוץ ממנו, הרי גם אז אינו בשבי' ח\"ו כי ענינו של הצדיק הוא סימנא (דאלקות) בעלמא, כביכול, כמו שאלקות הוא למטה60, דמציאותו (של הצדיק) היא זה שהוא שלוחו של אדם העליון, ושלוחו של אדם הוא כמותו ממש61. ולכן, גם כשהוא בבחי' ירידה וכו', הפדי' שלו היא ע\"י התורה. לפי שבתורה, ענין זה (שגם למטה היא אלקות בגילוי, כנ\"ל בענין הלא כה דברי כאש) הוא בגלוי יותר. משא\"כ הבע\"ת, שעבודתם היא להוציא את הניצוצות שנפלו ונשבו בלעו\"ז (ובדוגמת – בקדושה – מ\"ש וישב ממנו שבי62), לכן גם הגאולה צ\"ל בדוגמת זה. וזהו ושבי' בצדקה, שגאולתם בקו הצדקה, שהיא כללות המצוות [דכל הגוף נכלל בימין63], שהעבודה דקו המצוות היא באופן דשבי ושלל. וע\"ד המבואר באגה\"ק64, שעיקר עבודת ה' בעתים הללו בעקבות משיחא היא עבודת הצדקה (ודלא כבזמן הש\"ס, שת\"ת הי' עיקר העבודה שלהם), כי בכדי להעלות את סוכת דוד שנפלה עד בחי' רגלים ועקביים שהיא בחי' עשי' צ\"ל גם העבודה בבחי' עשי' דוקא, שהיא מעשה הצדקה.ח) ועד\"ז גם בבחי' עולם, מקום, שישנם בו שני ענינים הנ\"ל. דעולם האצי' הוא מבורר65 ועולמות בי\"ע עליהם נאמר ומשם יפרד ודוקא בעלמא דפרודא עולם העשי' העבודה דמצוות מעשיות. ועד\"ז א\"י אשר עיני ה\"א בה מרשית השנה ועד אחרית שנה66, משא\"כ ארץ העמים שגושה טמא ואוירה טמא67, הנה בכדי לעשות ארץ העמים לארץ ישראל68 צ\"ל העבודה הגדולה יותר דושבי' בצדקה. ועד\"ז הוא גם בבחי' שנה, זמן, שיש בו ג\"כ שני סוגים הנ\"ל. שבכללות הוא החילוק שבין זמן הקיץ לזמן החורף, כמבואר במ\"א69 שבזמן הקיץ העבודה היא בנקל יותר מבזמן החורף, שבימות החמה השמש זורח70 והוא בחי' שם הוי' (והיו\"ט שבקיץ הם בתכיפות יותר). וכדאיתא במדרש71 ע\"י שהן יוצאים מן הקיץ לחורף כו' למקום רחוק כו' לית בעונתה ליזיל ולמיתי. והיינו שהעבודה בזמן החורף היא רחוקה, קשה יותר מבזמן הקיץ. ועד\"ז הוא החילוק שבין יומין זכאין לימים שהם היפך הזכות72. שהעבודה בימים דהיפך הזכות ה\"ה ע\"ד ושבי' בצדקה, מה שישראל (על ידי עבודתם) מהפכים הימים האלה לששון ולשמחה, בגאולה העתידה לבוא בקרוב ממש. וענין זה (הפיכת ימים אלו לששון ולשמחה) נעשה ע\"י העבודה דקו התשובה דוקא, כי ענין התשובה הוא אתהפכא חשוכא לנהורא, שזוהי מעלת עבודת הבע\"ת על עבודת הצדיקים. וזוהי גם השייכות דגאולה העתידה לענין התשובה דוקא [שישראל עושין תשובה (ועי\"ז דוקא) ומיד הן נגאלין73, ועד שהעילוי דגאולה העתידה74 הוא מה שמשיח אתא לאתבא צדיקייא בתיובתא75], כי החידוש שבגאולה העתידה הוא הענין דאתהפכא.ט) וע\"פ הנ\"ל יובן מה שבפסוק זה מדובר רק ע\"ד שני הענינים דתורה (משפט) וצדקה, אף שישנם ג' קוין, כי הכוונה בענין התורה (משפט) וצדקה (בפסוק זה) היא לשני סוגים הכללים שבכל הבחינות דעולם שנה ונפש (עד\"ז – הענין דאורות וכלים, שם הוי' ושם אלקים וכו'). ובכל א' – צ\"ל העבודה בכל ג' הקוין. כי הפדי' מהגלות [הן בענינים אלו [מארי תורה וצדיקים (נפש), ארץ ישראל (עולם), ויומין זכאין (שנה)] שפדייתם מהגלות היא באופן דציון במשפט (תורה) תפדה. והן בענינים אלו [מארי עובדין טבין ובע\"ת, ארץ העמים, וימים שהם היפך הזכות] שפדייתם היא באופן דושבי' בצדקה], היא ע\"י העבודה בכל ג' הקוין דוקא. וכמרז\"ל76 כל העוסק בתורה וגמ\"ח ומתפלל עם הצבור כו' כאילו פדאני לי ולבני מבין אומות העולם, שפדיית הקב\"ה וישראל מבין אוה\"ע היא ע\"י העבודה בכל ג' הקוין (ובאופן של צבור77). וכמו שנת\"ל בענין בחי' ציון, דזה מה שישראל הם בחי' ציון הוא ע\"י עבודתם בכל ג' הקוין [ויתירה מזו, עי\"ז שכל ג' הקוין הם בשלימות]. ומ\"ש ציון במשפט (תורה) תפדה הוא לפי שהפדי' דבחי' ציון (בכל ג' הבחי' דעש\"ן) היא בעיקר ע\"י התורה, עד\"ז הוא גם בענין ושבי' בצדקה, שהפדי' דשבי' (בכל ג' הבחינות דעש\"ן) היא ע\"י העבודה בכל ג' הקוין דוקא. ומ\"ש ושבי' בצדקה (דוקא) הוא לפי שפדייתם (של שבי') היא בעיקר ע\"י הצדקה. ונוסף לזה, גם בענין המצוות גופא (דצדקה היא כללות המצוות, כנ\"ל) יש כל ג' הקוין, ההלכה בזה שהוא ענין התורה, העשי' בדבר הגשמי שהוא הקו דגמ\"ח, העלאת הגשמי (שעושים בו המצוה) שהוא קו העבודה, דבקרבנות נאמר ריח ניחוח שריח הו\"ע ההעלאה מלמטלמ\"ע78, וכן תפלה (שכנגד קרבנות) עז\"נ79 סולם מוצב ארצה וראשו מגיע השמימה. נוסף על הידוע שבכל מצוה יש ג' הענינים דמחשבה דיבור ומעשה שהם ג' הקוין80. וע\"פ הנ\"ל יובן גם סדרן של ג' דברים אלו (במרז\"ל הנ\"ל), תורה גמ\"ח ותפלה (לא כסדר הרגיל), כי בכללות הענין דפדאני לי ולבני מבין האומות הוא ע\"י העסק בתורה וגמ\"ח, ציון במשפט תפדה ושבי' בצדקה, אלא שבכל ענין (ובפרט בענין הפדי' מהגלות81) צ\"ל כל ג' הקוין, ומתפלל עם הצבור82.י) וזהו ציון במשפט תפדה ושבי' בצדקה, שפסוק זה נקבע בההפטורה דשבת שלפני ת\"ב (דשבת מיני' מתברכין כולהו יומין83 – כולל ת\"ב), שזהו בדוגמת הנהגתו של הקב\"ה שמקדים רפואה למכה84, שרפואתו של הקב\"ה היא באופן שמלכתחילה לא אשים עליך85, ועי\"ז פועלים הפדי' דכאו\"א מישראל הן בנשמתו והן בגופו ונפשו הבהמית, שפדיית הנשמה היא (בכללות) באופן דציון במשפט תפדה, ופדיית הגוף ונה\"ב היא באופן דושבי' בצדקה [כמובן מהמבואר בתניא86, שהנשמה עצמה אינה צריכה תיקון כלל וירידתה למטה הוא רק בכדי לתקן את הגוף ונה\"ב]. ובכדי שהתורה והצדקה (יעלו למעלה, שעי\"ז) יפעלו הפדי' בפועל, הוא ע\"י התפלה, קו העבודה, כנ\"ל87.יא) וע\"י העבודה בכל ג' הקוין, הנה בדורות הקודמים נעשה עי\"ז כאילו פדאני (בכ\"ף הדמיון), והוא ע\"ד המבואר באגה\"ק88 בענין גאולה הפרטית. משא\"כ עכשיו אשר הנה זה עומד אחר כתלנו וכידוע השיחה של בעל הגאולה (די\"ב תמוז), שכבר נגמרו כל הבירורים וצריך רק צופּוצן די קנעפּלאַך89, הנה עכשיו, ע\"י העסק בתורה ובגמ\"ח ותפלה עם הצבור יהי' פדאני כו' ממש, ובאופן של פדה בשלום נפשי, כי אמיתית הענין דפדי' בשלום תהי' בביאת המשיח דוקא, כמו שמבאר כ\"ק אדמו\"ר האמצעי90. וזהו ג\"כ מה שכתב אדמו\"ר הזקן (באגה\"ק שלו בבואו מפ\"ב91) וכשקריתי בס' תהלים בפסוק פדה בשלום נפשי כו' יצאתי בשלום מה' שלום, דהנה ידוע92 שעיקר הענין דיפוצו מעינותיך חוצה הותחל לאחרי פ\"ב. ולכן יצא בשלום כשקרא בפסוק פדה בשלום נפשי, כי (עיקר) הענין דפדה בשלום הוא בגאולה העתידה (כנ\"ל), ויפוצו מעינותיך חוצה הוא ההכנה93 לזה, לקא אתי מר.ועי\"ז פתח וסלל את הדרך, שכאו\"א יכול (ולכן צריך הוא) לעסוק בהכנה זו ולהביא את הגאולה ע\"י שיעשה את התלוי בו וכפסק הרמב\"ם94 שע\"י פעולה אחת (הן במעשה, הן בדיבור והן במחשבה) מכריע את עצמו ואת כל העולם כולו לכף זכות וגורם לו ולהם תשועה והצלה, שנעשה פדה בשלום נפשי, פדאני לי ולבני מבין אוה\"ע, בקרוב ממש ובעגלא דידן, בגאולה האמיתית והשלימה ע\"י משיח צדקנו.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד יום השלישי שהוכפל בו כי טוב, ערב ר\"ח מנחם-אב, תשל\"ה.הנחהציון במשפט תפדה ושבי' בצדקה1, הנה פסוק זה הוא בתחילת ספר ישעי', שענינו (של ישעי') כשמו כן הוא (ישעי' מלשון ישועה2), וכדאיתא בגמרא3 ישעי' כולי' נחמתא ועד שאפילו אלו הענינים בנבואות ישעי' שלכאורה אינם ישועה, הנה באמת גם הם ישועה ונחמה, וכמבואר בקבלה4 שהם בחי' גבורות ממותקות, ולפי שהישועה (גאולה) העתידה תהי' על ידי מיתוק הגבורות, ולכן יצחק יהי' עיקר כו' [וכדאיתא בגמרא5, שלעת\"ל יאמרו ליצחק (דוקא) כי אתה אבינו, שיצחק הו\"ע הגבורות], לכן בהישועות שבספר ישעי' ישנן הישועות שבבחי' חסדים הגלויים, והישועות דבחי' גבורות ממותקים, גבורות שנהפכים לחסדים6 (שהם נעלים יותר7 מחסדים הגלויים) ועד\"ז הוא גם בהנבואה שבתחילת הספר, שיש בה שני סוגים הנ\"ל, מסיים בשנים ציון במשפט תפדה ושבי' בצדקה, כדלקמן.ב) והנה מבואר בהדרושים ד\"ה ציון במשפט תפדה ושבי' בצדקה (לכ\"ק אדמו\"ר הזקן ורבותינו נשיאינו ממלאי מקומו8), שבפסוק זה מדובר ע\"ד שתי בחי' ציון, שבחי' ציון עם היותה בגלות שלכן צריכה פדי', מ\"מ אינה בבחי' שבי', ולכן פדייתה מהגלות הוא במשפט ובחי' ושבי', שהם שבויים ממש, ופדייתם מהשבי' הוא בצדקה דוקא וביאור הענין דשתי בחי' אלו באדם, היינו בהנשמה שהיא עיקר האדם (כדאיתא בתניא פל\"ב), דאתם קרויים אדם9 על שם אדמה לעליון10, הנה הנשמה11 ישנה כפי שהיא למעלה מהתלבשות בגוף, עצם הנשמה, פנימיות הלב וכו', וחלק הנשמה המתלבש בגוף, שבכללות הם כחות הגלויים של הנשמה שהם בבחי' התלבשות, הנקרא רגל שבנשמה וע\"ז נאמר ציון במשפט תפדה ושבי' בצדקה, ציון קאי על עצם הנשמה בחי' פנימיות הלב, ובבחי' זו אין שייך ענין השבי' והשעבוד בלעו\"ז ח\"ו, ורק ענין הגלות",
          "topics": [
            "אור",
            "חסד",
            "יצחק",
            "גלות",
            "גאולה"
          ],
          "word_count": 250
        },
        {
          "chunk_id": "chunk_2",
          "content": "משא\"כ בכחות הנשמה שבבחי' התלבשות בגוף שייך ענין השבי', וע\"ז אומר ושבי' בצדקה, שגם כחות הנשמה (שבבחי' התלבשות בגוף) שהם שבויים ממש בלעו\"ז, יפדו ע\"י הצדקה.ג) ולבאר הענין דבחי' פנימיות הלב (הנקראת בשם ציון), מביא בדרושים הנ\"ל12 מ\"ש13 והיו הדברים האלה אשר אנכי מצוך היום וארז\"ל14 בכל יום יהיו בעיניך כחדשים דצריך להבין איך אפשר להיות כן [שהרי זה דבכל יום יהיו בעיניך כחדשים צ\"ל (ככל הענינים שבתורת אמת) באמת15, ומכיון שאין הקב\"ה מבקש אלא לפי כחן16, הרי מוכח שבכחו של האדם הוא להגיע לזה, ולכאורה מכיון שהאדם הוא מוגבל ובעל שינויים, איך יכול לבוא לזה שבכ\"י יהיו בעיניו כחדשים] והביאור בזה (כמובן מדרושים הנ\"ל), שזהו מצד בחי' פנימיות הלב שהיא למעלה מענין השינויים17, ולכן, כאשר פנימיות הלב היא כדבעי (היינו שהיא בגילוי), פועלת היא גם על כחות הנשמה שבהתלבשות בגוף, וגם על לבושי הנשמה מחשבה דיבור ומעשה, שגם בהם יהיו ד\"ת כחדשים, כי ע\"י הגילוי דבחי' פנימיות הלב, גם כחות הגלויים של הנשמה הם בשלימותן וזהו מה שישראל נקראים (בפסוק זה) בשם ציון [כמ\"ש אדמו\"ר הצ\"צ18 שהפירוש (דבציון במשפט תפדה) דציון קאי על העיר (או על כללות א\"י) הוא דוחק קצת ומפרש שציון קאי על עם ישראל], כי ציון הוא לשון סימן, וכאשר מאיר באדם (גילוי ד)בחי' פנימיות הלב, אז הוא בבחי' ציון לשון סימן, (אנא סימנא בעלמא19) שכל מציאותו הוא רק סימן דהענינים שלמעלה.ד) והנה פירוש הנ\"ל (של הצ\"צ) שציון קאי על עם ישראל, מובן שם שהוא ע\"פ מאמר הירושלמי20 ע\"פ21 ואשים דברי בפיך ובצל ידי כסיתיך לנטוע שמים וליסוד ארץ ולאמר לציון עמי אתה, חזרנו על כל המקרא ולא מצאנו שנקראו ישראל ציון אלא זה (שנאמר) ולאמר לציון עמי אתה",
          "topics": [
            "אור",
            "גילוי",
            "יסוד",
            "ישראל"
          ],
          "word_count": 263
        },
        {
          "chunk_id": "chunk_3",
          "content": "ומבאר כ\"ק אדמו\"ר הצ\"צ22, שע\"י ג' הדברים שבפסוק זה (לפי פירוש הירושלמי שם) ואשים דברי בפיך זו תורה [דבר הוי' זו הלכה23 דהיינו תורה24], ובצל ידי כסיתיך זו גמ\"ח [שהוא כללות כל המצוות25, והמצוות הם בחי' לבושים26, כסיתיך27], לנטוע שמים וליסוד ארץ אלו הקרבנות [כי ע\"י הקרבנות מתקיימים חוקות שמים וארץ28 וע\"י הקרבנות (ותפלה) נעשה יחוד זו\"נ הנק' שמים וארץ29], ע\"י קיום ג' דברים אלו ישראל הם בבחי' ציון והיינו, דכאשר ג' דברים אלו הם בשלימות (וכפי שהם נרמזים בפסוק זה), שלימוד התורה הוא בתכלית הביטול עד שאין הדיבור בא מצד עצמו אלא שנדבר בו דבר הוי' וע\"ד שכינה מדברת מתוך גרונו (של משה)30, דזהו ואשים דברי בפיך שדבר ה' הוא המדבר בפיו31, וכן קיום המצוות שלו הוא בבחי' ביטול, שמציאותו אינה נרגשת כ\"א הוא מכוסה (כסיתיך) בצל ידי (ידו של הקב\"ה) היינו בחי' המצוות כמו שהם מצוות הוי'32 ועאכו\"כ שכן הוא בקו העבודה, שעבודתו היא לנטוע שמים וליסוד ארץ33 (וע\"ד דאיתא בזהר34 שע\"י שמשתדל במילי דאורייתא אתעביד מההוא מלה שמים חדשים וארץ חדשה, והיינו שדיבור התורה שלו הוא דוגמת דיבורו של הקב\"ה, מה אנא במלולא דילי עבדית שמים וארץ כו' אוף הכי את) הנה ע\"י קיום ג' דברים הנ\"ל באופן כזה, נקראים כנס\"י בשם ציון, שאינם בבחי' מציאות בפ\"ע כ\"א מציאותם היא שהם סימן דהענינים שלמעלה.ה) אמנם, כאשר חסר בהעבודה בג' קוין הנ\"ל, מפני חטאינו, הנה הגם שענין החטא הוא מצד בחי' הנשמה המתלבשת בגוף, מ\"מ זה פועל גם בעצם הנשמה וכמ\"ש35 שובה ישראל עד ה\"א כי כשלת בעונך, דנכשל בפועל הוא הרגל וישראל הוא אותיות לי ראש, ראש שבנשמה, ואומר שובה ישראל, לפי שהכשלון דרגל הנשמה פועל גם בבחי' הנשמה שלמעלה וכמשל אדם הנכשל ברגלו, שעי\"ז נופל גם ראשו",
          "topics": [
            "שכינה",
            "אור",
            "יסוד",
            "משה",
            "ישראל"
          ],
          "word_count": 271
        },
        {
          "chunk_id": "chunk_4",
          "content": "וזהו\"ע ציון במשפט תפדה, שבחי' ציון, עצם הנשמה הנק' ציון, צריך להיות בה הפדי' מהדברים המכסים עלי', שמונעים הגילוי בהנשמה שבגוף והיינו שהפדי' שצ\"ל בבחי' ציון היא לא פדי' מהשבי', כי בעצם הנשמה אין שייך ענין השבי' ח\"ו, וכמ\"ש36 וכבודי לאחר לא אתן, שוכבודי37 קאי על בחי' פנימיות המלכות, ובאדם הו\"ע פנימיות הלב, פנימיות הנשמה ועד לבחי' עצם הנשמה, שבחי' זו לאחר לא אתן, ומה שצ\"ל ענין הפדי' בבחי' ציון הוא רק היציאה מהדברים המכסים עלי' כנ\"ל [ועיין בהמבואר באגה\"ק38 ובהדרושים עה\"פ39 פדה בשלום נפשי בענין פדיית השכינה הכללית מהגלות ובענין פדיית כל ניצוץ פרטי מהשכינה שבנפש כל אחד מישראל ובשלום דוקא] ופדי' זו היא במשפט, היינו ע\"י התורה, שע\"י עסק התורה מתגלה בחי' פנימיות הלב אבל בכדי לפדות מהגלות הכחות של הנשמה (שבהתלבשות בגוף) שהם שבויים ממש, צריך לצדקה דוקא, ושבי' בצדקה וע\"י שפודים אותם מהשבי', נעשה עי\"ז יתרון האור בתכלית השלימות40, וכמשל בן מלך שכאשר הוא נמצא תמיד בבית אביו, אין השמחה בתוקף כ\"כ, משא\"כ כאשר בן המלך הי' בשבי' וטוחן בבית האסורים כו' ויצא לחפשי אל בית אביו המלך, הנה אז דוקא תתגדל השמחה מאד וישמחו שניהם שמחה רבה ועצומה41 ובדוגמת הידוע42 בענין גודל השמחה שתהי' לע\"ל בהזמן דג' שבועות, ובפרט בהט' ימים, ובפרט בימי שבעה עשר בתמוז ות\"ב, שהשמחה דמועדים אלו [מה שימים אלו יהפכו לששון ולשמחה ולמועדים טובים43] תהי' שמחה גדולה ביתר שאת ויתר עז מהשמחה שבמועדים ע\"ד הרגיל.ו) והנה עצם הענין ומהטעמים שהפדי' דבחי' עצם הנשמה היא במשפט שהוא התורה, והפדי' דבחי' כחות הנשמה שבאו בשבי' היא ע\"י צדקה שהיא כללות המצוות, הוא לפי שהתורה והמצוות גופא הן ג\"כ דוגמת ב' ענינים אלו",
          "topics": [
            "שכינה",
            "אור",
            "גילוי",
            "מלכות",
            "ישראל"
          ],
          "word_count": 259
        },
        {
          "chunk_id": "chunk_5",
          "content": "דהנה התורה גם כמו שירדה למטה, ואפילו בעת שנלמדת ע\"י אדם שאינו טהור, היא כמו שהיא למעלה, דבר הקב\"ה, וכדרשת רז\"ל44 עה\"פ45 הלא כה דברי כאש ומכיון שהתורה אינה בבחי' התלבשות46, הרי אין שייך בה ענין השבי' ח\"ו47 אלא שמ\"מ שייך בה ענין הפדי', כי מצד הדברים שבהם ירדה (אף שאינה בהם בהתלבשות), אפשר שתהי' בהעלם48 אמנם המצוות, מכיון שנתלבשו בדברים גשמיים, ציצית בצמר גשמי ותפלין בקלף גשמי וכו' וגם המצוות דחובות הלבבות צ\"ל נרגשות במוח ולב הגשמי, לכן שייך בהן ענין השבי'49, וכמשנ\"ת במ\"א בענין מ\"ש50 שש אנכי על אמרתיך כמוצא שלל רב, שבמצוות הו\"ע השלל, היינו ששוללים ומוציאים מהלעו\"ז.ז) והנה ב' ענינים הנ\"ל (בחי' ציון במשפט תפדה ובחי' ושבי' בצדקה) ישנם בכל ג' הבחינות דעולם שנה ונפש51 ובבחי' נפש ישנם הן, הן בכאו\"א מישראל והן בכללות ישראל [כי מכיון שכאו\"א מישראל הוא עולם מלא52, הרי מובן שהענינים שבכ\"א מישראל ישנם גם בכללות ישראל והענינים שבכללות ישראל ישנם גם בכאו\"א מישראל] דכאו\"א מישראל53, מצד עבודתו בקו התורה הוא בבחי' ציון במשפט תפדה, ומצד עבודתו בקו המצוות הוא בבחי' ושבי' בצדקה ועד\"ז הוא גם בכללות ישראל, שנחלקים לב' סוגים יששכר וזבולון, מארי תורה ומארי עובדין טבין דמארי תורה הם בבחי' ציון במשפט תפדה, ומארי עובדין טבין הם בבחי' ושבי' בצדקה ובכללות יותר, הוא החילוק שבין צדיקים לבעלי תשובה54 דבצדיקים אין שייך ענין השבי' ח\"ו שהרי לא יאונה לצדיק כל און55, ועאכו\"כ בצדיקים שהם בבחי' ולבי חלל בקרבי56",
          "topics": [
            "העלם",
            "עולם",
            "צדיקים",
            "צדיק",
            "ישראל"
          ],
          "word_count": 227
        },
        {
          "chunk_id": "chunk_6",
          "content": "אלא שאעפ\"כ גם בהם שייך ענין הפדי', וע\"ד שלפעמים הצדיק נתפס בעון הדור57, או ע\"ד מ\"ש גבי משה לך רד כי שחת עמך, שמצד שחת עמך נעשה ירידה58 גם בו59, אבל מ\"מ מכיון שהירידה (וגם כאשר הוא נתפס בעון הדור) היא רק מצד ענינים שמחוץ ממנו, הרי גם אז אינו בשבי' ח\"ו כי ענינו של הצדיק הוא סימנא (דאלקות) בעלמא, כביכול, כמו שאלקות הוא למטה60, דמציאותו (של הצדיק) היא זה שהוא שלוחו של אדם העליון, ושלוחו של אדם הוא כמותו ממש61 ולכן, גם כשהוא בבחי' ירידה וכו', הפדי' שלו היא ע\"י התורה לפי שבתורה, ענין זה (שגם למטה היא אלקות בגילוי, כנ\"ל בענין הלא כה דברי כאש) הוא בגלוי יותר משא\"כ הבע\"ת, שעבודתם היא להוציא את הניצוצות שנפלו ונשבו בלעו\"ז (ובדוגמת – בקדושה – מ\"ש וישב ממנו שבי62), לכן גם הגאולה צ\"ל בדוגמת זה וזהו ושבי' בצדקה, שגאולתם בקו הצדקה, שהיא כללות המצוות [דכל הגוף נכלל בימין63], שהעבודה דקו המצוות היא באופן דשבי ושלל וע\"ד המבואר באגה\"ק64, שעיקר עבודת ה' בעתים הללו בעקבות משיחא היא עבודת הצדקה (ודלא כבזמן הש\"ס, שת\"ת הי' עיקר העבודה שלהם), כי בכדי להעלות את סוכת דוד שנפלה עד בחי' רגלים ועקביים שהיא בחי' עשי' צ\"ל גם העבודה בבחי' עשי' דוקא, שהיא מעשה הצדקה.ח) ועד\"ז גם בבחי' עולם, מקום, שישנם בו שני ענינים הנ\"ל דעולם האצי' הוא מבורר65 ועולמות בי\"ע עליהם נאמר ומשם יפרד ודוקא בעלמא דפרודא עולם העשי' העבודה דמצוות מעשיות ועד\"ז א\"י אשר עיני ה\"א בה מרשית השנה ועד אחרית שנה66, משא\"כ ארץ העמים שגושה טמא ואוירה טמא67, הנה בכדי לעשות ארץ העמים לארץ ישראל68 צ\"ל העבודה הגדולה יותר דושבי' בצדקה ועד\"ז הוא גם בבחי' שנה, זמן, שיש בו ג\"כ שני סוגים הנ\"ל",
          "topics": [
            "אלקות",
            "גילוי",
            "עולם",
            "עולמות",
            "צדיק"
          ],
          "word_count": 269
        },
        {
          "chunk_id": "chunk_7",
          "content": "שבכללות הוא החילוק שבין זמן הקיץ לזמן החורף, כמבואר במ\"א69 שבזמן הקיץ העבודה היא בנקל יותר מבזמן החורף, שבימות החמה השמש זורח70 והוא בחי' שם הוי' (והיו\"ט שבקיץ הם בתכיפות יותר) וכדאיתא במדרש71 ע\"י שהן יוצאים מן הקיץ לחורף כו' למקום רחוק כו' לית בעונתה ליזיל ולמיתי והיינו שהעבודה בזמן החורף היא רחוקה, קשה יותר מבזמן הקיץ ועד\"ז הוא החילוק שבין יומין זכאין לימים שהם היפך הזכות72 שהעבודה בימים דהיפך הזכות ה\"ה ע\"ד ושבי' בצדקה, מה שישראל (על ידי עבודתם) מהפכים הימים האלה לששון ולשמחה, בגאולה העתידה לבוא בקרוב ממש וענין זה (הפיכת ימים אלו לששון ולשמחה) נעשה ע\"י העבודה דקו התשובה דוקא, כי ענין התשובה הוא אתהפכא חשוכא לנהורא, שזוהי מעלת עבודת הבע\"ת על עבודת הצדיקים וזוהי גם השייכות דגאולה העתידה לענין התשובה דוקא [שישראל עושין תשובה (ועי\"ז דוקא) ומיד הן נגאלין73, ועד שהעילוי דגאולה העתידה74 הוא מה שמשיח אתא לאתבא צדיקייא בתיובתא75], כי החידוש שבגאולה העתידה הוא הענין דאתהפכא.ט) וע\"פ הנ\"ל יובן מה שבפסוק זה מדובר רק ע\"ד שני הענינים דתורה (משפט) וצדקה, אף שישנם ג' קוין, כי הכוונה בענין התורה (משפט) וצדקה (בפסוק זה) היא לשני סוגים הכללים שבכל הבחינות דעולם שנה ונפש (עד\"ז – הענין דאורות וכלים, שם הוי' ושם אלקים וכו') ובכל א' – צ\"ל העבודה בכל ג' הקוין כי הפדי' מהגלות [הן בענינים אלו [מארי תורה וצדיקים (נפש), ארץ ישראל (עולם), ויומין זכאין (שנה)] שפדייתם מהגלות היא באופן דציון במשפט (תורה) תפדה והן בענינים אלו [מארי עובדין טבין ובע\"ת, ארץ העמים, וימים שהם היפך הזכות] שפדייתם היא באופן דושבי' בצדקה], היא ע\"י העבודה בכל ג' הקוין דוקא",
          "topics": [
            "אור",
            "עולם",
            "צדיקים",
            "צדיק",
            "ישראל"
          ],
          "word_count": 253
        },
        {
          "chunk_id": "chunk_8",
          "content": "וכמרז\"ל76 כל העוסק בתורה וגמ\"ח ומתפלל עם הצבור כו' כאילו פדאני לי ולבני מבין אומות העולם, שפדיית הקב\"ה וישראל מבין אוה\"ע היא ע\"י העבודה בכל ג' הקוין (ובאופן של צבור77) וכמו שנת\"ל בענין בחי' ציון, דזה מה שישראל הם בחי' ציון הוא ע\"י עבודתם בכל ג' הקוין [ויתירה מזו, עי\"ז שכל ג' הקוין הם בשלימות] ומ\"ש ציון במשפט (תורה) תפדה הוא לפי שהפדי' דבחי' ציון (בכל ג' הבחי' דעש\"ן) היא בעיקר ע\"י התורה, עד\"ז הוא גם בענין ושבי' בצדקה, שהפדי' דשבי' (בכל ג' הבחינות דעש\"ן) היא ע\"י העבודה בכל ג' הקוין דוקא ומ\"ש ושבי' בצדקה (דוקא) הוא לפי שפדייתם (של שבי') היא בעיקר ע\"י הצדקה ונוסף לזה, גם בענין המצוות גופא (דצדקה היא כללות המצוות, כנ\"ל) יש כל ג' הקוין, ההלכה בזה שהוא ענין התורה, העשי' בדבר הגשמי שהוא הקו דגמ\"ח, העלאת הגשמי (שעושים בו המצוה) שהוא קו העבודה, דבקרבנות נאמר ריח ניחוח שריח הו\"ע ההעלאה מלמטלמ\"ע78, וכן תפלה (שכנגד קרבנות) עז\"נ79 סולם מוצב ארצה וראשו מגיע השמימה נוסף על הידוע שבכל מצוה יש ג' הענינים דמחשבה דיבור ומעשה שהם ג' הקוין80",
          "topics": [
            "עולם",
            "ישראל",
            "קרבנות",
            "מצוות",
            "מצוה"
          ],
          "word_count": 172
        },
        {
          "chunk_id": "chunk_9",
          "content": "וע\"פ הנ\"ל יובן גם סדרן של ג' דברים אלו (במרז\"ל הנ\"ל), תורה גמ\"ח ותפלה (לא כסדר הרגיל), כי בכללות הענין דפדאני לי ולבני מבין האומות הוא ע\"י העסק בתורה וגמ\"ח, ציון במשפט תפדה ושבי' בצדקה, אלא שבכל ענין (ובפרט בענין הפדי' מהגלות81) צ\"ל כל ג' הקוין, ומתפלל עם הצבור82.י) וזהו ציון במשפט תפדה ושבי' בצדקה, שפסוק זה נקבע בההפטורה דשבת שלפני ת\"ב (דשבת מיני' מתברכין כולהו יומין83 – כולל ת\"ב), שזהו בדוגמת הנהגתו של הקב\"ה שמקדים רפואה למכה84, שרפואתו של הקב\"ה היא באופן שמלכתחילה לא אשים עליך85, ועי\"ז פועלים הפדי' דכאו\"א מישראל הן בנשמתו והן בגופו ונפשו הבהמית, שפדיית הנשמה היא (בכללות) באופן דציון במשפט תפדה, ופדיית הגוף ונה\"ב היא באופן דושבי' בצדקה [כמובן מהמבואר בתניא86, שהנשמה עצמה אינה צריכה תיקון כלל וירידתה למטה הוא רק בכדי לתקן את הגוף ונה\"ב] ובכדי שהתורה והצדקה (יעלו למעלה, שעי\"ז) יפעלו הפדי' בפועל, הוא ע\"י התפלה, קו העבודה, כנ\"ל87.יא) וע\"י העבודה בכל ג' הקוין, הנה בדורות הקודמים נעשה עי\"ז כאילו פדאני (בכ\"ף הדמיון), והוא ע\"ד המבואר באגה\"ק88 בענין גאולה הפרטית משא\"כ עכשיו אשר הנה זה עומד אחר כתלנו וכידוע השיחה של בעל הגאולה (די\"ב תמוז), שכבר נגמרו כל הבירורים וצריך רק צופּוצן די קנעפּלאַך89, הנה עכשיו, ע\"י העסק בתורה ובגמ\"ח ותפלה עם הצבור יהי' פדאני כו' ממש, ובאופן של פדה בשלום נפשי, כי אמיתית הענין דפדי' בשלום תהי' בביאת המשיח דוקא, כמו שמבאר כ\"ק אדמו\"ר האמצעי90 וזהו ג\"כ מה שכתב אדמו\"ר הזקן (באגה\"ק שלו בבואו מפ\"ב91) וכשקריתי בס' תהלים בפסוק פדה בשלום נפשי כו' יצאתי בשלום מה' שלום, דהנה ידוע92 שעיקר הענין דיפוצו מעינותיך חוצה הותחל לאחרי פ\"ב",
          "topics": [
            "ישראל",
            "תורה",
            "גלות",
            "גאולה",
            "משיח"
          ],
          "word_count": 255
        },
        {
          "chunk_id": "chunk_10",
          "content": "ולכן יצא בשלום כשקרא בפסוק פדה בשלום נפשי, כי (עיקר) הענין דפדה בשלום הוא בגאולה העתידה (כנ\"ל), ויפוצו מעינותיך חוצה הוא ההכנה93 לזה, לקא אתי מר.ועי\"ז פתח וסלל את הדרך, שכאו\"א יכול (ולכן צריך הוא) לעסוק בהכנה זו ולהביא את הגאולה ע\"י שיעשה את התלוי בו וכפסק הרמב\"ם94 שע\"י פעולה אחת (הן במעשה, הן בדיבור והן במחשבה) מכריע את עצמו ואת כל העולם כולו לכף זכות וגורם לו ולהם תשועה והצלה, שנעשה פדה בשלום נפשי, פדאני לי ולבני מבין אוה\"ע, בקרוב ממש ובעגלא דידן, בגאולה האמיתית והשלימה ע\"י משיח צדקנו",
          "topics": [
            "עולם",
            "גאולה",
            "משיח"
          ],
          "word_count": 90
        }
      ],
      "footnotes": "* ) מאמר זה ושלאחריו יצאו לאור בשעתו, \"יום השלישי שהוכפל בו כי טוב, ז' מנ\"א ה'תשל\"ה\".1) ישעי' א, כז.2) ראה רשימות הצ\"צ לאיכה (ע' 28. אוה\"ת נ\"ך ח\"ב ריש ע' א'נט): ישעי' מלשון וישע ה' כו' (ובאגה\"ק ס\"ג: ישועה היא מלשון וישע ה').3) ב\"ב יד, ב.4) קה\"י ערך ישעי'. – ספר שהובא בכ\"מ ע\"י אדמו\"ר (מהורש\"ב) נ\"ע.5) שבת פט, ב. תו\"א ויצא כא, רע\"ג ואילך.6) שני סוגים אלו הם דוגמת \"מטעמים לשון רבים, שני מיני נחת רוח\" – ראה תניא פכ\"ז.7) לקו\"ת במדבר יט, סע\"א. סידור שער התקיעות רמז, א (בענין גבורות דיצחק). ובכ\"מ. ולהעיר גם מתניא שם, שדוקא \"דברים חריפים או חמוצים\" (כאשר הם מתובלים כו') הם משיבים הנפש.8) נדפסו בלקו\"ת ר\"פ דברים (ובקונ' בפ\"ע (קה\"ת, תשט\"ו. תש\"ל) – עם הגהות הצ\"צ (ולאח\"ז באוה\"ת דברים כרך ו בתחלתו)). אוה\"ת שם (כרך א ע' כז ואילך). אוה\"ת לישעי' עה\"פ.9) יבמות סא, רע\"א.10) של\"ה כ, ב. רסח, ב. שא, ב. עש\"מ מאמר אכ\"ח ח\"ב סל\"ג.11) ראה גם לקו\"ת תצא לה, ג. ר\"ה סב, ג. שה\"ש טז, ד. ובכ\"מ.12) לקו\"ת (ואוה\"ת דברים כרך ו) שבהערה 8. קונטרס הנ\"ל (ע' 3. 10).13) ואתחנן ו, ו.14) ספרי שם. פרש\"י שם.15) ואפ\"ל שזהו הטעם שלא הובא כאן (ובכמה מקומות) מרז\"ל (פרש\"י יתרו יט, א. עקב יא, יג. תבא כו, טז) יהיו בעיניך חדשים (ולא כחדשים – בכ\"ף הדמיון) – כי דרגא זו לאו מכאו\"א תמיד נדרשת היא.16) תנחומא נשא יא. במדב\"ר פי\"ב, ג.17) ראה לקו\"ת ר\"ה שם, שבחי' ישראל (היינו בחי' הנשמה שלמעלה מהגוף) היא \"כענין שמשא .. וכמו בהשמש אין שום שינויים בחי' לא שניתי כך בבחי' ישראל\".ועפ\"ז יומתק הקשר להמובא בהדרושים שבהערה 12 שהנשמות \"נמשכו מבחי' מחשבה .. המחשבה היא תמידית\" – כי הענין דבכ\"י כחדשים הוא מצד ענין התמידות (למעלה משינויים) שבנשמה.18) אוה\"ת דברים שם ע' לו.19) זח\"א רכה, א. הובא בלקו\"ת (שבהערה 8 – א, סע\"ב) לענין ציון במשפט גו'.20) תענית פ\"ד סה\"ב. מגילה פ\"ג סה\"ו. וכ\"ה בזח\"ג לה, א (הובא באוה\"ת שם).21) ישעי' נא, טז.22) אוה\"ת שם (מקה\"ע לירושלמי שם). וראה גם לקו\"ת במדבר ו, ב.23) שבת קלח, ב.24) רש\"י שבת שם.25) ראה ירושלמי פאה פ\"א ה\"א. תניא פל\"ז (מח, ב).26) תניא ספ\"ה. אגה\"ק ס\"ג. ובכ\"מ.27) ראה אוה\"ת שם (ע' מ): כסתיך זהו\"ע כסותה.28) קה\"ע לירושלמי שם.29) אוה\"ת שם.30) להעיר מזח\"ג רלב, א ושם ז, א. רסה, סע\"א. שמו\"ר פ\"ג, טו. ויק\"ר פ\"ב, ג. מכילתא שמות יח, יט.31) לקו\"ת פקודי ה, סע\"ד ואילך. נשא כה, ב. ובכ\"מ.32) ראה תו\"א לה, ב, דזה שכל המצוות נק' מצוות הוי' הוא לפי שהקב\"ה מקיים את המצוות. ושם, שע\"י שהקב\"ה מקיים את המצוות, הם נעלים יותר מכמו שהם מצד עצמם.33) וכפי' הה\"מ באין עומדין להתפלל אלא מתוך כובד ראש דלמע' דוקא ופשיטא דלא הוי כאותן דעבדין לגרמייהו (ר\"פ ויגש ובכ\"מ).34) ח\"א ד, סע\"ב ואילך. וראה גם זח\"ג לה, א.35) הושע יד, ב. לקו\"ת ר\"ה סב, ג ואילך.36) ישעי' מב, ח. מח, יא.37) ראה אוה\"ת שמע\"צ ס\"ע א'תתכח. סהמ\"צ להצ\"צ קפא, ב.38) סי' ד'.39) תהלים נה, יט.40) משא\"כ \"יתרון האור\" שע\"י \"ציון במשפט תפדה\" – מכיון שבחי' עצם הנשמה לא הייתה בשבי', הרי אין בזה הענין דהפיכת החשך (והחשך הוא \"רק גרם בעלמא\"), ולכן גם \"יתרון האור\" שבזה אינו בתכלית השלימות – ראה תו\"ח נח ס, סע\"ב ואילך. וראה לקו\"ש ח\"ט ע' 21 הערה 52.ולהעיר מתניא פל\"א (מ, סע\"א): ואין לך שמחה גדולה כצאת מהגלות והשבי' – שיש לומר: ענין ה\"גלות\" שייך גם בבחי' ציון (כנ\"ל בפנים, מלקו\"ת דברים א, סע\"ב), ומוסיף (בתניא שם) \"והשבי'\" – שעי\"ז השמחה גדולה יותר.ולהעיר גם מהאריכות דהמשל בתניא שם: \"בשבי' וטוחן בבית האסורים ומנוול באשפה\" – כי כל פרטים אלו מוסיפים בהשמחה.41) תניא שם. אוה\"ת שמע\"צ ע' א'תשפ.42) ראה ד\"ה נחמו עת\"ר (ע' רכא) בפירוש מרז\"ל \"לא היו ימים טובים לישראל כחמשה עשר באב\", \"שהוא עוד יו\"ט ביותר משאר מועדים, דהיינו אפילו מפסח וסכות\". ומזה שמבאר שם (ס\"ע רכט ואילך) שהטעם לזה הוא לפי שהעלי' באה לאחרי הירידה בת\"ב – מובן שכ\"ה (ובמכש\"כ) בנוגע לה\"מועדים\" דימים אלו גופא.ולהעיר גם מתו\"ח בראשית מ, ד: \"וכל שמתגלה יותר הדין והעונש יותר ניכר בזה עוצם האה\"ר .. שט\"ב .. יהפך ליו\"ט כי יתגלה בו מה שהי' בהעלם מבחי' האה\"ר שמלובש בחרון אפו .. וזהו שת\"ב הוא באותו יום שהוא יום א' דפסח\". שמזה משמע, שהיו\"ט דת\"ב יהי' גדול יותר מהיו\"ט דפסח.43) זכרי' ח, יט. תוספתא סוף מס' תענית. בזכרי' שם: יהי' לששון גו'. והלשון \"יהפכו\" (שבפנים) הוא ע\"פ היעוד בירמי' לא, יב: והפכתי אבלם לששון. וראה יל\"ש ירמי' רמז רנט: עלה כו' על מנת כו' והפכתי גו'. רשימות הצ\"צ לאיכה ע' כו. אוה\"ת מסעי (ע' א'שפד ואילך). ובסליחות לי\"ז תמוז – הפך לנו לששון ולשמחה. ובס' השיחות קיץ ה'ש\"ת (ע' קנז): זאָל נדחה ווערן באמת ויהפך לששון ולשמחה.ומ\"ש בזכרי' שם: יהי' לששון גו' – י\"ל לפי שהמדובר בזכרי' הוא בזמן בית שני (כאמרו \"לבית יהודא\" – ראה רד\"ק שם) שחסרו בו ה' דברים (יומא כא, ב). וראה ט\"ז לשו\"ע או\"ח ר\"ס תק\"נ. יד אפרים שם.44) ברכות כב, א. וע\"פ מ\"ש בפנים – יש לומר הפירוש ב\"דברי כאש\", דמכיון שהיא \"דברי\" (דברי הקב\"ה), לכן היא \"כאש\" שאינו מקבל טומאה.45) ירמי' כג, כט.46) \"וענין התלבשות בתורה אין זה מענין ההתלבשות של התעסקות, כ\"א מה שהתורה מכנסת עצמה לדון בזה\" (ד\"ה ויאמר משה תש\"ד פ\"כ).47) ראה לקו\"ת ראה כ, א: דהתורה היא עץ החיים .. ואין כח בקליפה לשלוט שם.ומ\"ש בתניא פל\"ט (ועד\"ז בהל' ת\"ת פ\"ד ה\"ג) ש\"התורה היא בבחי' גלות בתוך הקליפות לפי שעה\" – אין זה שהקליפות שולטים ח\"ו עלי', כי אם, שעל ידם היא בבחי' העלם אז (וע\"ד ה\"גלות\" שבבחי' ציון).48) ולכאורה צ\"ע שהרי גם מוסיפה כח בקליפה לפי שעה (הל' ת\"ת שם) וביומא עב, ב: נעשית לו סם כו'. ואף שזהו רק בנוגע פעולתה על האדם – וכדיוק לשון רז\"ל \"נעשית לו\" – מ\"מ, היא נעשית סם כו'. ואולי אפ\"ל שזהו מצד בחי' התורה כמו שהיא נעשית אחת מרמ\"ח מ\"ע שהם כנגד רמ\"ח איברים (ולא בדוגמת דם – ראה לקו\"ת (במדבר יג, א)). ולכן גם אפ\"ל מגלה פנים בתורה שלא כהלכה. ועצ\"ע.49) ראה לקו\"ת שם, שדוקא בתורה \"אין כח בקליפה לשלוט\", \"משא\"כ במצוה כו'\". וראה גם לקו\"ת ואתחנן ט, ד. ד\"ה אז ישיר תש\"ד פ\"ל.50) תהלים קיט, קסב.51) שעל ענין ג' בחי' אלו הוא היסוד של ס' יצירה (אוה\"ת יתרו ע' תתטז ואילך).52) סנהדרין לז, א (במשנה).53) מצד נפשו – נוסף ע\"ז שגוף ונפש הם ג\"כ בדוגמת ב' בחי' הנ\"ל – כדלקמן ס\"י.54) אוה\"ת דברים ע' נא.55) משלי יב, כא – (יאונה בשוגג (פרש\"י שם), ולמזיד – הרי אינו שייך).56) תהלים קט, כב. וראה תניא פ\"א, שבחינה זו היא \"אמיתת שם התואר והמעלה\" דצדיק.57) ראה שבת נד, ב. ד\"ה אם רוח המושל תרצ\"ה (בסה\"מ קונטרסים ח\"ב שנח, ב ואילך).58) אף שלא נתפס בעון הדור, כמבואר בד\"ה אם רוח המושל שם.59) תשא לב, ז. ברכות לב, א. פירש\"י עה\"ת שם.60) וי\"ל שזהו למעלה מסימנא כו' – ולהעיר ממרז\"ל: והוי' בהיכל קדשו דא ריב\"א בכנישתא מדרתא דקסרין (ירוש' בכורים פ\"ג ה\"ג); מאן פני האדון הוי' דא רשב\"י (זח\"ב לח, א).61) לקו\"ת ויקרא א, ג. וראה שיחת ט\"ז תמוז תשל\"ה (נדפסה בלקו\"ש חי\"ג ע' 280 ואילך) ס\"ב ובהערות שם.62) חקת כא, א. וראה פירש\"י (ומפרשיו) שם.63) אגה\"ק סל\"ב.64) סי' ט'.65) תו\"א בי' כי כאשר השמים (ג, א). ובכ\"מ.66) עקב יא, יב.67) שבת טו, ב. רמב\"ם רפי\"א מהל' טומאת מת.68) ברוחניות וכפתגם אדמו\"ר הצ\"צ (לקו\"ש ח\"ב ע' 621) מאַך דאָ ארץ ישראל. ועי\"ז נעשה ה\"שתתפשט א\"י בכל העולם\" (ראה פסיקתא רבתי פ' שבת ור\"ח. ילקוט ישעי' רמז תקג).69) סד\"ה ביום השמע\"צ תרל\"ב. ולהעיר מסד\"ה להבין ענין שמח\"ת תש\"ו באו\"א קצת. – ועייג\"כ אוה\"ת להצ\"צ שמע\"צ ע' א'תשעד באופן אחר.70) בד\"ה ביום השמע\"צ הנ\"ל מציין שם ללקו\"ת ד\"ה שחורה אני דענין שזפתני השמש הוא בחי' יחו\"ע כו'.71) שהש\"ר פ\"ז עה\"פ מה יפו פעמיך. וראה סד\"ה להבין ענין שמח\"ת שם: נשואות במקום קרוב הם הצדיקים .. נשואות למקום רחוק הם הבע\"ת כו'.72) ראה תענית כט, א.73) רמב\"ם הל' תשובה פ\"ז ה\"ה.74) משא\"כ ביצי\"מ שהיו בבחי' צדיקים וראה ד\"ה החודש הזה (אוה\"ת בא ע' רנט, רעא).75) הובא בלקו\"ת שמע\"צ צב, ב. שה\"ש נ, סע\"ב. וראה זח\"ג קנג, ב.76) ברכות ח, א. וראה חדא\"ג מהרש\"א שם: הן הן ג' עמודי העולם ששנינו על שלשה דברים העולם עומד כו'. ועיין בהצ\"צ לתהלים עה\"פ פדה בשלום נפשי (ע' רד).77) וכמש\"נ הטעם: כי ברבים היו עמדי. וראה בהצ\"צ שם בארוכה. – וכבר דובר (שיחת ט\"ז תמוז תשל\"ה. נדפסה בלקו\"ש חי\"ג ע' 282 ואילך) ע\"ד ההשתדלות עתה אודות העסק בתורה ובגמ\"ח ועאכו\"כ תפלה – בצבור.78) תו\"א כ, רע\"ד. לקו\"ת שמע\"צ צב, ד. ובכ\"מ.79) ויצא כח, יב. זח\"א רסו, ב. ח\"ג שו, ב. תקו\"ז תי' מה.80) ראה רשב\"א (הובא ברשימות הצ\"צ שם (ע' רה)): ג' דברים הנ\"ל תורה וגמ\"ח ותפלה הם מחשבה דיבור ומעשה.81) ראה רשימות הצ\"צ שם (ריש ע' רח) בענין הפדיון \"שהם הג' שמות .. נמשכים ע\"י תורה עבודה וגמ\"ח\".82) ועפ\"ז יובן מה שמחלק ג' הענינים לב' חלוקות [תורה וגמ\"ח הו\"ע בשלום, ותפלה בצבור הו\"ע כי ברבים היו עמדי – ראה רש\"י ברכות שם]. וראה לקמן הערה 87.83) זח\"ב סג, ב. פח, א.84) מגילה יג, ב.85) בשלח (טו, כו) ולפי פשוטו (פרש\"י שם וכגירסת הרא\"ם והדפוסים).86) פל\"ז (מח, ב).87) ועפ\"ז יומתק לשון הכתוב פדה בשלום נפשי גו' כי ברבים היו עמדי – ד\"ברבים היו עמדי\" בא בתור טעם (\"כי\") על \"פדה בשלום נפשי\" – כי ע\"י התפלה (בצבור) התורה וגמ\"ח עולים ופועלים פעולה הנ\"ל.88) סי' ד'.89) שיחת שמח\"ת תרפ\"ט (סה\"ש תרפ\"ט ע' 42).90) ראה ד\"ה פדה בשלום נפשי (בשעה\"ת לאדמו\"ר האמצעי) פי\"א. וראה ד\"ה זה דשנת העת\"ר (תער\"ב ח\"ב ע' תשסו ואילך) ותשכ\"ו (לעיל ח\"ב ע' קטז).91) נדפס בחוברת י\"ט כסלו ע' 23. אגרות-קודש אדמו\"ר הזקן ח\"א ע' צח ואילך.92) תורת שלום ס\"ע 112 ואילך.93) אגה\"ק הידועה דהבעש\"ט – נדפסה בתחילת ס' כתר שם טוב. ובכ\"מ. והרי הכנה פשיטא דצ\"ל מעין הענין שאליו באה ההכנה.94) הל' תשובה פ\"ג ה\"ד.",
      "glossary": "|אגרת הקודש (Igeret HaKodesh): Holy Epistle; אדם (Adam): Man/Human; אדמה לעליון (Adamah LaElyon): Earth corresponding to the supernal; אדמו\"ר האמצעי (Admor HaEmtza'i): The Middle Rebbe; אדמו\"ר הזקן (Admor HaZaken): The Alter Rebbe; אדמו\"ר הצ\"צ (Admor HaTzemach Tzedek): The Tzemach Tzedek; אורות וכלים (Orot VeKelim): Lights and vessels; אנא סימנא בעלמא (Ana Simana BeAlma): I am merely a sign in the world; אצילות (Atzilut): The world of Emanation; ארץ העמים (Eretz Ha'amim): Land of the nations; ארץ ישראל (Eretz Yisrael): Land of Israel; אתהפכא חשוכא לנהורא (Ithafcha Chashuchah LeNehorah): Transformation of darkness to light; ביטול (Bitul): Self-nullification; בירורים (Birurim): Clarifications/Refinements; בן מלך (Ben Melech): Prince/Son of a king; בס\"ד (Besiyata Dishmaya): With Divine assistance; בעגלא דידן (Be'agala Didnan): In our days; בעל הגאולה (Ba'al HaGeulah): Master of redemption; בעלי תשובה (Ba'alei Teshuvah): Penitents/Those who return; בקרוב ממש (BeKarov Mamash): Very soon; בריאה יצירה עשיה (Beriah Yetzirah Asiyah): Creation, Formation, Action; גאולה (Geulah): Redemption; גאולה האמיתית והשלימה (Geulah Ha'amitit VeHaShleimah): The true and complete redemption; גאולה פרטית (Geulah Peratit): Individual redemption; גבורות ממותקות (Gevurot Memutakot): Sweetened severities; גושה טמא ואוירה טמא (Gushah Tamei VeAviraha Tamei): Its earth is impure and its air is impure; גמילות חסדים (Gemilut Chasadim): Acts of kindness; גמרא (Gemara): Talmud; דברי תורה (Divrei Torah): Words of Torah; היפך הזכות (Heifech HaZechut): Opposite of merit; הכנה (Hachanah): Preparation; הלא כה דברי כאש (Halo Choh Devarai Ka'esh): Are not My words like fire; הלכה (Halachah): Jewish law; הנחה (Hanachah): Discourse/Teaching; העלאת הגשמי (Ha'alat HaGashmi): Elevation of the physical; הפטורה (Haftarah): Haftarah; הקב\"ה (HaKadosh Baruch Hu): The Holy One, Blessed be He; התלבשות (Hitlabshut): Investment/Enclothement; ואשים דברי בפיך (VeAsim Devarai BeFicha): And I will place My words in your mouth; והיו הדברים האלה (VeHayu HaDevarim Ha'eleh): And these words shall be; וישב ממנו שבי (VeYashav Mimenu Shevi): And he brought back captives from him; וכבודי לאחר לא אתן (Uchvodi LeAcher Lo Eten): And My glory I will not give to another; ולבי חלל בקרבי (VeLibi Chalal BeKirbi): And my heart is hollow within me; ומשם יפרד (UMisham Yipared): And from there it separates; זה עומד אחר כתלנו (Zeh Omed Achar Kotleinu): This one stands behind our wall; זוהר (Zohar): The Zohar; חדשים (Chadashim): New; חובות הלבבות (Chovot HaLevavot): Duties of the heart; חורף (Choref): Winter; חסדים (Chasadim): Kindnesses; יב תמוז (Yud-Bet Tammuz): The 12th of Tammuz; יום השלישי (Yom HaShlishi): The third day; יום טוב (Yom Tov): Holiday; יומין זכאין (Yomin Zacha'in): Meritorious days; ימות החמה (Yemot HaChamah): Days of heat/summer; יפוצו מעינותיך חוצה (Yafutzu Ma'ynoteicha Chutzah): Your wellsprings shall spread outward; יצחק (Yitzchak): Isaac; ירושלמי (Yerushalmi): Jerusalem Talmud; ירידתה למטה (Yeridatah LeMattah): Its descent below; ישועה (Yeshuah): Salvation; ישעיה (Yeshayahu): Isaiah; ישראל עושין תשובה ומיד הן נגאלין (Yisrael Osin Teshuvah UMiyad Hen Nig'alin): Israel does repentance and immediately they are redeemed; יששכר וזבולון (Yissachar VeZevulun): Yissachar and Zebulun; יתרון האור (Yitron HaOr): Advantage of light; כאילו פדאני לי ולבני מבין אומות העולם (Ke'ilu Pedani Li UlVanai MiBein Umot HaOlam): As if he redeemed Me and My children from among the nations of the world; כחות הגלויים (Kochot HaGeluyim): Revealed powers; כי טוב (Ki Tov): That it is good; כל הגוף נכלל בימין (Kol HaGuf Nichlal BaYamin): The entire body is included in the right; כל העוסק בתורה וגמילות חסדים ומתפלל עם הצבור (Kol Ha'osek BeTorah UvGemilut Chasadim UMitpalel Im HaTzibbur): Whoever engages in Torah and acts of kindness and prays with the congregation; כנסת ישראל (Knesset Yisrael): The Assembly of Israel; לא יאונה לצדיק כל און (Lo Ye'uneh LaTzadik Kol Aven): No harm will befall the righteous; לי ראש (Li Rosh): To Me is the head; לך רד כי שחת עמך (Lech Red Ki Shichet Amecha): Go down, for your people have become corrupt; לעומת זרה (Le'umat Zarah): Foreign worship/idolatry; לקא אתי מר (Leka Ati Mar): When will the Master come; מארי עובדין טבין (Marei Ovdin Tavin): Masters of good deeds; מארי תורה (Marei Torah): Masters of Torah; מבורר (Mevorrar): Clarified/Refined; מדרש (Midrash): Midrash; מחשבה דיבור ומעשה (Machshavah Dibbur UMa'aseh): Thought, speech, and action; מכריע את עצמו ואת כל העולם כולו לכף זכות (Machri'a Et Atzmo Ve'et Kol HaOlam Kulo LeKhaf Zechut): Tips himself and the entire world to the scale of merit; מלכתחילה לא אשים עליך (MilKatchilah Lo Asim Aleicha): From the beginning I will not place upon you; מלמטה למעלה (MiLematah LeMa'alah): From below to above; ממלאי מקומו (Memalei Mekomo): Those who fill his place; מנחם-אב (Menachem Av): The month of Menachem Av; מעשה הצדקה (Ma'aseh HaTzedakah): The act of charity; מצוות (Mitzvot): Commandments; מקדים רפואה למכה (Makdim Refuah LaMakah): Prepares the cure before the wound; מרשית השנה ועד אחרית שנה (MeReshit HaShanah Ve'ad Acharit Shanah): From the beginning of the year until the end of the year; משה (Moshe): Moses; משי; משיח אתא לאתבא צדיקייא בתיובתא (Mashiach Ata Le'atava Tzadikaya BiTyuvta): Messiah comes to bring the righteous to repentance; נחמתא (Nechamta): Consolation; ניצוץ (Nitzutz): Divine spark; נפש הבהמית (Nefesh HaBehemit): Animal soul; נשמה (Neshamah): Soul; נתפס בעון הדור (Nitpas Ba'avon HaDor): Caught in the sin of the generation; סוכת דוד שנפלה (Sukat David SheNaflah): The fallen booth of David; סולם מוצב ארצה וראשו מגיע השמימה (Sulam Mutzav Artzah VeRosho Magi'a HaShamaimah): A ladder set on earth with its top reaching to heaven; סימן (Siman): Sign; עולם מלא (Olam Maleh): Complete world; עולם שנה ונפש (Olam Shanah VeNefesh): World, Year, and Soul; עז נדרים (Ez Nedarim): As it is said; עיני ה' אלהיך בה (Einei Hashem Eloheicha Bah): The eyes of the Lord your God are upon it; עלמא דפרודא (Alma DeFeruda): World of separation; עצם הנשמה (Etzem HaNeshamah): Essence of the soul; עקבות משיחא (Ikvot Meshicha): Footsteps of the Messiah; ערב ר\"ח (Erev Rosh Chodesh): Eve of the New Moon; עשיה (Asiyah): The world of Action; עשיה בדבר הגשמי (Asiyah BaDavar HaGashmi): Action in physical matter; פדה בשלום נפשי (Padah BeShalom Nafshi): He redeemed my soul in peace; פדיה (Pediyah): Redemption; פטרבורג (Petersburg): Petersburg; פנימיות הלב (Pnimiyut HaLev): Inner dimension of the heart; פנימיות המלכות (Pnimiyut HaMalchut): Inner dimension of Kingship; פעולה אחת (Pe'ulah Achat): One action; צבור (Tzibbur): Congregation; צדיקים (Tzadikim): Righteous ones; צופוצן די קנעפלאך (Tzupotzn Di Kneplach): Polish the buttons; ציון (Tzion): Zion; ציון במשפט תפדה ושביה בצדקה (Tzion BeMishpat Tipadeh VeShaveha BiTzedakah): Zion shall be redeemed through justice, and her captives through charity; ציצית (Tzitzit): Fringed garment; קבלה (Kabbalah): Kabbalah/Jewish mysticism; קיץ (Kayitz): Summer; קלף (Kelaf): Parchment; קרבנות (Korbanot): Sacrifices; רבותינו נשיאינו (Raboteinu Nesi'einu): Our Rabbis, our leaders; רגל שבנשמה (Regel SheBaNeshamah): The foot of the soul; רגלים ועקביים (Raglayim VeAkevayim): Feet and heels; ריח ניחוח (Re'ach Nicho'ach): Pleasant fragrance; רמב\"ם (Rambam): Maimonides; שבי (Shevi): Captivity; שבעה עשר בתמוז (Shivah Asar BeTammuz): The 17th of Tammuz; שבת מיניה מתברכין כולהו יומין (Shabbat Minei Mitbarchin Kol Yomin): From Sabbath all the days are blessed; שבת שלפני תשעה באב (Shabbat SheLlifnei Tishah BeAv): Sabbath before the 9th of Av; שובה ישראל (Shuvah Yisrael): Return, O Israel; שינויים (Shinuyim): Changes; שכינה (Shechinah): Divine Presence; שכינה מדברת מתוך גרונו (Shechinah Medaberet MiToch Gerono): The Divine Presence speaks from his throat; שלוחו של אדם (Shelucho Shel Adam): A person's agent; שלוחו של אדם כמותו ממש (Shelucho Shel Adam Kemoto Mamash): A person's agent is exactly like him; שלל רב (Shalal Rav): Great spoil; שם הויה (Shem Havayah): The Tetragrammaton; שם הויה ושם אלהים (Shem Havayah VeShem Elohim): The name Havayah and the name Elohim; שמים חדשים וארץ חדשה (Shamayim Chadashim VeAretz Chadashah): New heavens and new earth; שעת השמד (She'at HaShemad): Time of persecution; שש אנכי על אמרתך (Sas Anochi Al Imratecha): I rejoice over Your word; ששון ולשמחה ולמועדים טובים (Sason UleSimchah UleMo'adim Tovim): Joy and gladness and good festivals; תיקון (Tikkun): Rectification; תכיפות (Techifut): Frequency; תלמוד תורה (Talmud Torah): Torah study; תניא (Tanya): The Tanya; תפילה (Tefilah): Prayer; תפילין (Tefillin): Phylacteries; תשובה (Teshuvah): Repentance; תשועה והצלה (Teshu'ah VeHatzalah): Salvation and deliverance; תשל\"ה (Tashla\"h): The year 5735; תשעה באב (Tishah BeAv): The 9th of Av;"
    },
    "search_tags": [
      "דור",
      "חטא",
      "יסוד",
      "Concealment",
      "Talmud",
      "מצוות",
      "דוד",
      "Kindness",
      "Elevation",
      "אור",
      "Intention",
      "מצוה",
      "Worlds",
      "Foundation",
      "David",
      "הוד",
      "Service",
      "משה",
      "תלמוד",
      "תכלית",
      "צדיק",
      "רבי",
      "שכינה",
      "Isaac",
      "יצירה",
      "Action",
      "אצילות",
      "Commandments",
      "Righteous ones",
      "Nullification",
      "Exile",
      "Light",
      "חסד",
      "עשיה",
      "תיקון",
      "Righteous one",
      "Commandment",
      "עולמות",
      "Repentance",
      "עולם",
      "Sacrifices",
      "העלם",
      "World",
      "מלכות",
      "גאולה",
      "צדיקים",
      "Creation",
      "Splendor",
      "Moses",
      "Generation",
      "קרבנות",
      "Sin",
      "העלאה",
      "Israel",
      "תורה",
      "גלות",
      "משיח",
      "Leader",
      "Divinity",
      "גילוי",
      "תפילה",
      "עבודה",
      "Prayer",
      "אלקות",
      "נשיא",
      "Shechinah/Divine Presence",
      "יצחק",
      "ביטול",
      "Purpose",
      "Torah",
      "כוונה",
      "Emanation",
      "ישראל",
      "Formation",
      "Kingship",
      "Rabbi",
      "תשובה",
      "בריאה",
      "Revelation",
      "Rectification",
      "Messiah",
      "Redemption"
    ]
  }
}