{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "6_קג",
    "reference": "Reference: 6_קג",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אלקות",
        "אור",
        "אוא\"ס",
        "עצמות",
        "גילוי",
        "העלם",
        "צמצום",
        "אצילות",
        "בריאה",
        "יצירה",
        "עולם",
        "עולמות",
        "חכמה",
        "דעת",
        "נצח",
        "צדיקים",
        "צדיק",
        "אברהם",
        "משה",
        "ישראל",
        "מצוות",
        "תורה",
        "תלמוד",
        "גאולה",
        "משיח",
        "דור",
        "עבודה",
        "ביטול",
        "המשכה",
        "תכלית",
        "כוונה",
        "רצון",
        "חטא",
        "השתלשלות",
        "הסתלקות",
        "רבי",
        "חסיד",
        "חסידות"
      ],
      "key_concepts": [
        "Divinity",
        "Light",
        "Infinite Light",
        "Essence",
        "Revelation",
        "Concealment",
        "Contraction",
        "Emanation",
        "Creation",
        "Formation",
        "World",
        "Worlds",
        "Wisdom",
        "Knowledge",
        "Eternity",
        "Righteous ones",
        "Righteous one",
        "Abraham",
        "Moses",
        "Israel",
        "Commandments",
        "Torah",
        "Talmud",
        "Redemption",
        "Messiah",
        "Generation",
        "Service",
        "Nullification",
        "Drawing down",
        "Purpose",
        "Intention",
        "Will",
        "Sin",
        "Chain of descent",
        "Departure",
        "Rabbi",
        "Chassid",
        "Chassidut"
      ],
      "biblical_references": [
        "שמות עא, ב",
        "ויקרא ה, ג",
        "במדבר טו, ג",
        "תהלים א, ב",
        "ישעי' נא, ד"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "זהר",
        "ברכות מז, ב",
        "ברכות כב, א",
        "ברכות ס, ב"
      ],
      "chassidic_references": [
        "אדמו\"ר הזקן",
        "אדמו\"ר הזקן",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 2847,
      "chunk_count": 12
    },
    "content": {
      "main_text": "בס\"ד. ש\"פ משפטים, מבה\"ח אדר ראשון ה'תשמ\"אואלה המשפטים אשר תשים לפניהם כי תקנה עבד עברי גו'1, וידוע הדיוק בזה2, דלפניהם הוא לשון רבים ולשון נסתר ותקנה הוא לשון יחיד ולשון נוכח. גם צריך להבין מה דאיתא בירושלמי3 עה\"פ ואלה המשפטים אשר תשים לפניהם, דתשים הוא מלשון סימה (אוצר) שאינה נגלית כו', רזי תורה. וצריך להבין, הרי משפטים הם הדינים שמובנים גם בשכל אנושי4 [ואפילו בשכל דאומות העולם5], ומהי השייכות דמשפטים לתשים מלשון סימה, רזי תורה. גם צריך להבין6 מה שמתחיל המשפטים בדין עבד עברי7.ב) והנה מבואר באוה\"ת8, דענין עבד עברי ברוחניות הוא, שעבודתו את השם היא בדרך קבלת עול, עבודת עבד. ועפ\"ז יש לומר, דזה שהתחלת המשפטים הוא בדין עבד עברי, הוא לרמז, שגם קיום המצוות דמשפטים, שהם מובנים בשכל, צריך לקיימם מצד קבלת עול, בדרך עבודת עבד9. דהגם שמזה שמצוות אלו נקראים בתורת אמת בשם משפטים מובן שמצוות אלה צריך לקיימם גם מצד הטעם10, מ\"מ, עיקר קיומם צ\"ל בדרך קבלת עול, הן מצד האדם המקיים את המצוות, שקיום המצוות שלו צריך להיות בדרך עבודת עבד11, וגם מצד המצוות, כי כל המצוות (גם המצוות דמשפטים) עיקרם הוא שהם רצון הקב\"ה, רצון שלמעלה מטעם, אלא שכך גזר הקב\"ה שהרצון דמצוות אלו יתלבש גם בטעם12. ולהוסיף, דזה שגם קיום המצוות דמשפטים צ\"ל בדרך קבלת עול, הוא גם בענין המשפטים שבהם. היינו דזה שמצוות אלו צריך לקיימם גם מצד הטעם הוא מפני שכך הוא ציווי הקב\"ה שקיום מצוות אלו יהי' גם מצד הטעם13. ויש לומר, דזהו שארז\"ל14 עה\"פ ואלה המשפטים, ואלה מוסיף על הראשונים, מה הראשונים מסיני אף אלו מסיני, דבמתן תורה (סיני) נעשו ישראל עבדים להקב\"ה15, והרמז אף אלו מסיני הוא, שגם קיום המצוות דמשפטים, כולל גם ענין זה שצריך לקיימם גם מצד הטעם [אף אלו, משפטים], צריך להיות בדרך עבודת עבד. ולכן התחלת המשפטים הוא בדין עבד עברי, בכדי לרמז, שגם המצוות דמשפטים, הגישה הראשונה (דער ערשטער צוגאַנג) ללימודם וקיומם הוא קבלת עול, עבודת עבד16. וביאור נוסף, דכיון שעיקר ענין העבדות הוא בעבד כנעני [דנוסף לזה שעבד עברי עובד רק שש שנים17 (וגם עבד נרצע יוצא ביובל18) ובעבד כנעני כתיב19 לעולם בהם תעבודו, השעבוד (העבדות) דעבד עברי (גם בהיותו עבד) אינו כהשעבוד (עבדות) דעבד כנעני20], הרי בכדי לרמז ענין הנ\"ל (שקיום המצוות דמשפטים צ\"ל בדרך עבודת עבד) הי' צריך לכאורה להתחיל המשפטים בדין עבד כנעני.ג) ויובן בהקדים דרשת רז\"ל21 עה\"פ ואלה המשפטים אשר תשים לפניהם, דמזה שנאמר אשר תשים לפניהם (ולא אשר תלמדם וכיו\"ב) למדין שאין מספיק שהרב שונה לתלמידיו ההלכות כמה פעמים עד שיהיו סדורים בפיהם אלא צריך גם לשום לפניהם טעם המיישב תלמודם. ועפ\"ז יש לומר, דמ\"ש לאח\"ז כי תקנה לשון יחיד הוא לרמז, דכי תקנה קאי (גם) על אשר תשים22, שהרב צריך לשנות לתלמידיו באופן שענין הנלמד יהי' הקנין שלהם. וכמארז\"ל23 עה\"פ24 בתורת ה' חפצו ובתורתו יהגה יומם ולילה, שבתחלה נקראת התורה על שמו של הקב\"ה (תורת ה') ואח\"כ נקראת על שמו (תורתו), תורה דילי' היא25. וזה שהתורה נעשית קנינו של האדם העוסק בתורה (תורה דילי' היא) הוא דוקא כשיודע טעמי ההלכות26. וזהו אשר תשים לפניהם כי תקנה, דע\"י הלימוד באופן דתשים לפניהם, עי\"ז נעשית התורה קנינו של האדם הלומד, כי תקנה.גם יש לומר, דזה שלאחרי אומרו אשר תשים לפניהם ממשיך כי תקנה, הוא לפי שכי תקנה הוא ציווי נוסף על הציווי דתשים לפניהם. ויובן זה בהקדים שלכאורה אינו מובן, הרי זה שהתורה מתלבשת בשכלו של האדם הלומד עד שנעשית תורתו הוא ירידה (לכאורה) לגבי התורה כמו שהיא תורת הוי', וממארז\"ל הנ\"ל (ואח\"כ נקראת על שמו) משמע דזה שהתורה נעשית תורתו (של האדם הלומד) הוא מעלה. ונקודת הביאור בזה, דירידת והמשכת התורה למטה היא באופן שגם לאחרי שירדה למטה ונתלבשה בשכל אנושי היא חכמתו של הקב\"ה שלמעלה משכל הנבראים. וזה שהיא מובנת גם בשכל אנושי הוא מפני ששרשה הוא באוא\"ס הבל\"ג שאינו מוגבל בהגדרים דמעלה ומטה, ולכן ביכלתה להיות גם למטה27. והיינו, דנוסף לזה שגם בירידתה למטה היא נשארת במהותה – חכמתו של הקב\"ה, הנה אדרבה, ע\"י ירידתה למטה נעשה בה יתרון לגבי דרגת התורה כמו שהיתה למעלה לפני ירידתה למטה. כי ע\"י ירידתה למטה מתגלה בה שרשה באוא\"ס הבל\"ג28. ועד\"ז הוא בנוגע לזה שע\"י לימוד התורה בהבנה והשגה נעשית תורתו של האדם הלומד, שגם לאחרי שהיא נעשית תורתו של האדם הלומד היא נשארת במהותה תורת הוי', ויתירה מזה, דע\"י שתורת הוי' נעשית תורתו של האדם, נעשה בה יתרון לגבי דרגת התורה כמו שהיא מצד עצמה, תורת הוי'29. כי זה שתורת הוי' נעשית תורתו של האדם30 [ובאופן שגם לאחרי שנעשית תורתו של האדם היא נשארת במהותה, תורת הוי'31, ואעפ\"כ היא תורתו של האדם], הוא ע\"י גילוי אוא\"ס (שלמעלה מהוי'), שמחבר ומאחד את האדם עם הוי', ישראל וקוב\"ה כולא חד.ד) והנה שני ענינים הנ\"ל שבתורה, כמו שהיא תורת הוי' וכמו שהיא תורתו (של האדם הלומדה), הם (בדרך כלל) התורה כמו שהיא באצילות וכמו שהיא בבריאה. כדאיתא בל\"ת להאריז\"ל32, דהטעם על זה שהתורה מתחלת בבי\"ת הוא כי האל\"ף דתורה הוא התורה שבאצילות והתורה שאנו לומדים בהבנה והשגה היא התורה כמו שהיא בבריאה, הבי\"ת דתורה. ומבואר בחסידות33 דזהו מ\"ש34 ועל תורתך שלמדתנו, ועל תורתך באצילות שלמדתנו בבריאה. והנה ידוע35 שאצילות נקרא בשם קנין. כמ\"ש36 ברוך עושך ברוך יוצרך ברוך בוראך ברוך קונך, דעושך יוצרך ובוראך הם ג' העולמות עשי' יצירה ובריאה, וקונך הוא אצילות. דכמו שקנין אינו הוויית דבר חדש אלא גילוי ההעלם [דגם קודם הקנין הי' הדבר, אלא שקודם הקנין, כשהדבר הי' ברשות המוכר, הי' בהעלם לגבי הלוקח, וע\"י הקנין בא הדבר אליו בגילוי], כן האצילות הוא גילוי ההעלם. וזהו שלאחרי אומרו אשר תשים לפניהם מוסיף כי תקנה, דהגם שלימוד התורה צריך להיות בהבנה והשגה (אשר תשים לפניהם), ועד שנקראת על שמו, תורתו (של האדם הלומדה), מ\"מ צריך להיות הלימוד באופן שיהי' נרגש אצלו שהתורה שלומד (גם לאחרי שנעשית חכמתו) היא תורת הוי', תורתך שבאצילות, תקנה. ועפ\"ז יש לבאר מה דאיתא בירושלמי דתשים הוא מלשון סימה שאינה נגלית, רזי תורה, כי בכדי שבהתורה שהאדם לומד ומבין בשכלו (שכל אנושי) יהי' נרגש שהיא תורת הוי', תורתך שבאצילות (כי תקנה), הוא ע\"י גילוי הנשמה כמו שהיא באצילות, בחינת טהורה37 היא (שלמעלה מבחינת אתה36 בראתה)38, וגילוי בחינה זו דהנשמה (סתים דנשמה) הוא ע\"י לימוד פנימיות התורה, סתים דאורייתא39. וזהו אשר תשים לפניהם כי תקנה, דע\"י תשים מלשון סימה, לימוד פנימיות התורה, נעשה הגילוי דפנימיות הנשמה40 – לפניהם לפנימיותם39, ועי\"ז גם בהתורה שלומד באופן דתשים לפניהם [הבנה והסברה, טעם שמיישב תלמודו], נרגש תורתך שבאצילות, כי תקנה.ה) והנה הפירוש דואלה המשפטים אשר תשים לפניהם בפשטות הוא, שהקב\"ה אמר למשה רבינו שהוא (משה) ישים את המשפטים לפני ישראל41. ומזה מובן גם בנוגע לכי תקנה [דכי תקנה לשון יחיד קאי על אשר תשים, כנ\"ל סעיף ג], שזה קאי על משה. והענין הוא, דאיתא בזהר42, בכולהו אתר דשמא אדכר תרי זימני פסיק טעמא בגווייהו, כגון אברהם אברהם כו', חוץ ממשה משה דלא פסיק טעמא בגווייהו. ומבואר בחסידות43, דאברהם, ע\"י שירדה נשמתו למטה, נעשה בה שינוי לגבי שרשה שבאצילות44, משא\"כ במשה, גם בהיותו למטה האיר בגילוי מקורו כמו שהוא באצילות, ועד שאין מחיצה והפסק ביניהם, לא פסיק טעמא. והטעם על זה שגם בהיותו למטה הי' כמו שהוא באצילות, הוא, כי השרש דנשמת משה הוא מבחינת העיגולים שלמעלה מהשתלשלות, ולגבי למעלה מהשתלשלות, אצילות ועשי' הם בשוה45. וזהו שלמשה נאמר אשר תשים לפניהם כי תקנה, כי החיבור דב' הדרגות שבתורה [כמו שנתלבשה בשכל האדם (תשים לפניהם) וכמו שהיא תורתך שבאצילות (קנין)] הוא ע\"י הגילוי דלמעלה מהשתלשלות שנמשך ע\"י משה. וכמו שנתבאר לעיל (סעיף ג) שהחיבור דתורתו (של האדם) עם תורת הוי', הוא ע\"י גילוי אוא\"ס.ו) והנה פירוש הנ\"ל בכי תקנה, שקאי על אשר תשים לפניהם, יש לקשר עם הפירוש הפשוט דכי תקנה קאי אלאח\"ז, כי תקנה עבד, כי כשלימוד התורה שלו היא באופן דכי תקנה, שנרגש אצלו שהתורה שלומד היא תורת הוי', הלימוד שלו הוא בתכלית הביטול, בדוגמת ביטול העבד להאדון. דהגם שענין הלימוד הוא (לא שהאדם יבטל את שכלו להתורה, אלא אדרבה) שיבין את התורה בהשכל שלו, שענין זה קשור (לכאורה) עם המציאות שלו, ועאכו\"כ כשהלימוד שלו הוא באופן שהתורה היא תורתו (של האדם), מ\"מ, ע\"י שנרגש אצלו שהתורה (גם לאחרי שירדה למטה ונתלבשה בשכל אנושי) היא תורת הוי', חכמתו של הקב\"ה שלמעלה משכל הנבראים, [וזה שהאדם מבין את התורה בהשכל שלו הוא מפני שהקב\"ה אינו מוגבל בשום הגבלות (גם לא בהגדר דבל\"ג) ולכן ביכלתו ית' לחבר ההפכים דבל\"ג וגבול46, ששכל האדם (המוגבל) ישיג חכמתו של הקב\"ה (הבלתי מוגבל)], זה שהוא מבין את התורה בהשכל שלו אינו סותר לענין הביטול, כי זה שהוא מבין את התורה בהשכל שלו [וגם זה שהתורה דילי' היא] אינו מצד המציאות שלו אלא מצד זה שהקב\"ה הוא כל יכול.ז) ועפ\"ז יובן לשון חז\"ל47 עולה של תורה, דלכאורה, כיון שמצות תלמוד תורה היא (לא שהאדם יבטל את שכלו להתורה, אלא אדרבה) שיבין את התורה בהשכל שלו דוקא [וגם הפס\"ד דהאדם העוסק בתורה צריך להיות כפי הבנתו דהאדם, דתורה לא בשמים היא וקוב\"ה קא חייך ואמר נצחוני בני נצחוני48], מהו\"ע עולה של תורה, דעול הו\"ע הביטול. והביאור בזה הוא (כנ\"ל), דע\"י הידיעה וההרגש שהתורה היא תורת הוי' [וזה שהיא ניתנה לרשותו של האדם, נצחוני בני נצחוני, הוא מפני שהוא ית' הוא כל יכול, ולכן ביכלתו ית' לתת את תורתו (תורת הוי') לרשותו של האדם], גם זה שהוא מבין את התורה בהשכל שלו הוא באופן דעולה של תורה, שהתורה היא האדון שלו והוא בטל להתורה כעבד שמוטל עליו עול האדון. וזה שהתורה ניתנה לרשותו (נצחוני בני נצחוני), הוא מפני שכן הוא רצון ה\"אדון\", נותן התורה.ויש לקשר זה עם זה שארז\"ל עה\"פ ואלה המשפטים, ואלה מוסיף על הראשונים, מה הראשונים מסיני אף אלו מסיני, שהכח על החיבור דשני ההפכים שבמשפטים [שהם מובנים בשכל, והלימוד (שלהם49) צריך להיות באופן דאשר תשים לפניהם, טעם המיישב תלמודם, שעי\"ז נעשית התורה תורתו של האדם הלומד. וביחד עם זה צריך להיות הלימוד שלהם באופן דכי תקנה, שירגיש שהיא תורת הוי' (תורתך שבאצילות, קנין), ויתירה מזה, שהלימוד שלהם צ\"ל באופן דעבד, עולה של תורה], ניתן מסיני50, שגם בו הוא חיבור דשני ההפכים, מציאות וביטול. וכמבואר בלקו\"ת51, דזה שהתורה ניתנה על הר סיני דמכיך מכל טוריא52, הוא מפני שבהר סיני ישנם שני ההפכים. הר – הגבהה, ומכיך – ביטול.ח) והנה אמרו רז\"ל53 גדול תלמוד שמביא לידי מעשה. ויש לומר, שע\"י החיבור דשני ההפכים (מציאות וביטול) שבלימוד התורה, נמשך עד\"ז גם במעשה המצוות. אלא שבלימוד התורה החידוש הוא הביטול. דהגם שלימוד התורה הוא בהבנה והשגה (מציאות) מ\"מ צריך להיות הלימוד בביטול. ובקיום המצוות החידוש הוא המציאות. דהגם שקיום המצוות צ\"ל מצד ציווי הקב\"ה [כמובן גם מזה שמצוות הוא לשון ציווי], בדרך עבודת עבד54, מ\"מ הביטול שלו צריך להיות באופן שהביטול אינו שולל את מציאותו אלא אדרבה זה גופא הוא מציאותו. היינו, דזה שהוא עבדו של הקב\"ה הוא [לא רק מצד ההכרח, אלא] שהוא רוצה להיות עבדו של הקב\"ה ויש לו חיות ותענוג בזה.ויש לומר, דמהטעמים על זה שהתחלת הציווים דפרשת משפטים הוא בפסוק ואלה המשפטים אשר תשים לפניהם שמדבר בלימוד התורה כדרשת חז\"ל, הובאה לעיל סעיף ג [דלא כרוב הציווים שבתורה שבתחילתם הוא דבר אל בני ישראל, צו את בני ישראל, ולא נזכר בהם ענין הלימוד], כי זה שהתחלת הציווים דפרשת משפטים הוא בדיני עבד מרמז שקיום כל המצוות צ\"ל בדרך עבודת עבד (כנ\"ל סעיף ב), וכיון שגם הביטול דקבלת עול (עבודת עבד) צ\"ל בחיות ובתענוג (כנ\"ל), לכן, התחלת הפרשה היא בהענין דלימוד התורה, דמהתענוג והחיות שבלימוד התורה נמשך מעין התענוג וחיות דתורה גם בהעבודה דקבלת עול55.ט) ועפ\"ז יובן מה שהתחלת הפרשה היא בדין עבד עברי, אף שעיקר ענין העבדות הוא בעבד כנעני (כנ\"ל סעיף ב), כי השלימות דענין העבדות (קבלת עול) הוא שהביטול דעבדות יהי' בתענוג ובחיות, וענין זה הוא בעבד עברי דוקא. ויובן זה ע\"פ מ\"ש אדמו\"ר הזקן בד\"ה וכי ימכור איש את בתו לאמה56 [והצ\"צ כותב57 על מאמר זה שהוא דרוש נכבד מאד מדבר מענין צדיק רשע ובינוני], דג' מיני העבדים שבפרשת משפטים, עבד כנעני עבד עברי ואמה העברי', הם ג' מדריגות בעבודת הוי'. עבד כנעני הוא שהרצון והתענוג שלו הם בפריקת עול, כמארז\"ל58 עבדא בהפקירא ניחא לי', שהנח\"ר שלו (ניחא) הוא בהפקירות, פריקת עול, ועבודתו את השם הוא רק מצד ההכרח, מחמת אימת הכאת השבט, דענין הכאת השבט ברוחניות הוא שמאיר בו נפשו האלקית (אלא שהגילוי דנפש האלקית הוא רק בנוגע לעשי' בפועל). [ומבאר שם59, שבעבד (כנעני) נכלל גם רשע וטוב לו. דכמו שבעבד כפשוטו, אפשר שהעבד יחטא לרבו ואעפ\"כ כשרבו מכהו בשבט הוא חוזר לעבודתו, עד\"ז הוא בעבודת ה', דגם מי שמצד התענוג שלו בפריקת עול הוא עובר על מצוות השם, מ\"מ, כיון שאח\"כ, כשמאיר בו גילוי נפשו האלקית (הכאת השבט) הוא מתחרט על חטאיו, לא יצא מכלל עבד. ולאידך, גם הבינוני (דרגא תחתונה שבבינוני) נכלל בעבד כנעני. דהגם שלא עבר עבירה מימיו60, מ\"מ, כיון שהרצון והתענוג שלו הוא בתאוות עוה\"ז ועבודתו את השם הוא רק מצד ההכרח (אלא שהגילוי דנפש האלקית מכריח אותו להיות סור מרע ועשה טוב במשך כל היום כולו), לא יצא מכלל עבד כנעני]. ועבד עברי הוא שהרצון והתענוג שלו הוא (בעיקר) בעבודת השם, והענינים דפריקת עול (כולל התענוג בעניני עוה\"ז) הם אצלו יסורים גדולים וצער61. והגם שכשבאים לו עניני עוה\"ז הוא מתענג מהם, רצונו הוא שלא להמשך אחריהם. והוא מתמרמר על זה שהתענג בעניני עוה\"ז. [והוא עיקר מדריגת הבינוני]. ואמה העברי' היא מדריגת צדיק, שהמדות שלו נהפכו לקדושה (אתהפכא שלמעלה מאתכפיא), כמבואר שם בארוכה.וזהו שבפרשת משפטים מדובר בקנין עבד עברי ואמה העברי' [כי תקנה עבד עברי גו' וכי ימכור איש את בתו לאמה62 גו'], והענין דעבד כנעני (בהפרשיות שמדברים בקניני עבד63), לא תצא כצאת העבדים61, הוא רק כמו בדרך אגב (ובאופן שלילי), כי זה שהתחלת פרשת משפטים היא בדיני עבד הוא מפני שבפרשה זו [שהיא בהמשך למתן תורה, מה הראשונים מסיני אף אלו מסיני] מדבר בכללות הענין דעבודת ה', שצריכה להיות בדרך עבודת עבד, וכיון שהעבדות צריכה להיות בתענוג וחיות, לכן מדבר בדיני עבד עברי ואמה העברי'. בתחלה מדבר בעבד עברי, מדריגת הבינוני, כי מדת הבינוני היא מדת כל אדם ואחרי' כל אדם ימשוך64. ואח\"כ מדבר באמה העברי', מדריגת צדיק, שגם עבודה זו שייכת לכל אחד, כמבואר בתניא65, דגם כשיודע בנפשו שלא יגיע למדריגה זו באמת לאמיתו מ\"מ הוא יעשה את שלו לקיים את השבועה שמשביעין אותו תהי צדיק. ויש לומר דזה שמדבר [כמו בדרך אגב עכ\"פ] גם בעבד כנעני, הוא מצד המעלה דאתכפיא. וכמ\"ש אדמו\"ר הזקן בדרוש הנ\"ל66, שגם בצדיק גמור צריכה להיות העבודה דעבד כנעני, מצד המעלה שבאתכפיא. דזהו שארז\"ל67 אל יאמר אדם אי אפשי כו' אלא אפשי ומה אעשה ואבי שבשמים גזר עלי, דזה שצריך לומר אפשי כו' הוא בכדי שתהי' אצלו העבודה דאתכפיא.יו\"ד) ולהעיר, דבאתכפיא זו הוא רק המעלה דאתכפיא. דהגם שבזה שאומר אפשי הוא רחוק מאד מאלקות68, הרי זה שאומר אפשי הוא מצד ציווי התורה, וכוונתו בזה שאומר אפשי ומעורר רצון לזה69 הוא בכדי שתהי' אצלו העבודה דאתכפיא (שיעשה נגד רצונו). ועפ\"ז מובן, דזה שעבודת הצדיקים היא לא מצד ההכרח אלא שזהו התענוג שלהם, הוא גם בנוגע להעבודה דאתכפיא שלהם. דהגם שהיא אתכפיא באמת, כי זה שאומרים אפשי הוא שמעוררים הרצון שלהם לזה, אלא שכופין את עצמם ועושים נגד רצונם, זה גופא הוא התענוג שלהם, כיון שהכוונה בהרצון שלהם היא בכדי שיעשו נגד רצונם.והנה ידוע70 שההמשכה שעל ידי העבודה דאתכפיא היא המשכה נעלית יותר מההמשכה שעל ידי העבודה דאתהפכא. כמאמר71 כד אתכפיא סט\"א אסתלק יקרא דקוב\"ה בכולהו עלמין, שע\"י העבודה דאתכפיא הוא המשכת האור שבבחינת רוממות, אסתלק. ויש לומר, דההמשכה שע\"י אתכפיא דצדיקים (שהאתכפיא גופא היא התענוג שלהם), היא המשכה נעלית עוד יותר. והענין הוא, דמהטעמים על זה שהמשכה זו היא ע\"י אתכפיא דוקא, הוא72, דע\"י שהאדם כופה את עצמו לעשות כנגד רצונו וטבעו, המשכת הגילויים דלמעלה היא לא כפי הטבע שלהם. שגם האור שבבחינת רוממות, שמצד \"טבעו\" הוא למעלה מגילוי, נמשך בגילוי. ויש לומר דכאשר האתכפיא דהאדם היא בדרך הכרח, היפך התענוג שלו, זה שנמשך בגילוי האור שלמעלה מגילוי (היפך הטבע שלו), הוא כמו בדרך הכרח כביכול73, היינו שההמשכה היא מבחינת חיצוניות הרצון, וע\"י שהאתכפיא דהאדם הוא באופן שזהו התענוג שלו, ההמשכה היא מבחינת פנימיות הרצון והתענוג.יא) וזהו ואלה המשפטים אשר תשים לפניהם וארז\"ל ואלה מוסיף על הראשונים, דירידת והמשכת התורה במשפטים שהם מובנים גם בשכל האדם, ובפרט שעי\"ז ניתן הכח לאדם שיוכל ללמוד תורה באופן דאשר תשים לפניהם (בהבנה והסברה ועד שהתורה נקראת על שמו), היא הוספה על הראשונים, כי ע\"י ירידה זו מתגלה שורש התורה באוא\"ס הבל\"ג (כנ\"ל סעיף ג). ולהוסיף, דע\"י לימוד התורה דהאדם באופן שהתורה נקראת על שמו, מיתוסף בהתורה עוד יותר. כי בירידת והמשכת התורה במשפטים, מה שנמשך בגילוי למטה הוא חכמתו של הקב\"ה (חכמה דאצילות), אלא שהחיבור דחכמתו של הקב\"ה שלמעלה משכל הנבראים עם שכל האדם הוא ע\"י ההמשכה מאוא\"ס הבל\"ג שלמעלה מחכמה [היינו שהגילוי דאוא\"ס הבל\"ג הוא רק נתינת כח לבחי' החכמה דאצילות שתתחבר עם שכל האדם, ולא שמתגלה אוא\"ס הבל\"ג עצמו], וע\"י עסק התורה דהאדם באופן שהתורה היא תורתו, נמשך בתורה הגילוי דאוא\"ס הבל\"ג עצמו. וכמבואר בהדרושים74 דזה שהתורה נקראת תורתו (דהאדם), הוא לפי שע\"י עסק התורה לשמה (לשם התורה) הוא ממשיך בה הגילוי דאוא\"ס הבל\"ג, ולכן נקראת התורה על שמו, לפי שהוא המשיך בה גילוי זה. ויש לומר, דזהו שואלה הוא וא\"ו אלה, וא\"ו המוסיף הוא ההוספה שנעשית בתורה, אלה הוא לשון גילוי, ופירוש ואלה (וא\"ו אלה) הוא, שההוספה בתורה (שנמשך בה אוא\"ס הבל\"ג) היא בגילוי. היינו, דזה שנמשך בה אוא\"ס הבל\"ג הוא לא רק באופן דנתינת כח אלא שהאור עצמו מאיר בגילוי.יב) וממשיך בכתוב אשר תשים לפניהם, ויש לומר, שאשר הוא (גם) מלשון אושר ותענוג. היינו, שהענין דואלה (וא\"ו אלה), ההוספה שנמשכת בתורה בבחינת גילוי מעצמות אוא\"ס, היא מבחינת התענוג. דזה שלימוד התורה שלו הוא באופן דעול תורה, ביטול דעבד (כנ\"ל סעיף ו-ז), הוא דוגמת הענין דאתכפיא, וזה שהביטול שלו הוא באופן (שהביטול אינו שולל את מציאותו אלא אדרבה) שמצד הביטול גופא הוא מרגיש שהתורה היא תורתו (כנ\"ל סעיף ז) הוא ע\"ד האתכפיא דצדיקים שהאתכפיא עצמה היא התענוג שלהם, ולכן, ההמשכה שעי\"ז היא מבחינת אשר, תענוג.וע\"י לימוד התורה באופן דאשר תשים לפניהם, כי תקנה עבד, שהלימוד הוא בהבנה והסברה וביחד עם זה בביטול דעבד [שבכדי שלימוד הנגלה יהי' באופן זה הוא ע\"י לימוד פנימיות התורה, תשים לשון סימה, אוצר], עי\"ז יזכו לגילוי תורתו של משיח, תורה חדשה מאתי תצא75, בגאולה האמיתית והשלימה ע\"י משיח צדקנו, במהרה בימינו ממש.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד ש\"פ משפטים, מבה\"ח אדר ראשון ה'תשמ\"אואלה המשפטים אשר תשים לפניהם כי תקנה עבד עברי גו'1, וידוע הדיוק בזה2, דלפניהם הוא לשון רבים ולשון נסתר ותקנה הוא לשון יחיד ולשון נוכח גם צריך להבין מה דאיתא בירושלמי3 עה\"פ ואלה המשפטים אשר תשים לפניהם, דתשים הוא מלשון סימה (אוצר) שאינה נגלית כו', רזי תורה וצריך להבין, הרי משפטים הם הדינים שמובנים גם בשכל אנושי4 [ואפילו בשכל דאומות העולם5], ומהי השייכות דמשפטים לתשים מלשון סימה, רזי תורה גם צריך להבין6 מה שמתחיל המשפטים בדין עבד עברי7.ב) והנה מבואר באוה\"ת8, דענין עבד עברי ברוחניות הוא, שעבודתו את השם היא בדרך קבלת עול, עבודת עבד ועפ\"ז יש לומר, דזה שהתחלת המשפטים הוא בדין עבד עברי, הוא לרמז, שגם קיום המצוות דמשפטים, שהם מובנים בשכל, צריך לקיימם מצד קבלת עול, בדרך עבודת עבד9 דהגם שמזה שמצוות אלו נקראים בתורת אמת בשם משפטים מובן שמצוות אלה צריך לקיימם גם מצד הטעם10, מ\"מ, עיקר קיומם צ\"ל בדרך קבלת עול, הן מצד האדם המקיים את המצוות, שקיום המצוות שלו צריך להיות בדרך עבודת עבד11, וגם מצד המצוות, כי כל המצוות (גם המצוות דמשפטים) עיקרם הוא שהם רצון הקב\"ה, רצון שלמעלה מטעם, אלא שכך גזר הקב\"ה שהרצון דמצוות אלו יתלבש גם בטעם12 ולהוסיף, דזה שגם קיום המצוות דמשפטים צ\"ל בדרך קבלת עול, הוא גם בענין המשפטים שבהם היינו דזה שמצוות אלו צריך לקיימם גם מצד הטעם הוא מפני שכך הוא ציווי הקב\"ה שקיום מצוות אלו יהי' גם מצד הטעם13",
          "topics": [
            "עולם",
            "מצוות",
            "תורה",
            "רצון",
            "רבי"
          ],
          "word_count": 230
        },
        {
          "chunk_id": "chunk_2",
          "content": "ויש לומר, דזהו שארז\"ל14 עה\"פ ואלה המשפטים, ואלה מוסיף על הראשונים, מה הראשונים מסיני אף אלו מסיני, דבמתן תורה (סיני) נעשו ישראל עבדים להקב\"ה15, והרמז אף אלו מסיני הוא, שגם קיום המצוות דמשפטים, כולל גם ענין זה שצריך לקיימם גם מצד הטעם [אף אלו, משפטים], צריך להיות בדרך עבודת עבד ולכן התחלת המשפטים הוא בדין עבד עברי, בכדי לרמז, שגם המצוות דמשפטים, הגישה הראשונה (דער ערשטער צוגאַנג) ללימודם וקיומם הוא קבלת עול, עבודת עבד16 וביאור נוסף, דכיון שעיקר ענין העבדות הוא בעבד כנעני [דנוסף לזה שעבד עברי עובד רק שש שנים17 (וגם עבד נרצע יוצא ביובל18) ובעבד כנעני כתיב19 לעולם בהם תעבודו, השעבוד (העבדות) דעבד עברי (גם בהיותו עבד) אינו כהשעבוד (עבדות) דעבד כנעני20], הרי בכדי לרמז ענין הנ\"ל (שקיום המצוות דמשפטים צ\"ל בדרך עבודת עבד) הי' צריך לכאורה להתחיל המשפטים בדין עבד כנעני.ג) ויובן בהקדים דרשת רז\"ל21 עה\"פ ואלה המשפטים אשר תשים לפניהם, דמזה שנאמר אשר תשים לפניהם (ולא אשר תלמדם וכיו\"ב) למדין שאין מספיק שהרב שונה לתלמידיו ההלכות כמה פעמים עד שיהיו סדורים בפיהם אלא צריך גם לשום לפניהם טעם המיישב תלמודם ועפ\"ז יש לומר, דמ\"ש לאח\"ז כי תקנה לשון יחיד הוא לרמז, דכי תקנה קאי (גם) על אשר תשים22, שהרב צריך לשנות לתלמידיו באופן שענין הנלמד יהי' הקנין שלהם וכמארז\"ל23 עה\"פ24 בתורת ה' חפצו ובתורתו יהגה יומם ולילה, שבתחלה נקראת התורה על שמו של הקב\"ה (תורת ה') ואח\"כ נקראת על שמו (תורתו), תורה דילי' היא25 וזה שהתורה נעשית קנינו של האדם העוסק בתורה (תורה דילי' היא) הוא דוקא כשיודע טעמי ההלכות26",
          "topics": [
            "אור",
            "עולם",
            "ישראל",
            "מצוות",
            "תורה"
          ],
          "word_count": 244
        },
        {
          "chunk_id": "chunk_3",
          "content": "וזהו אשר תשים לפניהם כי תקנה, דע\"י הלימוד באופן דתשים לפניהם, עי\"ז נעשית התורה קנינו של האדם הלומד, כי תקנה.גם יש לומר, דזה שלאחרי אומרו אשר תשים לפניהם ממשיך כי תקנה, הוא לפי שכי תקנה הוא ציווי נוסף על הציווי דתשים לפניהם ויובן זה בהקדים שלכאורה אינו מובן, הרי זה שהתורה מתלבשת בשכלו של האדם הלומד עד שנעשית תורתו הוא ירידה (לכאורה) לגבי התורה כמו שהיא תורת הוי', וממארז\"ל הנ\"ל (ואח\"כ נקראת על שמו) משמע דזה שהתורה נעשית תורתו (של האדם הלומד) הוא מעלה ונקודת הביאור בזה, דירידת והמשכת התורה למטה היא באופן שגם לאחרי שירדה למטה ונתלבשה בשכל אנושי היא חכמתו של הקב\"ה שלמעלה משכל הנבראים וזה שהיא מובנת גם בשכל אנושי הוא מפני ששרשה הוא באוא\"ס הבל\"ג שאינו מוגבל בהגדרים דמעלה ומטה, ולכן ביכלתה להיות גם למטה27 והיינו, דנוסף לזה שגם בירידתה למטה היא נשארת במהותה – חכמתו של הקב\"ה, הנה אדרבה, ע\"י ירידתה למטה נעשה בה יתרון לגבי דרגת התורה כמו שהיתה למעלה לפני ירידתה למטה כי ע\"י ירידתה למטה מתגלה בה שרשה באוא\"ס הבל\"ג28 ועד\"ז הוא בנוגע לזה שע\"י לימוד התורה בהבנה והשגה נעשית תורתו של האדם הלומד, שגם לאחרי שהיא נעשית תורתו של האדם הלומד היא נשארת במהותה תורת הוי', ויתירה מזה, דע\"י שתורת הוי' נעשית תורתו של האדם, נעשה בה יתרון לגבי דרגת התורה כמו שהיא מצד עצמה, תורת הוי'29",
          "topics": [
            "אור",
            "אוא\"ס",
            "תורה"
          ],
          "word_count": 216
        },
        {
          "chunk_id": "chunk_4",
          "content": "כי זה שתורת הוי' נעשית תורתו של האדם30 [ובאופן שגם לאחרי שנעשית תורתו של האדם היא נשארת במהותה, תורת הוי'31, ואעפ\"כ היא תורתו של האדם], הוא ע\"י גילוי אוא\"ס (שלמעלה מהוי'), שמחבר ומאחד את האדם עם הוי', ישראל וקוב\"ה כולא חד.ד) והנה שני ענינים הנ\"ל שבתורה, כמו שהיא תורת הוי' וכמו שהיא תורתו (של האדם הלומדה), הם (בדרך כלל) התורה כמו שהיא באצילות וכמו שהיא בבריאה כדאיתא בל\"ת להאריז\"ל32, דהטעם על זה שהתורה מתחלת בבי\"ת הוא כי האל\"ף דתורה הוא התורה שבאצילות והתורה שאנו לומדים בהבנה והשגה היא התורה כמו שהיא בבריאה, הבי\"ת דתורה ומבואר בחסידות33 דזהו מ\"ש34 ועל תורתך שלמדתנו, ועל תורתך באצילות שלמדתנו בבריאה והנה ידוע35 שאצילות נקרא בשם קנין כמ\"ש36 ברוך עושך ברוך יוצרך ברוך בוראך ברוך קונך, דעושך יוצרך ובוראך הם ג' העולמות עשי' יצירה ובריאה, וקונך הוא אצילות דכמו שקנין אינו הוויית דבר חדש אלא גילוי ההעלם [דגם קודם הקנין הי' הדבר, אלא שקודם הקנין, כשהדבר הי' ברשות המוכר, הי' בהעלם לגבי הלוקח, וע\"י הקנין בא הדבר אליו בגילוי], כן האצילות הוא גילוי ההעלם וזהו שלאחרי אומרו אשר תשים לפניהם מוסיף כי תקנה, דהגם שלימוד התורה צריך להיות בהבנה והשגה (אשר תשים לפניהם), ועד שנקראת על שמו, תורתו (של האדם הלומדה), מ\"מ צריך להיות הלימוד באופן שיהי' נרגש אצלו שהתורה שלומד (גם לאחרי שנעשית חכמתו) היא תורת הוי', תורתך שבאצילות, תקנה",
          "topics": [
            "אוא\"ס",
            "גילוי",
            "העלם",
            "אצילות",
            "בריאה"
          ],
          "word_count": 216
        },
        {
          "chunk_id": "chunk_5",
          "content": "ועפ\"ז יש לבאר מה דאיתא בירושלמי דתשים הוא מלשון סימה שאינה נגלית, רזי תורה, כי בכדי שבהתורה שהאדם לומד ומבין בשכלו (שכל אנושי) יהי' נרגש שהיא תורת הוי', תורתך שבאצילות (כי תקנה), הוא ע\"י גילוי הנשמה כמו שהיא באצילות, בחינת טהורה37 היא (שלמעלה מבחינת אתה36 בראתה)38, וגילוי בחינה זו דהנשמה (סתים דנשמה) הוא ע\"י לימוד פנימיות התורה, סתים דאורייתא39 וזהו אשר תשים לפניהם כי תקנה, דע\"י תשים מלשון סימה, לימוד פנימיות התורה, נעשה הגילוי דפנימיות הנשמה40 – לפניהם לפנימיותם39, ועי\"ז גם בהתורה שלומד באופן דתשים לפניהם [הבנה והסברה, טעם שמיישב תלמודו], נרגש תורתך שבאצילות, כי תקנה.ה) והנה הפירוש דואלה המשפטים אשר תשים לפניהם בפשטות הוא, שהקב\"ה אמר למשה רבינו שהוא (משה) ישים את המשפטים לפני ישראל41 ומזה מובן גם בנוגע לכי תקנה [דכי תקנה לשון יחיד קאי על אשר תשים, כנ\"ל סעיף ג], שזה קאי על משה והענין הוא, דאיתא בזהר42, בכולהו אתר דשמא אדכר תרי זימני פסיק טעמא בגווייהו, כגון אברהם אברהם כו', חוץ ממשה משה דלא פסיק טעמא בגווייהו ומבואר בחסידות43, דאברהם, ע\"י שירדה נשמתו למטה, נעשה בה שינוי לגבי שרשה שבאצילות44, משא\"כ במשה, גם בהיותו למטה האיר בגילוי מקורו כמו שהוא באצילות, ועד שאין מחיצה והפסק ביניהם, לא פסיק טעמא והטעם על זה שגם בהיותו למטה הי' כמו שהוא באצילות, הוא, כי השרש דנשמת משה הוא מבחינת העיגולים שלמעלה מהשתלשלות, ולגבי למעלה מהשתלשלות, אצילות ועשי' הם בשוה45 וזהו שלמשה נאמר אשר תשים לפניהם כי תקנה, כי החיבור דב' הדרגות שבתורה [כמו שנתלבשה בשכל האדם (תשים לפניהם) וכמו שהיא תורתך שבאצילות (קנין)] הוא ע\"י הגילוי דלמעלה מהשתלשלות שנמשך ע\"י משה",
          "topics": [
            "אור",
            "גילוי",
            "אצילות",
            "אברהם",
            "משה"
          ],
          "word_count": 252
        },
        {
          "chunk_id": "chunk_6",
          "content": "וכמו שנתבאר לעיל (סעיף ג) שהחיבור דתורתו (של האדם) עם תורת הוי', הוא ע\"י גילוי אוא\"ס.ו) והנה פירוש הנ\"ל בכי תקנה, שקאי על אשר תשים לפניהם, יש לקשר עם הפירוש הפשוט דכי תקנה קאי אלאח\"ז, כי תקנה עבד, כי כשלימוד התורה שלו היא באופן דכי תקנה, שנרגש אצלו שהתורה שלומד היא תורת הוי', הלימוד שלו הוא בתכלית הביטול, בדוגמת ביטול העבד להאדון דהגם שענין הלימוד הוא (לא שהאדם יבטל את שכלו להתורה, אלא אדרבה) שיבין את התורה בהשכל שלו, שענין זה קשור (לכאורה) עם המציאות שלו, ועאכו\"כ כשהלימוד שלו הוא באופן שהתורה היא תורתו (של האדם), מ\"מ, ע\"י שנרגש אצלו שהתורה (גם לאחרי שירדה למטה ונתלבשה בשכל אנושי) היא תורת הוי', חכמתו של הקב\"ה שלמעלה משכל הנבראים, [וזה שהאדם מבין את התורה בהשכל שלו הוא מפני שהקב\"ה אינו מוגבל בשום הגבלות (גם לא בהגדר דבל\"ג) ולכן ביכלתו ית' לחבר ההפכים דבל\"ג וגבול46, ששכל האדם (המוגבל) ישיג חכמתו של הקב\"ה (הבלתי מוגבל)], זה שהוא מבין את התורה בהשכל שלו אינו סותר לענין הביטול, כי זה שהוא מבין את התורה בהשכל שלו [וגם זה שהתורה דילי' היא] אינו מצד המציאות שלו אלא מצד זה שהקב\"ה הוא כל יכול.ז) ועפ\"ז יובן לשון חז\"ל47 עולה של תורה, דלכאורה, כיון שמצות תלמוד תורה היא (לא שהאדם יבטל את שכלו להתורה, אלא אדרבה) שיבין את התורה בהשכל שלו דוקא [וגם הפס\"ד דהאדם העוסק בתורה צריך להיות כפי הבנתו דהאדם, דתורה לא בשמים היא וקוב\"ה קא חייך ואמר נצחוני בני נצחוני48], מהו\"ע עולה של תורה, דעול הו\"ע הביטול",
          "topics": [
            "אור",
            "אוא\"ס",
            "גילוי",
            "נצח",
            "תורה"
          ],
          "word_count": 241
        },
        {
          "chunk_id": "chunk_7",
          "content": "והביאור בזה הוא (כנ\"ל), דע\"י הידיעה וההרגש שהתורה היא תורת הוי' [וזה שהיא ניתנה לרשותו של האדם, נצחוני בני נצחוני, הוא מפני שהוא ית' הוא כל יכול, ולכן ביכלתו ית' לתת את תורתו (תורת הוי') לרשותו של האדם], גם זה שהוא מבין את התורה בהשכל שלו הוא באופן דעולה של תורה, שהתורה היא האדון שלו והוא בטל להתורה כעבד שמוטל עליו עול האדון וזה שהתורה ניתנה לרשותו (נצחוני בני נצחוני), הוא מפני שכן הוא רצון ה\"אדון\", נותן התורה.ויש לקשר זה עם זה שארז\"ל עה\"פ ואלה המשפטים, ואלה מוסיף על הראשונים, מה הראשונים מסיני אף אלו מסיני, שהכח על החיבור דשני ההפכים שבמשפטים [שהם מובנים בשכל, והלימוד (שלהם49) צריך להיות באופן דאשר תשים לפניהם, טעם המיישב תלמודם, שעי\"ז נעשית התורה תורתו של האדם הלומד וביחד עם זה צריך להיות הלימוד שלהם באופן דכי תקנה, שירגיש שהיא תורת הוי' (תורתך שבאצילות, קנין), ויתירה מזה, שהלימוד שלהם צ\"ל באופן דעבד, עולה של תורה], ניתן מסיני50, שגם בו הוא חיבור דשני ההפכים, מציאות וביטול וכמבואר בלקו\"ת51, דזה שהתורה ניתנה על הר סיני דמכיך מכל טוריא52, הוא מפני שבהר סיני ישנם שני ההפכים הר – הגבהה, ומכיך – ביטול.ח) והנה אמרו רז\"ל53 גדול תלמוד שמביא לידי מעשה ויש לומר, שע\"י החיבור דשני ההפכים (מציאות וביטול) שבלימוד התורה, נמשך עד\"ז גם במעשה המצוות אלא שבלימוד התורה החידוש הוא הביטול דהגם שלימוד התורה הוא בהבנה והשגה (מציאות) מ\"מ צריך להיות הלימוד בביטול ובקיום המצוות החידוש הוא המציאות דהגם שקיום המצוות צ\"ל מצד ציווי הקב\"ה [כמובן גם מזה שמצוות הוא לשון ציווי], בדרך עבודת עבד54, מ\"מ הביטול שלו צריך להיות באופן שהביטול אינו שולל את מציאותו אלא אדרבה זה גופא הוא מציאותו",
          "topics": [
            "אור",
            "אצילות",
            "נצח",
            "מצוות",
            "תורה"
          ],
          "word_count": 264
        },
        {
          "chunk_id": "chunk_8",
          "content": "היינו, דזה שהוא עבדו של הקב\"ה הוא [לא רק מצד ההכרח, אלא] שהוא רוצה להיות עבדו של הקב\"ה ויש לו חיות ותענוג בזה.ויש לומר, דמהטעמים על זה שהתחלת הציווים דפרשת משפטים הוא בפסוק ואלה המשפטים אשר תשים לפניהם שמדבר בלימוד התורה כדרשת חז\"ל, הובאה לעיל סעיף ג [דלא כרוב הציווים שבתורה שבתחילתם הוא דבר אל בני ישראל, צו את בני ישראל, ולא נזכר בהם ענין הלימוד], כי זה שהתחלת הציווים דפרשת משפטים הוא בדיני עבד מרמז שקיום כל המצוות צ\"ל בדרך עבודת עבד (כנ\"ל סעיף ב), וכיון שגם הביטול דקבלת עול (עבודת עבד) צ\"ל בחיות ובתענוג (כנ\"ל), לכן, התחלת הפרשה היא בהענין דלימוד התורה, דמהתענוג והחיות שבלימוד התורה נמשך מעין התענוג וחיות דתורה גם בהעבודה דקבלת עול55.ט) ועפ\"ז יובן מה שהתחלת הפרשה היא בדין עבד עברי, אף שעיקר ענין העבדות הוא בעבד כנעני (כנ\"ל סעיף ב), כי השלימות דענין העבדות (קבלת עול) הוא שהביטול דעבדות יהי' בתענוג ובחיות, וענין זה הוא בעבד עברי דוקא ויובן זה ע\"פ מ\"ש אדמו\"ר הזקן בד\"ה וכי ימכור איש את בתו לאמה56 [והצ\"צ כותב57 על מאמר זה שהוא דרוש נכבד מאד מדבר מענין צדיק רשע ובינוני], דג' מיני העבדים שבפרשת משפטים, עבד כנעני עבד עברי ואמה העברי', הם ג' מדריגות בעבודת הוי' עבד כנעני הוא שהרצון והתענוג שלו הם בפריקת עול, כמארז\"ל58 עבדא בהפקירא ניחא לי', שהנח\"ר שלו (ניחא) הוא בהפקירות, פריקת עול, ועבודתו את השם הוא רק מצד ההכרח, מחמת אימת הכאת השבט, דענין הכאת השבט ברוחניות הוא שמאיר בו נפשו האלקית (אלא שהגילוי דנפש האלקית הוא רק בנוגע לעשי' בפועל) [ומבאר שם59, שבעבד (כנעני) נכלל גם רשע וטוב לו",
          "topics": [
            "גילוי",
            "צדיק",
            "ישראל",
            "מצוות",
            "תורה"
          ],
          "word_count": 256
        },
        {
          "chunk_id": "chunk_9",
          "content": "דכמו שבעבד כפשוטו, אפשר שהעבד יחטא לרבו ואעפ\"כ כשרבו מכהו בשבט הוא חוזר לעבודתו, עד\"ז הוא בעבודת ה', דגם מי שמצד התענוג שלו בפריקת עול הוא עובר על מצוות השם, מ\"מ, כיון שאח\"כ, כשמאיר בו גילוי נפשו האלקית (הכאת השבט) הוא מתחרט על חטאיו, לא יצא מכלל עבד ולאידך, גם הבינוני (דרגא תחתונה שבבינוני) נכלל בעבד כנעני דהגם שלא עבר עבירה מימיו60, מ\"מ, כיון שהרצון והתענוג שלו הוא בתאוות עוה\"ז ועבודתו את השם הוא רק מצד ההכרח (אלא שהגילוי דנפש האלקית מכריח אותו להיות סור מרע ועשה טוב במשך כל היום כולו), לא יצא מכלל עבד כנעני] ועבד עברי הוא שהרצון והתענוג שלו הוא (בעיקר) בעבודת השם, והענינים דפריקת עול (כולל התענוג בעניני עוה\"ז) הם אצלו יסורים גדולים וצער61 והגם שכשבאים לו עניני עוה\"ז הוא מתענג מהם, רצונו הוא שלא להמשך אחריהם והוא מתמרמר על זה שהתענג בעניני עוה\"ז [והוא עיקר מדריגת הבינוני] ואמה העברי' היא מדריגת צדיק, שהמדות שלו נהפכו לקדושה (אתהפכא שלמעלה מאתכפיא), כמבואר שם בארוכה.וזהו שבפרשת משפטים מדובר בקנין עבד עברי ואמה העברי' [כי תקנה עבד עברי גו' וכי ימכור איש את בתו לאמה62 גו'], והענין דעבד כנעני (בהפרשיות שמדברים בקניני עבד63), לא תצא כצאת העבדים61, הוא רק כמו בדרך אגב (ובאופן שלילי), כי זה שהתחלת פרשת משפטים היא בדיני עבד הוא מפני שבפרשה זו [שהיא בהמשך למתן תורה, מה הראשונים מסיני אף אלו מסיני] מדבר בכללות הענין דעבודת ה', שצריכה להיות בדרך עבודת עבד, וכיון שהעבדות צריכה להיות בתענוג וחיות, לכן מדבר בדיני עבד עברי ואמה העברי' בתחלה מדבר בעבד עברי, מדריגת הבינוני, כי מדת הבינוני היא מדת כל אדם ואחרי' כל אדם ימשוך64",
          "topics": [
            "גילוי",
            "צדיק",
            "מצוות",
            "תורה",
            "רצון"
          ],
          "word_count": 258
        },
        {
          "chunk_id": "chunk_10",
          "content": "ואח\"כ מדבר באמה העברי', מדריגת צדיק, שגם עבודה זו שייכת לכל אחד, כמבואר בתניא65, דגם כשיודע בנפשו שלא יגיע למדריגה זו באמת לאמיתו מ\"מ הוא יעשה את שלו לקיים את השבועה שמשביעין אותו תהי צדיק ויש לומר דזה שמדבר [כמו בדרך אגב עכ\"פ] גם בעבד כנעני, הוא מצד המעלה דאתכפיא וכמ\"ש אדמו\"ר הזקן בדרוש הנ\"ל66, שגם בצדיק גמור צריכה להיות העבודה דעבד כנעני, מצד המעלה שבאתכפיא דזהו שארז\"ל67 אל יאמר אדם אי אפשי כו' אלא אפשי ומה אעשה ואבי שבשמים גזר עלי, דזה שצריך לומר אפשי כו' הוא בכדי שתהי' אצלו העבודה דאתכפיא.יו\"ד) ולהעיר, דבאתכפיא זו הוא רק המעלה דאתכפיא דהגם שבזה שאומר אפשי הוא רחוק מאד מאלקות68, הרי זה שאומר אפשי הוא מצד ציווי התורה, וכוונתו בזה שאומר אפשי ומעורר רצון לזה69 הוא בכדי שתהי' אצלו העבודה דאתכפיא (שיעשה נגד רצונו) ועפ\"ז מובן, דזה שעבודת הצדיקים היא לא מצד ההכרח אלא שזהו התענוג שלהם, הוא גם בנוגע להעבודה דאתכפיא שלהם דהגם שהיא אתכפיא באמת, כי זה שאומרים אפשי הוא שמעוררים הרצון שלהם לזה, אלא שכופין את עצמם ועושים נגד רצונם, זה גופא הוא התענוג שלהם, כיון שהכוונה בהרצון שלהם היא בכדי שיעשו נגד רצונם.והנה ידוע70 שההמשכה שעל ידי העבודה דאתכפיא היא המשכה נעלית יותר מההמשכה שעל ידי העבודה דאתהפכא כמאמר71 כד אתכפיא סט\"א אסתלק יקרא דקוב\"ה בכולהו עלמין, שע\"י העבודה דאתכפיא הוא המשכת האור שבבחינת רוממות, אסתלק ויש לומר, דההמשכה שע\"י אתכפיא דצדיקים (שהאתכפיא גופא היא התענוג שלהם), היא המשכה נעלית עוד יותר והענין הוא, דמהטעמים על זה שהמשכה זו היא ע\"י אתכפיא דוקא, הוא72, דע\"י שהאדם כופה את עצמו לעשות כנגד רצונו וטבעו, המשכת הגילויים דלמעלה היא לא כפי הטבע שלהם",
          "topics": [
            "אלקות",
            "אור",
            "גילוי",
            "צדיקים",
            "צדיק"
          ],
          "word_count": 263
        },
        {
          "chunk_id": "chunk_11",
          "content": "שגם האור שבבחינת רוממות, שמצד \"טבעו\" הוא למעלה מגילוי, נמשך בגילוי ויש לומר דכאשר האתכפיא דהאדם היא בדרך הכרח, היפך התענוג שלו, זה שנמשך בגילוי האור שלמעלה מגילוי (היפך הטבע שלו), הוא כמו בדרך הכרח כביכול73, היינו שההמשכה היא מבחינת חיצוניות הרצון, וע\"י שהאתכפיא דהאדם הוא באופן שזהו התענוג שלו, ההמשכה היא מבחינת פנימיות הרצון והתענוג.יא) וזהו ואלה המשפטים אשר תשים לפניהם וארז\"ל ואלה מוסיף על הראשונים, דירידת והמשכת התורה במשפטים שהם מובנים גם בשכל האדם, ובפרט שעי\"ז ניתן הכח לאדם שיוכל ללמוד תורה באופן דאשר תשים לפניהם (בהבנה והסברה ועד שהתורה נקראת על שמו), היא הוספה על הראשונים, כי ע\"י ירידה זו מתגלה שורש התורה באוא\"ס הבל\"ג (כנ\"ל סעיף ג) ולהוסיף, דע\"י לימוד התורה דהאדם באופן שהתורה נקראת על שמו, מיתוסף בהתורה עוד יותר כי בירידת והמשכת התורה במשפטים, מה שנמשך בגילוי למטה הוא חכמתו של הקב\"ה (חכמה דאצילות), אלא שהחיבור דחכמתו של הקב\"ה שלמעלה משכל הנבראים עם שכל האדם הוא ע\"י ההמשכה מאוא\"ס הבל\"ג שלמעלה מחכמה [היינו שהגילוי דאוא\"ס הבל\"ג הוא רק נתינת כח לבחי' החכמה דאצילות שתתחבר עם שכל האדם, ולא שמתגלה אוא\"ס הבל\"ג עצמו], וע\"י עסק התורה דהאדם באופן שהתורה היא תורתו, נמשך בתורה הגילוי דאוא\"ס הבל\"ג עצמו וכמבואר בהדרושים74 דזה שהתורה נקראת תורתו (דהאדם), הוא לפי שע\"י עסק התורה לשמה (לשם התורה) הוא ממשיך בה הגילוי דאוא\"ס הבל\"ג, ולכן נקראת התורה על שמו, לפי שהוא המשיך בה גילוי זה ויש לומר, דזהו שואלה הוא וא\"ו אלה, וא\"ו המוסיף הוא ההוספה שנעשית בתורה, אלה הוא לשון גילוי, ופירוש ואלה (וא\"ו אלה) הוא, שההוספה בתורה (שנמשך בה אוא\"ס הבל\"ג) היא בגילוי",
          "topics": [
            "אור",
            "אוא\"ס",
            "גילוי",
            "אצילות",
            "חכמה"
          ],
          "word_count": 254
        },
        {
          "chunk_id": "chunk_12",
          "content": "היינו, דזה שנמשך בה אוא\"ס הבל\"ג הוא לא רק באופן דנתינת כח אלא שהאור עצמו מאיר בגילוי.יב) וממשיך בכתוב אשר תשים לפניהם, ויש לומר, שאשר הוא (גם) מלשון אושר ותענוג היינו, שהענין דואלה (וא\"ו אלה), ההוספה שנמשכת בתורה בבחינת גילוי מעצמות אוא\"ס, היא מבחינת התענוג דזה שלימוד התורה שלו הוא באופן דעול תורה, ביטול דעבד (כנ\"ל סעיף ו-ז), הוא דוגמת הענין דאתכפיא, וזה שהביטול שלו הוא באופן (שהביטול אינו שולל את מציאותו אלא אדרבה) שמצד הביטול גופא הוא מרגיש שהתורה היא תורתו (כנ\"ל סעיף ז) הוא ע\"ד האתכפיא דצדיקים שהאתכפיא עצמה היא התענוג שלהם, ולכן, ההמשכה שעי\"ז היא מבחינת אשר, תענוג.וע\"י לימוד התורה באופן דאשר תשים לפניהם, כי תקנה עבד, שהלימוד הוא בהבנה והסברה וביחד עם זה בביטול דעבד [שבכדי שלימוד הנגלה יהי' באופן זה הוא ע\"י לימוד פנימיות התורה, תשים לשון סימה, אוצר], עי\"ז יזכו לגילוי תורתו של משיח, תורה חדשה מאתי תצא75, בגאולה האמיתית והשלימה ע\"י משיח צדקנו, במהרה בימינו ממש",
          "topics": [
            "אור",
            "אוא\"ס",
            "עצמות",
            "גילוי",
            "צדיקים"
          ],
          "word_count": 153
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס כ\"ב שבט – תשנ\"ב, \"לקראת יום ב' פ' משפטים, כ\"ב שבט הבע\"ל, יום היאָרצייט-הילולא הרביעי של הרבנית הצדקנית מרת חי' מושקא נ\"ע זי\"ע .. ט\"ו בשבט, ה'תשנ\"ב\".1) ריש פרשתנו (משפטים).2) רד\"ה ואלה המשפטים בתו\"א (עד, ג) ובתו\"ח (תט, א [בהוצאה החדשה – משפטים ח\"ב רעז, א]). וראה גם רד\"ה כי תקנה בתו\"ח (תכה, ב [שם רפד, א]). סהמ\"צ להצ\"צ מצות דין עבד עברי פ\"א (דרמ\"צ פ, א).3) ע\"ז פ\"ב סוף ה\"ז. וראה בפי' פני משה שם.4) כידוע בענין ג' הסוגים משפטים עדות וחוקים – ראה רמב\"ן עה\"פ ואתחנן ו, כ. לקמן ח\"ד ע' יג. וש\"נ.5) שלכן צריך להזהיר שלא לדון המשפטים בערכאות (פרש\"י עה\"פ).6) כהדיוק דכמה מפרשים (ראב\"ע, רמב\"ן, ועוד). וראה בארוכה לקו\"ש חט\"ז ע' 255. וראה גם רד\"ה זה ה'תשל\"ח (לעיל ע' ח).7) דבר של צער להאדם. ובפרט ע\"פ מחז\"ל (מכילתא הובא בפרש\"י) שמדובר בקונה מיד בי\"ד גנב שאין ידו משגת לשלם וכו', דבר שאינו רגיל.8) פרשתנו ע' א'קיא. שם ע' א'קכא.9) ראה לעיל ח\"ב ע' קסד ואילך. וש\"נ.10) ראה שמונה פרקים להרמב\"ם פ\"א – הובא באוה\"ת פרשתנו ע' א'קלח ובסהמ\"צ להצ\"צ שם (פד, ב).11) תניא רפמ\"א.12) ראה בארוכה בכ\"ז לעיל ח\"ב שם.13) וגם בזה שני ענינים הנ\"ל: כי ישראל הם עבדים להקב\"ה, דאמיתית ענין העבד הוא שכולו וכל הכחות והענינים שלו (לא רק כח המעשה) משועבדים להאדון, ולכן גם זה שמתבוננים בשכלם בטעמי המצוות הוא מצד ציווי הקב\"ה; וגם מצד המצוות, כי זה שהרצון דמצוות אלו (משפטים) נתלבש בטעם הוא (לא מפני שהרצון דמצוות אלו הוא בדרגא נמוכה יותר מהרצון דחוקים, אלא) מפני שכך גזר הקב\"ה.14) מכילתא הובא בפרש\"י עה\"פ.15) ראה לקמן ס\"ע שנז, ובהערה 29 שם.16) ראה עד\"ז של\"ה מס' פסחים שלו קנא, ב (הובא באוה\"ת פרשתנו ע' א'עז) \"והתחיל ואלה המשפטים במצות עבד עברי להיות רושם העבדות קיים, כי עבדי הם\".17) פרשתנו כא, ב.18) קידושין טו, סע\"א. פרש\"י עה\"פ פרשתנו כא, ו.19) בהר כה, מו. ויתירה מזה, דמפסוק זה למדין שאסור לשחרר עבד כנעני (ברכות מז, ב. וש\"נ).20) וכמה דינים בזה – ראה רמב\"ם הל' עבדים פ\"א ה\"ה ואילך.21) עירובין נד, ב ובפרש\"י שם. הל' ת\"ת לאדה\"ז פ\"ד סי\"ח. וצ\"ע, דבהל' ת\"ת שם כמה שינויים (לכאורה) מבגמרא עירובין שם. ואכ\"מ.22) כ\"ה גם בהדרושים שבהערה 2. ושם, דענין כי תקנה הוא שמשה ימשיך לישראל בחינת הדעת. וע\"פ מ\"ש בתו\"א שם (עה, ג) דהמשכת הדעת הוא ע\"י לימוד ההלכות [כי כשמשיג ההלכות הוא \"גילוי דעת התורה במחשבת האדם\", ולכן, עי\"ז זוכה \"שיומשך בו בחי' הדעת\"], יש לקשר הפירוש שבפנים עם הפירוש שבדרושים הנ\"ל.23) ע\"ז יט, א. וראה פרש\"י קידושין לב, ריש ע\"ב.24) תהלים א, ב.25) קידושין שם.26) ראה שיורי ברכה להחיד\"א יו\"ד סרמ\"ג ס\"ו דשונה הלכות אינו יכול למחול על כבודו כי \"לא הגיע למדריגת תורה דילי' היא\".27) ראה המשך תרס\"ו ע' כב, \"דשרש ההמשכה (דתורה) הוא מאוא\"ס שלפני הצמצום כו' (ולכן) היא נמשכת עד למטה ממש\".28) בהמשך תרס\"ו שם (ס\"ע כב ואילך) (וראה בארוכה לקמן ע' קיח ואילך), דזה שהתורה היא בכל מקום (למעלה ולמטה) בשוה הוא לפי ששרש המשכתה הוא מאוא\"ס הבל\"ג, וזה שעיקר התורה הוא דוקא למטה הוא מצד שרשה בהעצמות. ועפ\"ז, היתרון שנעשה בהתורה ע\"י ירידתה למטה הוא לפי שעי\"ז מתגלה בה (לא רק שרש המשכתה באוא\"ס הבל\"ג, אלא גם) שרשה האמיתית, כמו שהיא מושרשת בהעצמות.29) ראה גם תו\"ח פרשתנו תכב, סע\"ב [בהוצאה החדשה – ח\"ב רצ, ב] ואילך (וראה עד\"ז לקו\"ת שלח נא, א), ד\"תורתו\" היא למעלה מ\"תורת הוי'\". אלא ששם מדובר בענין ההמשכה שע\"י עסק התורה דהאדם, כדלקמן סעיף יא.30) ויש לומר, דזה שהתורה נעשית תורתו (של האדם), שנמסרה לבעלותו [שלכן יכול למחול על כבודה], היא ירידה גדולה יותר מזה שהתורה ירדה להתלבש בשכל אנושי. ולכן, גם העלי' [הגילוי דאוא\"ס הבל\"ג] שע\"י ירידה זו, היא עלי' גדולה יותר.31) להעיר, דזה שאין דברי תורה מקבלים טומאה למדין מהכתוב (ירמי' כג, כט) הלא כה דברי כאש (ברכות כב, א). ויש לומר הפירוש ב\"דברי כאש\", דכיון שהוא \"דברי\" (דהקב\"ה), לכן הוא \"כאש\" שאינו מקבל טומאה. והרי דין זה (שד\"ת אין מקבלין טומאה) הוא גם בזה שהתורה נקראת על שמו – כי הגם שתורה דילי' היא, היא תורת הוי', \"דברי\" דהקב\"ה.32) ר\"פ בראשית.33) סה\"מ ה'ש\"ת ע' 68. ובכ\"מ.34) בנוסח ברכת המזון.35) תו\"א פרשתנו עה, ד. תו\"ח שם תיא, א. שם תכה, ב ואילך [בהוצאה החדשה – ח\"ב רעח, א ואילך. רפד, א ואילך]. סה\"מ להצ\"צ מצות דין עבד עברי פ\"ג (דרמ\"צ פב, א ואילך). אוה\"ת פרשתנו ע' א'קכא.36) בנוסח קידוש לבנה.37) נוסח ברכת אלקי נשמה כו' (מברכות ס, ב. רמב\"ם הל' תפלה פ\"ז ה\"ג. ועוד).38) ראה המשך תרס\"ו ע' תעב. שם ע' תפה ואילך. ובכ\"מ.39) ראה זח\"ג עג, א. לקו\"ת ויקרא ה, ג. אוה\"ת וסה\"מ עת\"ר שבהערה הבאה. ובכ\"מ.40) ראה אוה\"ת פרשתנו ע' א'קכא. סד\"ה ואלה המשפטים עת\"ר (סה\"מ עת\"ר ע' קנא).41) ויש לומר, שהשייכות דפירוש רז\"ל ש\"תשים לפניהם\" קאי על רב ששונה לתלמידיו (כנ\"ל ס\"ג) עם הפירוש הפשוט שזה קאי על משה, הוא כי \"כל ראשי ישיבות שבכל דור הן בחי' משה\" (תו\"א יתרו סט, ג).42) ח\"ג (באד\"ר) קלח, רע\"א.43) תו\"א פרשתנו שם (עה, ג. עו, ג). המשך תרס\"ו ע' רטז. ובכ\"מ.44) ויתירה מזה, דנשמת אברהם כמו שירדה למטה היא \"עפר ואפר\" לגבי שרשה באצילות (אגה\"ק סט\"ו (קכא, ב)).45) תו\"א שם.46) ויש לומר, דענין זה מרומז בזה שמקום הארון אינו מן המדה (יומא כא, א). דארון הו\"ע התורה, וזה שהתורה מושגת בשכל האדם הוא ע\"ד החיבור דלמעלה ממקום ומקום שבארון, מצד זה שהוא ית' הוא כל יכול ונמנע הנמנעות.47) ראה במדב\"ר פי\"ח, כא. תדא\"ר רפ\"ב. מדרש שמואל פכ\"ט. וראה לקו\"ת פ' ראה ד\"ה וכל בניך ס\"ב (כט, ג ואילך).48) ב\"מ נט, ב.49) הדין ד\"צריך אתה לשום לפניהם טעם המיישב תלמודם\" הוא בכל דיני התורה. אלא שבחוקים \"טעם המיישב תלמודם\" הוא המקור דהדינים ואיך למדין אותם מהפסוקים (וכיו\"ב). ובמשפטים הוא גם טעם ההלכות עצמם.50) ומה שאמרו \"הראשונים מסיני\" – כי גם לימוד \"הראשונים\" ואפילו הדינים דחוקים הוא בהבנה והשגה, וגם הפס\"ד דהלכות אלו ניתן לרשותו של האדם (נצחוני בני נצחוני), ויתירה מזה שגם החוקים \"ראוי להתבונן בהם, וכל מה שאתה יכול ליתן לו טעם תן לו טעם\" (רמב\"ם סוף הל' תמורה). אלא שעיקר הענין דהבנה והשגה הוא במשפטים.51) במדבר טו, ג.52) ראה תיב\"ע עה\"פ שופטים ה, ה. תיב\"ע ומדרש תהלים עה\"פ סח, יז.53) קידושין מ, ב.54) תניא רפמ\"א. וראה לקו\"ת שלח מ, א. ובארוכה – עטרת ראש דרוש לעשי\"ת נז, א. שם נט, ב.55) ראה תניא פמ\"א (נז, א) \"והתורה אמרה ועבדתם את ה' אלקיכם וגו'\". ולעיל ח\"ב ע' תטו, דע\"י שהעבודה דקבלת עול (עבודת עבד) הוא לפי שהתורה אמרה ועבדתם גו', נמשך מעין התענוג דתורה גם בהעבודה דקבלת עול.56) נדפס (עם הגהות הצ\"צ) באוה\"ת פרשתנו ע' א'קכז ואילך. וראה גם ד\"ה זה תו\"ח שמות עא, ב ואילך [בהוצאה החדשה – משפטים ח\"ב רצג, א ואילך]. דרך חיים שער התפלה פס\"ו ואילך. סהמ\"צ להצ\"צ מצות יעוד ופדיון אמה העברי' (פג, ב אילך).57) אוה\"ת שם ע' א'קכז.58) גיטין יג, א.59) אוה\"ת שם ע' א'קכח. סהמ\"צ שם פד, ב.60) תניא רפי\"ב.61) כ\"ה הלשון באוה\"ת שם ע' א'קלא.62) פרשתנו כא, ז.63) דהתחלת פרשיות אלה היא כי תקנה גו', וכי ימכור גו'. משא\"כ עבד כנעני שלאח\"ז [כא, כ ואילך. כא, כו ואילך].64) תניא ריש פי\"ד.65) ספי\"ד.66) אוה\"ת שם ע' א'קלח. סהמ\"צ שם פד, ב.67) תו\"כ קדושים כ, כו. פרש\"י שם.68) כ\"ה הלשון בסהמ\"צ שם. ומבאר שם, שלכן יש בזה המעלה דאתכפיא סט\"א.69) כ\"ה להדיא באוה\"ת שם. וכמובן גם בפשטות, דכיון שהתורה ציותה לומר אפשי, צריכה להיות אמירה אמיתית.70) תו\"א ויקהל פט, ג-ד. הוספה לתו\"א שם קיד, ג-ד. ובכ\"מ.71) ראה תניא פכ\"ז ולקו\"ת ר\"פ פקודי (מזח\"ב קכח, ב. וראה גם שם סז, ב. קפד, א). תו\"א שם. לקו\"ת חוקת סה, ג.72) ראה בארוכה לעיל ח\"ב ע' שסב. וראה עד\"ז תו\"א שם פט, סע\"ג \"ובאתעדל\"ת זו בבחי' ביטול שמסלק את עצמו כו' אתעדל\"ע כו' להיות נמשך בבחי' סוכ\"ע כו' שהוא ג\"כ בחי' הסתלקות עצמותו ומהותו ית' כו'\".73) להעיר מלשון התו\"א שבהערה הקודמת \"הסתלקות עצמותו ומהותו ית' כו'\".74) תו\"ח ולקו\"ת שבהערה 29.75) ישעי' נא, ד. ויק\"ר פי\"ג, ג.",
      "glossary": "|אברהם אברהם (Avraham Avraham): Abraham Abraham; אדר ראשון (Adar Rishon): First Adar; אוה\"ת (Ohr HaTorah): Light of Torah; אומות העולם (Umot HaOlam): Nations of the world; אוצר (Otzar): Treasure; אינו מוגבל (Eino Mugbal): Is not limited; אף אלו מסיני (Af Elu MiSinai): These too from Sinai; אצילות (Atzilut): Emanation; ארז\"ל (Amru Rabboteinu Zikhronam Livrakha): Our sages of blessed memory said; אשר תלמדם (Asher Tilmdem): Which you shall teach them; אשר תשים לפניהם (Asher Tasim Lifneihem): Which you shall place before them; אתה בראתה (Atah Beratah): You created it; ב' הדרגות (Bet HaDargot): Two levels; באוא\"ס הבל\"ג (Be'Or Ein Sof HaBelti Mugbal): In the Infinite Light without limit; באצילות (Be'Atzilut): In Emanation; בבי\"ת (BeBeit): With the letter Bet; בגילוי (BeGilui): In revelation; בדוגמת (BeDugmat): In the manner of; בהעלם (BeHe'elem): In concealment; בהשכל שלו (BeSekhel Shelo): With his intellect; בחינת העיגולים (Bechinat HaIgulim): Aspect of circles; בחינת טהורה (Bechinat Tehorah): Aspect of pure; ביטול העבד להאדון (Bittul HaEved LaAdon): Nullification of servant to master; ביכלתה (BiYekholtan): In its ability; בכולהו אתר (BeKhulhu Atar): In all places; בל\"ג וגבול (Belti Mugbal VeGvul): Unlimited and limited; במהותה (BiMahutah): In its essence; בס\"ד (Besiyata Dishmaya): With the help of Heaven; ברוחניות (BeRuchaniyut): In spirituality; ברוך בוראך (Barukh Borekha): Blessed is your Creator; ברוך יוצרך (Barukh Yotzrekha): Blessed is your Former; ברוך עושך (Barukh Osekha): Blessed is your Maker; ברוך קונך (Barukh Konekha): Blessed is your Acquirer; בריאה (Beriah): Creation; ברשות המוכר (BiReshut HaMokher): In possession of the seller; בשוה (BeShaveh): Equally; בתורת ה' חפצו (BeThorat Hashem Cheftzo): In God's Torah is his desire; ג' העולמות (Gimel HaOlamot): Three worlds; גזר הקב\"ה (Gazar HaKadosh Baruch Hu): The Holy One decreed; גילוי אוא\"ס (Gilui Or Ein Sof): Revelation of Infinite Light; גילוי ההעלם (Gilui HaHe'elem): Revelation of the concealed; דיוק (Diyuk): Precise analysis; דינים (Dinim): Laws; דרגת התורה (Dargat HaTorah): Level of Torah; דרשת רז\"ל (Dirshat Rabboteinu Zikhronam Livrakha): Interpretation of our sages; דשמא אדכר תרי זימני (DeShmah Idkhar Trei Zimni): Where the name is mentioned twice; ה'תשמ\"א (Hey Tashma Aleph): Year 5741; האדם המקיים (HaAdam HaMekayem): The person who fulfills; האיר בגילוי (He'ir BeGilui): Illuminated in revelation; האל\"ף דתורה (HaAlef DeTorah): The Alef of Torah; הבי\"ת דתורה (HaBeit DeTorah): The Bet of Torah; הבלתי מוגבל (HaBelti Mugbal): The unlimited; הבנה והסברה (Havanah VeHasbarah): Understanding and explanation; הבנה והשגה (Havanah VeHasagah): Understanding and comprehension; הגדרים (HaGdarim): Definitions; הגישה הראשונה (HaGishah HaRishonah): The first approach; ההלכות (HaHalakhot): The laws; הוויית דבר חדש (Havayat Davar Chadash): Coming into being of something new; החיבור (HaChibbur): The connection; הטעם (HaTa'am): The reason; הלוקח (HaLokeiach): The buyer; המוגבל (HaMugbal): The limited; המציאות שלו (HaMetziyut Shelo): His existence; המשכת התורה (Hamshakhat HaTorah): Drawing down of Torah; הנשמה (HaNeshamah): The soul; העוסק בתורה (HaOsek BaTorah): One who engages in Torah; הפס\"ד (HaP; הקנין (HaKinyan): The acquisition; הרב (HaRav): The rabbi; השייכות (HaShayakhut): The connection; השעבוד (HaShi'abud): The enslavement; השרש דנשמת משה (HaShoresh DeNishmat Moshe): Root of Moses' soul; התורה שבאצילות (HaTorah SheBe'Atzilut): Torah that is in Emanation; התלבשת (Hitlabshut): Clothing/Investment; ואלה המשפטים (Ve'eleh HaMishpatim): And these are the judgments; ובתורתו יהגה (UveThorato Yehgeh): And in his Torah he meditates; ועל תורתך שלמדתנו (Ve'Al Toratekha SheLimadtanu): And upon Your Torah that You taught us; זהר (Zohar): Book of Splendor; חכמתו של הקב\"ה (Chokhmato Shel HaKadosh Baruch Hu): Wisdom of the Holy One; חסידות (Chassidut): Chassidic teachings; טעם המיישב תלמודם (Ta'am HaMeyashev Talmudam): Reason that settles their learning; טעמי ההלכות (Ta'amei HaHalakhot): Reasons of the laws; יבטל את שכלו (Yevatel Et Sikhlo): Nullify his intellect; יבין את התורה (Yavin Et HaTorah): Understand the Torah; יומם ולילה (Yomam VaLaylah): Day and night; יוצא ביובל (Yotzei BaYovel): Goes free in Jubilee; ירושלמי (Yerushalmi): Jerusalem Talmud; ירידה (Yeridah): Descent; ישיג (Yasig): Will comprehend; ישראל (Yisrael): Israel; ישראל וקוב\"ה כולא חד (Yisrael VeKudsha Brikh Hu Kula Chad): Israel and the Holy One are all one; יתלבש (Yitlabesh): Will be clothed; יתרון (Yitron): Advantage; כי תקנה עבד עברי (Ki Tikneh Eved Ivri): When you acquire a Hebrew servant; כל יכול (Kol Yakhol): All-powerful; ל\"ת להאריז\"ל (Likutei Torah LeHaAri Zal): Collected Torah teachings of the Ari of blessed memory; לא פסיק טעמא (Lo Pasik Ta'ama): No pause; לחבר ההפכים (Lechaber HaHafakhim): To connect opposites; לימודם (Limudm): Their study; למעלה מהשתלשלות (Lema'alah MeHishtalshelut): Above the chain of worlds; לעולם בהם תעבודו (Le'olam Bahem Ta'avodu): Forever you shall work with them; לפניהם (Lifneihem): Before them; לפנימיותם (Lifnimiyutam): To their inner dimension; לשון יחיד (Lashon Yachid): Singular language; לשון נוכח (Lashon Nokhach): Present language; לשון נסתר (Lashon Nistar): Hidden language; לשון רבים (Lashon Rabim): Plural language; מבה\"ח (Mevo'a Chodesh): Beginning of the month; מה הראשונים מסיני (Mah HaRishonim MiSinai): What the first ones from Sinai; מובנים בשכל (Muvanim BeSekhel): Understood by intellect; מוסיף על הראשונים (Mosif Al HaRishonim): Adds to the first ones; מחבר ומאחד (Mechaber UMe'ached): Connects and unifies; מחיצה והפסק (Mechitzah VeHafsek): Partition and separation; מלשון סימה (MiLashon Simah): From the language of treasure; מעלה (Ma'alah): Ascent; מעלה ומטה (Ma'alah UMattah): Above and below; מצד עצמה (MiTzad Atzmah): From its own side; מצות תלמוד תורה (Mitzvat Talmud Torah): Commandment of Torah study; מקורו (Mekoro): His source; משה משה (Moshe Moshe): Moses Moses; משה רבינו (Moshe Rabbenu): Moses our teacher; משפטים (Mishpatim): Judgments/Laws; משפטים (Mishpatim): Judgments; מתגלה (Mitgaleh): Is revealed; מתן תורה (Matan Torah): Giving of Torah; נגלית (Nigleit): Revealed; נמשך (Nimshakh): Drawn down; נרגש (Nirgash): Felt; נשמתו (Nishmato): His soul; נתלבשה (Nitlabshah): Clothed; סדורים בפיהם (Sedurim BeFihem): Arranged in their mouths; סותר (Soter): Contradicts; סיני (Sinai): Mount Sinai; סתים דאורייתא (Setim De'Oraita): Hidden aspect of Torah; סתים דנשמה (Setim DeNeshamah): Hidden aspect of soul; עבד כנעני (Eved Kena'ani): Canaanite servant; עבד נרצע (Eved Nirtzah): Servant whose ear is pierced; עבד עברי (Eved Ivri): Hebrew servant; עבדות (Avdut): Servitude; עבדים להקב\"ה (Avadim LaKadosh Baruch Hu): Servants to the Holy One; עבודת עבד (Avodat Eved): Service of a servant; עבודתו את השם (Avodato Et HaShem): His service of God; עולה של תורה (Olah Shel Torah): Yoke of Torah; עושך יוצרך ובוראך (Osekha Yotzrekha UVorekha): Your Maker, Former and Creator; עיקר קיומם (Ikar Kiyumam): Main fulfillment; עשי' (Asiyah): Action; עשי' יצירה ובריאה (Asiyah Yetzirah UVeriah): Action, Formation and Creation; פנימיות הנשמה (Pnimiyut HaNeshamah): Inner dimension of soul; פנימיות התורה (Pnimiyut HaTorah): Inner dimension of Torah; פסיק טעמא בגווייהו (Pasik Ta'ama BeGavaiyhu): There is a pause between them; ציווי הקב\"ה (Tzivui HaKadosh Baruch Hu): Command of the Holy One; קאי (Ka'i): Refers to; קבלת עול (Kabbalat Ol): Acceptance of yoke; קונך (Konekha): Your Acquirer; קיום המצוות (Kiyum HaMitzvot): Fulfillment of commandments; קנין (Kinyan): Acquisition; קנינו (Kiniano): His acquisition; רזי תורה (Razei Torah): Secrets of Torah; רצון הקב\"ה (Ratzon HaKadosh Baruch Hu): Will of the Holy One Blessed Be He; רצון שלמעלה מטעם (Ratzon SheLema'alah MiTa'am): Will above reason; ש\"פ (Shabbat Parshat): Shabbat of Torah portion; שינוי (Shinui): Change; שכל אנושי (Sekhel Enoshi): Human intellect; שכלו (Sikhlo): His intellect; שלמדתנו בבריאה (SheLimadtanu BiBeriah): That You taught us in Creation; שלמעלה מהוי' (SheLema'alah MiHavayah): Above the Tetragrammaton; שלמעלה מהשתלשלות (SheLema'alah MeHishtalshelut): Above the chain of worlds; שלמעלה משכל הנבראים (SheLema'alah MiSekhel HaNivra'im): Above the intellect of created beings; שרשה שבאצילות (Shorshah SheBe'Atzilut): Its root in Emanation; שש שנים (Shesh Shanim): Six years; ששרשה (SheShorshah): That its root; תורה דילי' היא (Torah Dilei Hi): It is his Torah; תורת אמת (Torat Emet): Torah of truth; תורת ה' (Torat Hashem): Torah of God; תורת הוי' (Torat Havayah): Torah of the Tetragrammaton; תורתו (Thorato): His Torah; תורתך שבאצילות (Toratekha SheBe'Atzilut): Your Torah in Emanation; תכלית הביטול (Takhlit HaBittul): Ultimate nullification; תלמידיו (Talmidav): His students; תקנה (Tikneh): You shall acquire; תשים (Tasim): You shall place;"
    },
    "search_tags": [
      "צמצום",
      "נצח",
      "דור",
      "עבודה",
      "Departure",
      "חטא",
      "תכלית",
      "Contraction",
      "צדיק",
      "העלם",
      "אלקות",
      "אברהם",
      "Knowledge",
      "רבי",
      "World",
      "אוא\"ס",
      "Wisdom",
      "דעת",
      "יצירה",
      "אצילות",
      "ביטול",
      "Concealment",
      "Commandments",
      "Righteous ones",
      "Purpose",
      "Nullification",
      "גאולה",
      "Chain of descent",
      "Torah",
      "צדיקים",
      "כוונה",
      "Creation",
      "Moses",
      "Generation",
      "Emanation",
      "מצוות",
      "Talmud",
      "Sin",
      "Israel",
      "ישראל",
      "המשכה",
      "חסידות",
      "תורה",
      "Formation",
      "Rabbi",
      "Light",
      "השתלשלות",
      "Will",
      "אור",
      "בריאה",
      "עצמות",
      "Eternity",
      "Intention",
      "משיח",
      "Worlds",
      "Essence",
      "הסתלקות",
      "Infinite Light",
      "Revelation",
      "Redemption",
      "Righteous one",
      "Service",
      "Drawing down",
      "Divinity",
      "גילוי",
      "רצון",
      "משה",
      "עולמות",
      "חסיד",
      "Chassid",
      "Abraham",
      "Chassidut",
      "תלמוד",
      "חכמה",
      "Messiah",
      "עולם"
    ]
  }
}