{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "1_רה",
    "reference": "Reference: 1_רה",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אור",
        "אוא\"ס",
        "עצמות",
        "גילוי",
        "העלם",
        "צמצום",
        "תחתונים",
        "עולם",
        "עולמות",
        "חכמה",
        "דעת",
        "חסד",
        "נצח",
        "אברהם",
        "ישראל",
        "מצוות",
        "מצוה",
        "תורה",
        "תלמוד",
        "גלות",
        "משיח",
        "דור",
        "עבודה",
        "המשכה",
        "העלאה",
        "דירה",
        "תכלית",
        "כוונה",
        "רצון",
        "תיקון",
        "הסתלקות",
        "רבי"
      ],
      "key_concepts": [
        "Light",
        "Infinite Light",
        "Essence",
        "Revelation",
        "Concealment",
        "Contraction",
        "Lower worlds",
        "World",
        "Worlds",
        "Wisdom",
        "Knowledge",
        "Kindness",
        "Eternity",
        "Abraham",
        "Israel",
        "Commandments",
        "Commandment",
        "Torah",
        "Talmud",
        "Exile",
        "Messiah",
        "Generation",
        "Service",
        "Drawing down",
        "Elevation",
        "Dwelling",
        "Purpose",
        "Intention",
        "Will",
        "Rectification",
        "Departure",
        "Rabbi"
      ],
      "biblical_references": [
        "שה\"ש מד, ג",
        "שה\"ש מד, ג",
        "שה\"ש מד, ג",
        "שמות מט, ד",
        "במדבר יג, א"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "זהר",
        "זהר"
      ],
      "chassidic_references": [
        "אדמו\"ר האמצעי",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 1727,
      "chunk_count": 7
    },
    "content": {
      "main_text": "בס\"ד. ש\"פ וירא, כ\"ף מרחשון ה'תשל\"ז וה' אמר המכסה אני מאברהם גו' ואברהם היו יהי' לגוי גדול גו' כי ידעתיו למען אשר יצוה גו' ושמרו דרך ה' לעשות צדקה ומשפט גו'1. ומדייק בזה בעל יום ההולדת במאמרו ד\"ה זה דשנת תרס\"ז (בהמשך תרס\"ו2), הרי דרך הוי' זהו תומ\"צ3, וא\"כ מה מוסיף הכתוב בלעשות צדקה גו' (ענין המצוות4) על ושמרו דרך הוי'. ומבאר שם5, דדרך הוי' היא המשכה מלמעלה למטה, וצדקה ומשפט היא העבודה בבחי' מלמטה למעלה, העבודה דאור חוזר. [ועפ\"ז מבואר שם6 גם השייכות דושמרו דרך הוי' לעשות צדקה ומשפט למ\"ש לפנ\"ז והוי' אמר המכסה אני מאברהם גו'].והנה הפסוק כי ידעתיו גו' ושמרו דרך הוי' לעשות צדקה ומשפט נתבאר בהמשך הנ\"ל בד\"ה כי ידעתיו דשנת תרס\"ו7 (מאמר דש\"פ וירא הראשון שבההמשך), ובמאמר זה (מאמר דש\"פ וירא השני שבההמשך) מבאר הפסוק באופן אחר, נוסף על זה שמאמר הראשון מתחיל בפסוק כי ידעתיו ומאמר השני מתחיל בפסוק והוי' אמר המכסה אני גו', הנה גם בפסוק כי ידעתיו גופא, במאמר השני מפרש באופן אחר, דבמאמר הראשון מביא שני פירושים בכי ידעתיו, פירוש התרגום8 שידעתיו הוא לשון ידיעה, ארי גלי קדמי, ופירוש רש\"י שידעתיו הוא לשון חיבה. ומבאר שם9 דידעתיו לשון ידיעה הו\"ע רצון העצמי (דזהו ארי גלי קדמי, כי הרצון הוא בהתגלות), וידעתיו לשון חיבה הו\"ע תענוג העצמי, משא\"כ במאמר השני4 מפרש10 ידעתיו לשון חיבה, שחיבב אותו בבחי' תענוג העצמי. ועוד חילוק בין שני המאמרים בהפירוש דושמרו דרך הוי' לעשות צדקה ומשפט. דבמאמר הראשון משמע (כפשטות לשון הכתוב, וכמבואר גם בכמה דרושים) דלעשות צדקה ומשפט הוא הפירוש דושמרו דרך הוי'11, או שצדקה ומשפט הוא פרט בדרך הוי'. ויש לומר שדרך הוי' (לשון יחיד) היא התורה (בחינת כלל שלמעלה מהתחלקות), ומזה נמשך לעשות צדקה12, עשיית המצוות (רמ\"ח אברין דמלכא13, אברים פרטים)14. ובמאמר זה (מאמר דש\"פ וירא השני שבההמשך) מבאר דלעשות צדקה גו' (עם היות שבא בהמשך לושמרו דרך הוי') הוא לא פירוש או פרט בדרך הוי' אלא שהוא ענין נוסף. דלאחרי ושמרו דרך הוי', המשכה מלמעלה למטה, באים אח\"כ15 לעבודה נעלית יותר, לעשות צדקה, עבודה מלמטה למעלה.ב) ויובן כ\"ז ע\"פ המבואר בד\"ה זכור תרע\"ח16 לבעל יום ההולדת (עה\"פ ושמרו דרך הוי'), ובארוכה בביאורי הזהר לאדמו\"ר האמצעי17 (עה\"פ18 כי ישרים דרכי הוי') ובכ\"מ19, דענין דרך למעלה הוא בדוגמת דרך כפשוטו (בגשמיות), שהוא ממוצע שמחבר שני מקומות שמצד עצמם הם רחוקים זמ\"ז בתכלית. וכמו דרך המלך הנמשך והולך מעיר המלוכה מקום מושב המלך לכל מרחבי המדינה (שעל ידו מגיעים לכל העיירות הגדולות), וממנו מסתעפים עוד דרכים ונתיבות שעל ידם יכולים להגיע לעיירות הקטנות וכו' עד לפינה הכי נדחת, דהריחוק שבין עיירות הקטנות ומכש\"כ פינה הנדחת לעיר הבירה מקום מושב המלך הוא נוסף על הריחוק במקום גם ריחוק במעלה, ועד לריחוק שבאין ערוך, וע\"י אמצעות הדרך נעשה קישור וחיבור דפינה הנדחת עם מקום מושב המלך. וזהו מה שהקו הנמשך מאוא\"ס נקרא בשם דרך, כי הקו הוא הממוצע שעל ידו נמשך מאוא\"ס לעולמות, דנוסף על זה שהתהוות העולמות (המשכת אוא\"ס להוות את העולמות) הוא ע\"י אמצעות הקו [דענין זה הוא ע\"י חיצוניות הקו, דשרשו הוא ממל' דא\"ס], הרי ע\"י הקו נעשה גם המשכת הגילויים דאוא\"ס בעולמות [דענין זה הוא ע\"י פנימיות הקו, דשרשו הוא מת\"ת הנעלם].ג) ועפ\"ז מבאר בעל יום ההולדת בד\"ה זכור הנ\"ל20 זה שהתומ\"צ נק' דרך הוי', כי ענין תומ\"צ הוא לאתקנא רזא דשמי'21, המשכת בחי' שמו הגדול (שם הוי'), שהוא הגילוי דעצמות אוא\"ס (בחי' ת\"ת הנעלם שלמעלה מבחי' מל' דא\"ס). ולכן נק' דרך הוי', הדרכים שעל ידם נמשך בעולם הגילוי דשם הוי', שמו הגדול. ועי\"ז נשלמה הכוונה דדירה בתחתונים22, הגילוי דעצמות אוא\"ס (שלמעלה מבחי' סובב וממלא) למטה בתחתונים, בתחתון שאין23 תחתון למטה ממנו. ומבאר שם24, דענין דירה בתחתונים הוא כמשל אדם הדר בבית חבירו, שכל עצמותו כמו שהוא דר בביתו הוא דר בבית חבירו. ויש לומר, שהכוונה בהמשל דאדם הדר בבית חבירו, הוא לבאר, דענין דירה בתחתונים הוא לא באופן שמצד הגילוי דאוא\"ס בהתחתון נעשה בו זיכוך ועלי' (באופן שמתבטל ה\"תחתון\" שבו), כי אם, שגם לאחרי הגילוי הוא נשאר תחתון25, ואעפ\"כ נמשך בו הגילוי דעצמות אוא\"ס. דזהו תוכן המשל דאדם הדר בבית חבירו, שגם לאחרי שהוא דר שם הבית הוא בית חבירו, ואעפ\"כ הוא דר שם בכל עצמותו כמו שהוא דר בביתו.ד) והנה לאחרי זה ממשיך בהמאמר (ד\"ה זכור הנ\"ל26), דכמו שדרך כפשוטו משמש לא רק להליכה אלא גם לחזרה27, עד\"ז הוא גם בדרך הוי', דאמיתית ענינו הוא שהוא באופן כזה שעל ידו נעשה לא רק ההמשכה מלמעלה למטה (ענין הליכה), אלא גם העלאת התחתון, שיהי' כלי לההמשכה28. ושני ענינים אלו (ההמשכה מלמעלה והעלאת המטה) נעשים על ידי לימוד התורה וקיום המצוות29. ע\"י לימוד התורה נעשה ההמשכה דעצמות אוא\"ס (דהחכמה דתורה היא מבחי' החכמה דעצמות א\"ס) בשכל האדם (שכל אנושי שמלובש במוח גשמי), ובפרט כשלומד היטב בעיון שכלו שאז היא מתאחדת עמו ביחוד נפלא שאין יחוד כמוהו30, ועד שנקראת על שמו31. ובירור והעלאת התחתון נעשה ע\"י מעשה המצוות, ובפרט כשמעשה המצוות הוא באופן דאתכפיא, מעשה מלשון כפי'32. וזהו ושמרו דרך הוי' לעשות צדקה גו', דאמיתית ענין הדרך שמשמש לא רק להליכה (המשכה מלמעלה) אלא גם לחזרה (בירור והעלאת התחתון) הוא שנוסף ללימוד התורה יש גם עשיית צדקה, דכל המצוות נק' בשם צדקה33. ומוסיף צדקה ומשפט34, דעשיית הצדקה (צדקה כפשוטה) צ\"ל במשפט, שישפוט את עצמו מהמותרות ויחשוב היטב מה שהוא מוכרח לנפשו וכל השאר יתן לצדקה. ועד\"ז הוא בכל המצוות (שנק' בשם צדקה, כנ\"ל) שקיומם צ\"ל באופן דמשפט. ומוסיף לעשות (צדקה ומשפט), שגם זה (שהצדקה היא באופן דמשפט) אינו מספיק עדיין, וצריך להיות באופן דאתכפיא, מעשה מלשון כפי'. ועי\"ז נעשה בירור והעלאת התחתון, שנעשה כלי להגילוי שלמעלה.ה) והנה העילוי שבבירור והעלאת התחתון, מובן מהמאמר (ד\"ה זכור הנ\"ל) שיש בזה ב' ענינים. א' שזה נוגע לההמשכה שלמעלה. וכמ\"ש במאמר הנ\"ל25 דכמו שבדרך כפשוטו באם א\"א לילך בו בחזרה אזי אינו נקרא דרך (לא רק לגבי המקום שבא לשם, אלא) גם לגבי המקום שהלך משם, דכשלא ישנה העלי' (שהתחתון אינו כלי לההמשכה), אין ההמשכה אמיתית. ויש לומר הביאור בזה, דאמיתית ענין ושלימות ההמשכה (שאין בה הגבלה) היא, דלא רק שהיא נמשכת בכל מקום גם במקום הכי תחתון, אלא שהיא נמשכת וחודרת בכל חלקי המקום עד שמתעצמת עמו. שזה (ההתעצמות) הוא דוקא כשהתחתון הוא כלי להגילוי. דהגם שמצד למעלה אפשר להיות ההמשכה גם בתחתון שאינו כלי, דמי35 יאמר לו מה תעשה36, הרי בנוגע להתחתון, מכיון שמצדו אינו כלי ראוי לההמשכה, אינו מתעצם עם האור37, ובמילא חסר גם בההמשכה כנ\"ל. ועוד ענין בבירור והעלאת התחתון38, ובפרט כשהבירור הוא באופן דאתכפיא, שזה דוקא מגיע בהעצמות. וזהו\"ע מעשה גדול39, כי מעשה מלשון כפי' (בירור התחתון) מגיע בהעלם העצמי40 שלמעלה מכל ההמשכות והגילויים41.ו) ועפ\"ז יש לבאר תוכן הפנימי של החילוקים דהמאמרים דש\"פ וירא בהמשך תרס\"ו. דבמאמר הראשון מבאר ענין המצוות, זה שע\"י קיום המצוות נמשכים ענינים הכי נעלים, רצון עצמי ותענוג עצמי. היינו שהעילוי דעבודת המטה הוא שעי\"ז נעשה ההמשכה מלמעלה וגם ענין בירור התחתון הוא שעי\"ז היא השלימות דההמשכה. ולכן מפרש (כפשטות לשון הכתוב) דלעשות צדקה ומשפט הוא פירוש ופרט בדרך הוי', ההמשכה מלמעלה. ולשנה הבאה במאמר השני מבאר העילוי דמעשה המצוות (עבודת המטה) כמו שהוא מצד עצמו42, בדוגמת הגילוי דלעתיד שאז תתגלה מעלת המעשה, מעשה גדול, לא רק זה שהמעשה מעורר וממשיך את אור הבל\"ג כמו שהוא למעלה מהתלבשות בחכמה (תלמוד), אלא גם העילוי דהמעשה גופא, שהוא מגיע בהעלם העצמי39 (שלמעלה גם מאור הבל\"ג שנמשך על ידו)40. ולכן מפרש דלעשות צדקה ומשפט הוא (לא פרט וביאור בדרך הוי', כ\"א) ענין נוסף (שבא לאחרי וע\"י ושמרו דרך הוי')43. וזהו מה שמאמר זה מתחיל בפסוק והוי' אמר המכסה אני, ומבאר דהמכסה אני הוא בחי' העלם העצמי דא\"ס, ופירוש המכסה אני מאברהם הוא שלאברהם נתגלה בחי' זו, דע\"י עבודתו בבחי' אור חוזר מלמטה למעלה, וגם יצוה את בניו ואת ביתו אחריו גו' לעשות צדקה ומשפט, לכן נתגלה לו בחי' העלם העצמי. [ואומר על זה המכסה בתמי'44, כי מצד העבודה שלו (בבחינת אור חוזר) אין שייך שלא יתגלה לו בחינה זו]. ומכיון שבמאמר זה מדובר בענין הגילוי דהעלם העצמי (המכסה אני), לכן, גם בפסוק כי ידעתיו גו' מפרש שידעתיו הוא לשון חיבה שחיבב אותו בבחי' תענוג העצמי [דגילוי תענוג העצמי הוא נעלה יותר מגילוי הרצון, שלכן גילוי הרצון יש גם עכשיו משא\"כ גילוי התענוג יהי' רק לעתיד45], כי ע\"י המשכת וגילוי העלם העצמי, גם הגילויים הם באופן נעלה יותר46.והנה שני ענינים אלו דושמרו דרך הוי' (המשכה מלמעלה למטה) לעשות צדקה ומשפט (עבודה מלמטה למעלה) ישנם בכאו\"א מישראל, במשך כל הדורות. דנוסף על זה שכל עניני התורה הם נצחיים47, ובפרט הענינים דמעשה אבות סימן ונתינת כח לבנים48, הרי בנוגע לענין זה אומר בפירוש אשר יצוה את בניו ואת ביתו אחריו, עד סוף כל הדורות. וציווי זה (שאברהם מצוה את בניו גו') הוא נתינת כח מיוחד (נוסף על הנתינת כח שמצד מעשה אבות) לכל אחד מישראל על שתי עבודות הנ\"ל.ז) ויש לקשר זה עם הפסוק (בתהלים קאַפּיטל49 קטז, הקאַפּיטל דבעל יום ההולדת50 דשנה שעברה51) אתהלך לפני הוי' בארצות החיים52, ארצות לשון רבים, ומבואר בתו\"א53 שהם (בכלל) ב' ארצות, עלמא דאתכסיא ועלמא דאתגליא, דב' ארצות אלו הם המשכה מלמעלה למטה והעלאה מלמטה למעלה. ויש לבאר זה בב' אופנים. א' שעלמא דאתכסיא הו\"ע העלאה מלמטה למעלה (דעלי' למעלה הו\"ע של התעלמות) ועלמא דאתגליא (ענין הגילוי וירידה) הו\"ע המשכה מלמעלה למטה. וע\"פ המבואר בתו\"א שם שעלמא דאתכסיא הוא בחי' לאה (מחשבה) ועלמא דאתגליא הוא בחי' רחל (דיבור), יש לומר, שעלמא דאתכסיא בעבודת האדם הוא לימוד התורה, שעיקר ענינה הוא הבנה והשגה (מחשבה)54, ועלמא דאתגליא הוא קיום המצוות בדיבור ומעשה. ועפ\"ז, עלמא דאתכסיא הוא המשכה מלמעלה למטה ועלמא דאתגליא הוא העלאה מלמטה למעלה, כנ\"ל בארוכה שתורה היא המשכה מלמעלה למטה ומצוות הם העלאה מלמטה למעלה.ח) וע\"י העבודה דאתהלך לפני הוי' בארצות החיים, באים לתוכן הקאַפּיטל דבעל יום ההולדת49 דשנה זו55, הללו את הוי' כל גוים גו' כי גבר עלינו חסדו גו', שגם שני ענינים אלו הו\"ע העלאה והמשכה. הללו גו' כל גוים גו' הו\"ע בירור זיכוך והעלאת העולם56, עד שגם הגוים והאומים מהללים ומשבחים את הוי'. וגבר עלינו חסדו גו' הו\"ע המשכה מלמעלה למטה, דנוסף על זה שחסד (בכלל) הוא המשכה מלמעלה למטה, הנה החסד (ההמשכה) הוא בתוקף ובהתגברות, גבר גו' חסדו. והוא, שההמשכה היא מלמעלה מעלה ביותר, קצה הכי עליון, וביחד עם זה באה ההמשכה למטה מטה, עד לתחתון שאין תחתון למטה ממנו, וזהו מה שממשיך בכתוב ואמת הוי' לעולם, דאמת הוי' היא בחינה נעלית ביותר [וי\"ל שזהו\"ע מ\"ש הרמב\"ם57 שכל הנמצאים לא נמצאו אלא מאמיתת המצאו, דאמיתת המצאו שייך לשם הוי', שלכן מביא ברמב\"ם (בהמשך הענין שם)58 הפסוק59 והוי' אלקים אמת], ואעפ\"כ הוא נמשך לעולם, לעולם הזה הגשמי, ובזה גופא גם לגוים ואומים. אמנם לאחרי כל העילוי דהמשכה זו, נאמר זה בכתוב (לא בתור ענין בפ\"ע, אלא) בתור טעם (כי) על הללו גו' כל גוים. דתכלית הכוונה של ההמשכה היא שעי\"ז יהי' אח\"כ בירור ועליית המטה, שגם הגוים גופא יהללו את הוי'. וע\"ד העילוי דלעשות צדקה ומשפט שבא ע\"י קדימת דרך הוי'60. וסיום וחותם המזמור הוא הללוי', דאמיתית ההילול יהי' בשירה העשירית61 לע\"ל, שאז יתגלה העילוי דהעלאת התחתון, מעשה גדול, בביאת משיח צדקנו במהרה בימינו ממש.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד ש\"פ וירא, כ\"ף מרחשון ה'תשל\"ז וה' אמר המכסה אני מאברהם גו' ואברהם היו יהי' לגוי גדול גו' כי ידעתיו למען אשר יצוה גו' ושמרו דרך ה' לעשות צדקה ומשפט גו'1 ומדייק בזה בעל יום ההולדת במאמרו ד\"ה זה דשנת תרס\"ז (בהמשך תרס\"ו2), הרי דרך הוי' זהו תומ\"צ3, וא\"כ מה מוסיף הכתוב בלעשות צדקה גו' (ענין המצוות4) על ושמרו דרך הוי' ומבאר שם5, דדרך הוי' היא המשכה מלמעלה למטה, וצדקה ומשפט היא העבודה בבחי' מלמטה למעלה, העבודה דאור חוזר [ועפ\"ז מבואר שם6 גם השייכות דושמרו דרך הוי' לעשות צדקה ומשפט למ\"ש לפנ\"ז והוי' אמר המכסה אני מאברהם גו'].והנה הפסוק כי ידעתיו גו' ושמרו דרך הוי' לעשות צדקה ומשפט נתבאר בהמשך הנ\"ל בד\"ה כי ידעתיו דשנת תרס\"ו7 (מאמר דש\"פ וירא הראשון שבההמשך), ובמאמר זה (מאמר דש\"פ וירא השני שבההמשך) מבאר הפסוק באופן אחר, נוסף על זה שמאמר הראשון מתחיל בפסוק כי ידעתיו ומאמר השני מתחיל בפסוק והוי' אמר המכסה אני גו', הנה גם בפסוק כי ידעתיו גופא, במאמר השני מפרש באופן אחר, דבמאמר הראשון מביא שני פירושים בכי ידעתיו, פירוש התרגום8 שידעתיו הוא לשון ידיעה, ארי גלי קדמי, ופירוש רש\"י שידעתיו הוא לשון חיבה ומבאר שם9 דידעתיו לשון ידיעה הו\"ע רצון העצמי (דזהו ארי גלי קדמי, כי הרצון הוא בהתגלות), וידעתיו לשון חיבה הו\"ע תענוג העצמי, משא\"כ במאמר השני4 מפרש10 ידעתיו לשון חיבה, שחיבב אותו בבחי' תענוג העצמי ועוד חילוק בין שני המאמרים בהפירוש דושמרו דרך הוי' לעשות צדקה ומשפט דבמאמר הראשון משמע (כפשטות לשון הכתוב, וכמבואר גם בכמה דרושים) דלעשות צדקה ומשפט הוא הפירוש דושמרו דרך הוי'11, או שצדקה ומשפט הוא פרט בדרך הוי'",
          "topics": [
            "אור",
            "דעת",
            "אברהם",
            "מצוות",
            "גלות"
          ],
          "word_count": 254
        },
        {
          "chunk_id": "chunk_2",
          "content": "ויש לומר שדרך הוי' (לשון יחיד) היא התורה (בחינת כלל שלמעלה מהתחלקות), ומזה נמשך לעשות צדקה12, עשיית המצוות (רמ\"ח אברין דמלכא13, אברים פרטים)14 ובמאמר זה (מאמר דש\"פ וירא השני שבההמשך) מבאר דלעשות צדקה גו' (עם היות שבא בהמשך לושמרו דרך הוי') הוא לא פירוש או פרט בדרך הוי' אלא שהוא ענין נוסף דלאחרי ושמרו דרך הוי', המשכה מלמעלה למטה, באים אח\"כ15 לעבודה נעלית יותר, לעשות צדקה, עבודה מלמטה למעלה.ב) ויובן כ\"ז ע\"פ המבואר בד\"ה זכור תרע\"ח16 לבעל יום ההולדת (עה\"פ ושמרו דרך הוי'), ובארוכה בביאורי הזהר לאדמו\"ר האמצעי17 (עה\"פ18 כי ישרים דרכי הוי') ובכ\"מ19, דענין דרך למעלה הוא בדוגמת דרך כפשוטו (בגשמיות), שהוא ממוצע שמחבר שני מקומות שמצד עצמם הם רחוקים זמ\"ז בתכלית וכמו דרך המלך הנמשך והולך מעיר המלוכה מקום מושב המלך לכל מרחבי המדינה (שעל ידו מגיעים לכל העיירות הגדולות), וממנו מסתעפים עוד דרכים ונתיבות שעל ידם יכולים להגיע לעיירות הקטנות וכו' עד לפינה הכי נדחת, דהריחוק שבין עיירות הקטנות ומכש\"כ פינה הנדחת לעיר הבירה מקום מושב המלך הוא נוסף על הריחוק במקום גם ריחוק במעלה, ועד לריחוק שבאין ערוך, וע\"י אמצעות הדרך נעשה קישור וחיבור דפינה הנדחת עם מקום מושב המלך",
          "topics": [
            "אור",
            "מצוות",
            "תורה",
            "עבודה",
            "המשכה"
          ],
          "word_count": 184
        },
        {
          "chunk_id": "chunk_3",
          "content": "וזהו מה שהקו הנמשך מאוא\"ס נקרא בשם דרך, כי הקו הוא הממוצע שעל ידו נמשך מאוא\"ס לעולמות, דנוסף על זה שהתהוות העולמות (המשכת אוא\"ס להוות את העולמות) הוא ע\"י אמצעות הקו [דענין זה הוא ע\"י חיצוניות הקו, דשרשו הוא ממל' דא\"ס], הרי ע\"י הקו נעשה גם המשכת הגילויים דאוא\"ס בעולמות [דענין זה הוא ע\"י פנימיות הקו, דשרשו הוא מת\"ת הנעלם].ג) ועפ\"ז מבאר בעל יום ההולדת בד\"ה זכור הנ\"ל20 זה שהתומ\"צ נק' דרך הוי', כי ענין תומ\"צ הוא לאתקנא רזא דשמי'21, המשכת בחי' שמו הגדול (שם הוי'), שהוא הגילוי דעצמות אוא\"ס (בחי' ת\"ת הנעלם שלמעלה מבחי' מל' דא\"ס) ולכן נק' דרך הוי', הדרכים שעל ידם נמשך בעולם הגילוי דשם הוי', שמו הגדול ועי\"ז נשלמה הכוונה דדירה בתחתונים22, הגילוי דעצמות אוא\"ס (שלמעלה מבחי' סובב וממלא) למטה בתחתונים, בתחתון שאין23 תחתון למטה ממנו ומבאר שם24, דענין דירה בתחתונים הוא כמשל אדם הדר בבית חבירו, שכל עצמותו כמו שהוא דר בביתו הוא דר בבית חבירו ויש לומר, שהכוונה בהמשל דאדם הדר בבית חבירו, הוא לבאר, דענין דירה בתחתונים הוא לא באופן שמצד הגילוי דאוא\"ס בהתחתון נעשה בו זיכוך ועלי' (באופן שמתבטל ה\"תחתון\" שבו), כי אם, שגם לאחרי הגילוי הוא נשאר תחתון25, ואעפ\"כ נמשך בו הגילוי דעצמות אוא\"ס דזהו תוכן המשל דאדם הדר בבית חבירו, שגם לאחרי שהוא דר שם הבית הוא בית חבירו, ואעפ\"כ הוא דר שם בכל עצמותו כמו שהוא דר בביתו.ד) והנה לאחרי זה ממשיך בהמאמר (ד\"ה זכור הנ\"ל26), דכמו שדרך כפשוטו משמש לא רק להליכה אלא גם לחזרה27, עד\"ז הוא גם בדרך הוי', דאמיתית ענינו הוא שהוא באופן כזה שעל ידו נעשה לא רק ההמשכה מלמעלה למטה (ענין הליכה), אלא גם העלאת התחתון, שיהי' כלי לההמשכה28",
          "topics": [
            "אוא\"ס",
            "עצמות",
            "גילוי",
            "תחתונים",
            "עולם"
          ],
          "word_count": 265
        },
        {
          "chunk_id": "chunk_4",
          "content": "ושני ענינים אלו (ההמשכה מלמעלה והעלאת המטה) נעשים על ידי לימוד התורה וקיום המצוות29 ע\"י לימוד התורה נעשה ההמשכה דעצמות אוא\"ס (דהחכמה דתורה היא מבחי' החכמה דעצמות א\"ס) בשכל האדם (שכל אנושי שמלובש במוח גשמי), ובפרט כשלומד היטב בעיון שכלו שאז היא מתאחדת עמו ביחוד נפלא שאין יחוד כמוהו30, ועד שנקראת על שמו31 ובירור והעלאת התחתון נעשה ע\"י מעשה המצוות, ובפרט כשמעשה המצוות הוא באופן דאתכפיא, מעשה מלשון כפי'32 וזהו ושמרו דרך הוי' לעשות צדקה גו', דאמיתית ענין הדרך שמשמש לא רק להליכה (המשכה מלמעלה) אלא גם לחזרה (בירור והעלאת התחתון) הוא שנוסף ללימוד התורה יש גם עשיית צדקה, דכל המצוות נק' בשם צדקה33 ומוסיף צדקה ומשפט34, דעשיית הצדקה (צדקה כפשוטה) צ\"ל במשפט, שישפוט את עצמו מהמותרות ויחשוב היטב מה שהוא מוכרח לנפשו וכל השאר יתן לצדקה ועד\"ז הוא בכל המצוות (שנק' בשם צדקה, כנ\"ל) שקיומם צ\"ל באופן דמשפט ומוסיף לעשות (צדקה ומשפט), שגם זה (שהצדקה היא באופן דמשפט) אינו מספיק עדיין, וצריך להיות באופן דאתכפיא, מעשה מלשון כפי' ועי\"ז נעשה בירור והעלאת התחתון, שנעשה כלי להגילוי שלמעלה.ה) והנה העילוי שבבירור והעלאת התחתון, מובן מהמאמר (ד\"ה זכור הנ\"ל) שיש בזה ב' ענינים א' שזה נוגע לההמשכה שלמעלה וכמ\"ש במאמר הנ\"ל25 דכמו שבדרך כפשוטו באם א\"א לילך בו בחזרה אזי אינו נקרא דרך (לא רק לגבי המקום שבא לשם, אלא) גם לגבי המקום שהלך משם, דכשלא ישנה העלי' (שהתחתון אינו כלי לההמשכה), אין ההמשכה אמיתית ויש לומר הביאור בזה, דאמיתית ענין ושלימות ההמשכה (שאין בה הגבלה) היא, דלא רק שהיא נמשכת בכל מקום גם במקום הכי תחתון, אלא שהיא נמשכת וחודרת בכל חלקי המקום עד שמתעצמת עמו שזה (ההתעצמות) הוא דוקא כשהתחתון הוא כלי להגילוי",
          "topics": [
            "אור",
            "אוא\"ס",
            "עצמות",
            "גילוי",
            "חכמה"
          ],
          "word_count": 264
        },
        {
          "chunk_id": "chunk_5",
          "content": "דהגם שמצד למעלה אפשר להיות ההמשכה גם בתחתון שאינו כלי, דמי35 יאמר לו מה תעשה36, הרי בנוגע להתחתון, מכיון שמצדו אינו כלי ראוי לההמשכה, אינו מתעצם עם האור37, ובמילא חסר גם בההמשכה כנ\"ל ועוד ענין בבירור והעלאת התחתון38, ובפרט כשהבירור הוא באופן דאתכפיא, שזה דוקא מגיע בהעצמות וזהו\"ע מעשה גדול39, כי מעשה מלשון כפי' (בירור התחתון) מגיע בהעלם העצמי40 שלמעלה מכל ההמשכות והגילויים41.ו) ועפ\"ז יש לבאר תוכן הפנימי של החילוקים דהמאמרים דש\"פ וירא בהמשך תרס\"ו דבמאמר הראשון מבאר ענין המצוות, זה שע\"י קיום המצוות נמשכים ענינים הכי נעלים, רצון עצמי ותענוג עצמי היינו שהעילוי דעבודת המטה הוא שעי\"ז נעשה ההמשכה מלמעלה וגם ענין בירור התחתון הוא שעי\"ז היא השלימות דההמשכה ולכן מפרש (כפשטות לשון הכתוב) דלעשות צדקה ומשפט הוא פירוש ופרט בדרך הוי', ההמשכה מלמעלה ולשנה הבאה במאמר השני מבאר העילוי דמעשה המצוות (עבודת המטה) כמו שהוא מצד עצמו42, בדוגמת הגילוי דלעתיד שאז תתגלה מעלת המעשה, מעשה גדול, לא רק זה שהמעשה מעורר וממשיך את אור הבל\"ג כמו שהוא למעלה מהתלבשות בחכמה (תלמוד), אלא גם העילוי דהמעשה גופא, שהוא מגיע בהעלם העצמי39 (שלמעלה גם מאור הבל\"ג שנמשך על ידו)40 ולכן מפרש דלעשות צדקה ומשפט הוא (לא פרט וביאור בדרך הוי', כ\"א) ענין נוסף (שבא לאחרי וע\"י ושמרו דרך הוי')43 וזהו מה שמאמר זה מתחיל בפסוק והוי' אמר המכסה אני, ומבאר דהמכסה אני הוא בחי' העלם העצמי דא\"ס, ופירוש המכסה אני מאברהם הוא שלאברהם נתגלה בחי' זו, דע\"י עבודתו בבחי' אור חוזר מלמטה למעלה, וגם יצוה את בניו ואת ביתו אחריו גו' לעשות צדקה ומשפט, לכן נתגלה לו בחי' העלם העצמי",
          "topics": [
            "אור",
            "עצמות",
            "גילוי",
            "העלם",
            "חכמה"
          ],
          "word_count": 250
        },
        {
          "chunk_id": "chunk_6",
          "content": "[ואומר על זה המכסה בתמי'44, כי מצד העבודה שלו (בבחינת אור חוזר) אין שייך שלא יתגלה לו בחינה זו] ומכיון שבמאמר זה מדובר בענין הגילוי דהעלם העצמי (המכסה אני), לכן, גם בפסוק כי ידעתיו גו' מפרש שידעתיו הוא לשון חיבה שחיבב אותו בבחי' תענוג העצמי [דגילוי תענוג העצמי הוא נעלה יותר מגילוי הרצון, שלכן גילוי הרצון יש גם עכשיו משא\"כ גילוי התענוג יהי' רק לעתיד45], כי ע\"י המשכת וגילוי העלם העצמי, גם הגילויים הם באופן נעלה יותר46.והנה שני ענינים אלו דושמרו דרך הוי' (המשכה מלמעלה למטה) לעשות צדקה ומשפט (עבודה מלמטה למעלה) ישנם בכאו\"א מישראל, במשך כל הדורות דנוסף על זה שכל עניני התורה הם נצחיים47, ובפרט הענינים דמעשה אבות סימן ונתינת כח לבנים48, הרי בנוגע לענין זה אומר בפירוש אשר יצוה את בניו ואת ביתו אחריו, עד סוף כל הדורות וציווי זה (שאברהם מצוה את בניו גו') הוא נתינת כח מיוחד (נוסף על הנתינת כח שמצד מעשה אבות) לכל אחד מישראל על שתי עבודות הנ\"ל.ז) ויש לקשר זה עם הפסוק (בתהלים קאַפּיטל49 קטז, הקאַפּיטל דבעל יום ההולדת50 דשנה שעברה51) אתהלך לפני הוי' בארצות החיים52, ארצות לשון רבים, ומבואר בתו\"א53 שהם (בכלל) ב' ארצות, עלמא דאתכסיא ועלמא דאתגליא, דב' ארצות אלו הם המשכה מלמעלה למטה והעלאה מלמטה למעלה ויש לבאר זה בב' אופנים א' שעלמא דאתכסיא הו\"ע העלאה מלמטה למעלה (דעלי' למעלה הו\"ע של התעלמות) ועלמא דאתגליא (ענין הגילוי וירידה) הו\"ע המשכה מלמעלה למטה וע\"פ המבואר בתו\"א שם שעלמא דאתכסיא הוא בחי' לאה (מחשבה) ועלמא דאתגליא הוא בחי' רחל (דיבור), יש לומר, שעלמא דאתכסיא בעבודת האדם הוא לימוד התורה, שעיקר ענינה הוא הבנה והשגה (מחשבה)54, ועלמא דאתגליא הוא קיום המצוות בדיבור ומעשה",
          "topics": [
            "אור",
            "גילוי",
            "העלם",
            "דעת",
            "נצח"
          ],
          "word_count": 262
        },
        {
          "chunk_id": "chunk_7",
          "content": "ועפ\"ז, עלמא דאתכסיא הוא המשכה מלמעלה למטה ועלמא דאתגליא הוא העלאה מלמטה למעלה, כנ\"ל בארוכה שתורה היא המשכה מלמעלה למטה ומצוות הם העלאה מלמטה למעלה.ח) וע\"י העבודה דאתהלך לפני הוי' בארצות החיים, באים לתוכן הקאַפּיטל דבעל יום ההולדת49 דשנה זו55, הללו את הוי' כל גוים גו' כי גבר עלינו חסדו גו', שגם שני ענינים אלו הו\"ע העלאה והמשכה הללו גו' כל גוים גו' הו\"ע בירור זיכוך והעלאת העולם56, עד שגם הגוים והאומים מהללים ומשבחים את הוי' וגבר עלינו חסדו גו' הו\"ע המשכה מלמעלה למטה, דנוסף על זה שחסד (בכלל) הוא המשכה מלמעלה למטה, הנה החסד (ההמשכה) הוא בתוקף ובהתגברות, גבר גו' חסדו והוא, שההמשכה היא מלמעלה מעלה ביותר, קצה הכי עליון, וביחד עם זה באה ההמשכה למטה מטה, עד לתחתון שאין תחתון למטה ממנו, וזהו מה שממשיך בכתוב ואמת הוי' לעולם, דאמת הוי' היא בחינה נעלית ביותר [וי\"ל שזהו\"ע מ\"ש הרמב\"ם57 שכל הנמצאים לא נמצאו אלא מאמיתת המצאו, דאמיתת המצאו שייך לשם הוי', שלכן מביא ברמב\"ם (בהמשך הענין שם)58 הפסוק59 והוי' אלקים אמת], ואעפ\"כ הוא נמשך לעולם, לעולם הזה הגשמי, ובזה גופא גם לגוים ואומים אמנם לאחרי כל העילוי דהמשכה זו, נאמר זה בכתוב (לא בתור ענין בפ\"ע, אלא) בתור טעם (כי) על הללו גו' כל גוים דתכלית הכוונה של ההמשכה היא שעי\"ז יהי' אח\"כ בירור ועליית המטה, שגם הגוים גופא יהללו את הוי' וע\"ד העילוי דלעשות צדקה ומשפט שבא ע\"י קדימת דרך הוי'60 וסיום וחותם המזמור הוא הללוי', דאמיתית ההילול יהי' בשירה העשירית61 לע\"ל, שאז יתגלה העילוי דהעלאת התחתון, מעשה גדול, בביאת משיח צדקנו במהרה בימינו ממש",
          "topics": [
            "עולם",
            "חסד",
            "מצוות",
            "תורה",
            "משיח"
          ],
          "word_count": 248
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס כ\"ף מרחשון – תשמ\"ז, \"לקראת ש\"ק פ' וירא, כ\"ף מרחשון הבעל\"ט, יום הולדת כ\"ק אדמו\"ר (מהורש\"ב) נ\"ע .. ערש\"ק וירא כ\"ף מ\"ח ה' תהא זו שנת משיח\".1) פרשתנו יח, יז-יט.2) הוצאת קה\"ת – ע' שצח.3) כמובן בפשטות (שלכן לא הוצרך רש\"י לפרש הפירוש ד\"ללכת בכל דרכיו\" (עקב י, יב) – כי זה מובן מעצמו*). וכדמוכח גם ממ\"ש (הושע בסופו) כי ישרים דרכי הוי', שקאי על דברי תורה (ב\"ב פט, א וברשב\"ם שם. שהש\"ר פ\"א, ב עה\"פ ישקני מנשיקות פיהו בסופו), או על מצוות (נזיר כג, א. הוריות י, ב). וראה זהר ח\"א וישלח (קעה, ב) \"ואינון ארחין ושבילין דאורייתא\". ביאוה\"ז לאדהאמ\"צ שם (יט, ב ואילך) ולהצ\"צ (כרך ב ע' תשד ואילך). אוה\"ת נ\"ך עה\"פ הושע שם (ע' תנא ואילך).*) ומה שפירש רש\"י בס\"פ עקב (יא, כב) \"ללכת בכל דרכיו – הוא רחום ואתה תהא רחום כו'\"– יש לומר, כי לפני \"ללכת בכל דרכיו\" דס\"פ עקב כתיב \"שמור תשמרון את כל המצוה הזאת גו'\", דמזה מוכח, שב\"ללכת בכל דרכיו\" מוסיף עוד ענין.ועד\"ז י\"ל במ\"ש הרמב\"ם (הל' דיעות פ\"א ה\"ה) \"ומצווין אנו ללכת בדרכים האלו הבינונים .. שנאמר (תבוא כח, ט) והלכת בדרכיו\"– כי לפני \"והלכת בדרכיו\" כתיב \"כי תשמור את מצוות ה' אלקיך\". והא שלא פירש רש\"י בפ' תבוא – יש לומר שסומך על מה שפירש כבר לפנ\"ז בס\"פ עקב.4) דצדקה נק' בשם מצוה (סתם) – תניא פל\"ז (מח, ב). וכן כל המצוות נקראות בשם צדקה, כדלקמן סעיף ד.5) בסיומו – ע' תח.6) נעתק לקמן סעיף ו.7) ע' סח.8) אונקלוס עה\"פ. וגם בתיב\"ע עה\"פ: ארום גלי קדמי.9) בסיומו – ע' עז.10) אף שאין זה פירוש הפשוט דתיבת \"ידעתיו\", אלא שרש\"י מוכרח לפרש כן כי \"אם תפרשהו כתרגומו יודע אני .. אין למען נופל על הלשון\".11) וכמבואר בכ\"מ, ד\"לעשות צדקה\" הוא הדרך ומבוא שיהי' גילוי שם הוי' (תו\"א בשלח סג, ב. לקו\"ת שה\"ש מד, ג. ד\"ה זכור תרע\"ח ס\"ע קצ. ד\"ה כי ידעתיו תרפ\"ו ס\"ע קיא. ועוד).12) להעיר מסה\"מ תרע\"ח ע' סג, ש\"דרך הוי'\" הוא כוונת המצוות ו\"לעשות צדקה גו'\" הוא מעשה המצוות. ובהמשך הענין שם \"כמו שהוא במעשה המצוות לגבי כוונת המצוות כן הוא במצוות לגבי תורה\".13) ראה תקו\"ז תיקון ל' (עד, סע\"א). הובא בתניא פ\"ד. רפכ\"ג. ועוד.14) ראה זח\"ג קכט, א (באד\"ר) \"חד ארחא כו' דנהיר לתרי\"ג ארחין\". ובלקו\"ת ראה כא, ד [ועד\"ז בד\"ה כי ידעתיו תרכ\"ז (ע' כו), פר\"ת (ע' קלט)] שתורה היא \"חד ארחא\" [\"אור אחד .. למעלה מבחי' התחלקות\"], והמצוות (אורות המתחלקים בכלים, שלכל כלי אור בפ\"ע) מתחלקים לתרי\"ג (תרי\"ג ארחין). ולהעיר גם מלקו\"ת במדבר יג, א-ב. ובפשטות: התורה – אחת המצוות – תרי\"ג.15) ועפ\"ז מובן ההמשך ד\"לעשות צדקה גו'\" ל\"ושמרו דרך הוי'\". וראה לקמן הערה 43.16) סה\"מ תרע\"ח ע' קצג.17) ר\"פ וישלח (יט, ב ואילך).18) הושע בסופו.19) ביאוה\"ז להצ\"צ וישלח (כרך ב) ע' תשד ואילך. אוה\"ת נ\"ך ס\"ע תנג ואילך. שה\"ש כרך ב ע' תרפ ואילך. המשך ר\"ה תש\"ו פ\"ח ואילך. ועוד.20) ע' קצ.21) ראה תו\"א שמות מט, ד ואילך. יתרו סז, ד ואילך. אוה\"ת שמות ע' רט ואילך. שם כרך ז ע' ב'תפה. כרך ח ס\"ע ב'תתכד ואילך. יתרו ע' תתלג ואילך. שם ע' תתמד ואילך. ועוד.22) ראה תנחומא נשא טז. בחוקותי ג. ב\"ר ספ\"ג. במדב\"ר פי\"ג, ו. תניא רפל\"ו.23) לשון אדה\"ז בתניא שם.24) ע' קצג. וראה גם אוה\"ת שה\"ש שם ע' תרפ. סה\"מ תרס\"ב ע' שלה.25) וי\"ל השייכות דענין זה לדרך הוי', כי הדרך מקשר גם פינה הנדחת, כנ\"ל בפנים.ולהעיר גם מלקו\"ת שה\"ש מד, ג דענין דרך הוי' הוא \"להיות הולך ומתגלה גם למטה בעולם העשי' עולם החושך\", די\"ל הפירוש שגם אח\"כ נשאר \"עולם החושך\"*, ואעפ\"כ נמשך בו הגילוי דהוי'.*) ראה לקמן הערה 28.26) ע' קצג ואילך.27) ראה גם ביאוה\"ז לאדהאמ\"צ שם יט, ג. להצ\"צ שם ע' תשז. אוה\"ת נ\"ך ע' תנו. ועוד.28) ומה שנק' \"בית חבירו\" ו\"עולם החושך\" (ראה לעיל הערה 25) – יש לומר (וראה לקו\"ש חט\"ו ע' 89 בהערות), כי גם ענין עליית התחתון מלמטלמ\"ע, כולל גם העלי' שתהי' לע\"ל (שאז תהי' בתכלית השלימות), הוא (לא שאז יתבטל הצמצום, כי אם) שחושך הצמצום גופא יהפך לאור (המשך תער\"ב ח\"ב ע' תתקל. שם ע' תתקלב). ומכיון שענין זה (הפיכת החושך לאור) א\"א להיות מצד הגדרים ד\"אור\" ו\"חושך\" ורק בכח העצמות – נמצא, שמצד הגדרים ד\"עולם\", יהי' גם אז \"תחתון\" – \"בית חבירו\", \"עולם החושך\". ועצ\"ע.29) ראה לקו\"ת שמע\"צ פד, ב. אוה\"ת ואתחנן ד\"ה ושננתם. ד\"ה ויגש תרע\"ח (הובא גם בד\"ה זכור הנ\"ל). וראה לקו\"ש ח\"ט ע' 65. ועוד.30) תניא פ\"ה.31) ע\"ז יט, א. וראה קידושין לב, סע\"א ואילך.32) ד\"ה ויגש הנ\"ל ע' קכא. שם ע' קכד ואילך. ד\"ה זכור הנ\"ל ע' קצב. מאמרי אדהאמ\"צ ויקרא ח\"ב ע' תשסא ואילך. סה\"מ תרל\"ו ח\"ב ע' רפט. תרצ\"ט ע' 191. ועוד.33) תו\"א מקץ לח, ג. מב, ג. לקו\"ת שה\"ש מד, ג. מאמרי אדהאמ\"צ ויקרא ח\"ב ס\"ע עדרת. וש\"נ. ס' המאמרים: תרע\"ח ד\"ה ויגש (ע' קכא), ד\"ה זכור (ע' קצ). וראה גם ד\"ה כי ידעתיו תרכ\"ז (ע' כב. שם ע' כד ואילך), פר\"ת (ע' קלג. שם ע' קלז ואילך), תרפ\"ו (ע' קג. שם ע' קיא. קיג). ובכ\"מ.34) ראה גם תו\"א בשלח סג, סע\"ב. ד\"ה נ\"ח תרמ\"ג ס\"ג (ע' מו-מז). ד\"ה אשר ברא תרפ\"ט ס\"ד (סה\"מ קונטרסים ח\"א כג, ב. סה\"מ תרפ\"ט ע' 90). ד\"ה ויאמר גו' לך תש\"ב ס\"ד (ע' 53). ובכ\"מ.35) קהלת ח, ד.36) ראה לקו\"ת פ' ראה כח, ב \"שעכ\"ז נמשך בו (אף שלא נזדכך) גילוי אור עליון ממש, כי הוא ית' כל יכול\".37) וכמ\"ש בלקו\"ת שם, ש\"מ\"מ אין הגילוי אור מתייחד כ\"כ עם הכלי\".38) כ\"מ בד\"ה זכור תרע\"ח (ע' קצד). ובפרט מזה שמציין שם לד\"ה ויגש תרע\"ח – עיי\"ש ע' קכד.39) קידושין מ, ב.40) כ\"ה הלשון (העלם העצמי) בד\"ה ויגש הנ\"ל ע' קכה.41) ד\"ה ויגש הנ\"ל ע' קכד.42) להעיר שהקביעות דיום ההולדת (כ' מרחשון) בשנת תרס\"ו היתה בש\"ק פ' וירא אליו הוי' – גילוי מלמעלה*, והקביעות דיום ההולדת בשנת תרס\"ז היתה ביום ה' פ' חיי שרה** – כמה ימים דעבודה כמו שהיא לאחרי הגילוי מלמעלה (ראה הערה הבאה) ד\"וירא אליו הוי'\".ולהעיר גם מזה שבכל השנים (משנת תרנ\"ד עד שנת תרע\"ו) הי' אדמו\"ר נ\"ע בעל יום ההולדת בליובאַוויטש, מלבד בשנת תרס\"ז שהי' אז בחו\"ל, בוירצבורג (\"התמים\" חוברת ג ע' לא-לב). ואולי יש לומר, שגם ענין זה (שהי' אז בחוץ מליובאַוויטש) שייך לעבודת הבירורים, בירור והעלאת התחתון.*) ולהעיר מהשייכות המיוחדת דבעל יום ההולדת ל\"וירא\", שעוד בהיותו ילד השתוקק לזה ועד לבכי' (\"היום יום\" ט' חשון. וראה לקו\"ש חט\"ו ע' 129 ואילך. וש\"נ).**) להעיר שקביעות דכ' מרחשון (שהוא כמו הקביעות דיום א' דראש השנה) יכול להיות בד' ימים; ביום הש\"ק פ' וירא, ביום ב', ביום ג' או ביום ה' (דפ' חיי שרה), וכשהקביעות דכ' מ\"ח הוא ביום ה' – הוא ריבוי הכי גדול בימי העבודה שלאחרי הגילוי ד\"וירא\".43) כי בכדי שיהי' בירור והעלאת התחתון (בשלימות) צ\"ל תחילה ההמשכה והגילוי מלמעלה (וע\"ד תלמוד שמביא לידי מעשה – ראה ד\"ה ויגש שם ע' קכד). ועפ\"ז תובן השייכות ד\"לעשות צדקה גו'\" ל\"ושמרו דרך הוי'\" גם להפירוש שבהמאמר דשנת תרס\"ז.44) פרש\"י עה\"פ.45) ד\"ה כי ידעתיו תרס\"ו ס\"ע עו.46) וכמבואר שם (ד\"ה וה' אמר תרס\"ז בסופו) בענין ואברהם היו יהי' לגוי גדול ועצום גו'.47) וראה תניא רפי\"ז.48) ראה תנחומא לך לך ט. ב\"ר פ\"מ, ו. רמב\"ן עה\"פ לך לך יב, ו. וראה שם יב, יו\"ד. תולדות כו, א. וישלח לב, ד.49) כן הוא לשון הצ\"צ בכ\"מ (ולדוגמא: אוה\"ת נ\"ך כרך ב' ס\"ע א'יא).50) כידוע המנהג לומר הקאַפּיטל תהלים המתאים למספר שנותיו – מכתב כ\"ק מו\"ח אדמו\"ר, נדפס בקובץ מכתבים ע\"ד אמירת תהלים. אגרות-קודש כ\"ק אדמו\"ר מוהריי\"צ ח\"י ס\"ע נג. וענין זה שייך גם לאחר ההסתלקות – כמפורש ברשימה שבהערה הבאה. וראה לקו\"ש ח\"ה ע' 103 ואילך. ח\"כ ע' 400 ואילך. סה\"מ י\"א ניסן ע' 1 ואילך. ועוד.51) להעיר מרשימת כ\"ק מו\"ח אדמו\"ר מכ' מ\"ח תש\"ה (נדפסה בהוספות לסה\"מ פר\"ת ע' שנז), ש\"כל אחד מכ\"ק רבותינו .. יאמר דרוש ע\"פ דקאַפּיטל פ\"ד\" – דמזה מוכח, שגם הקאַפּיטל דשנה העברה שייך ליום ההולדת.52) פסוק ט.53) ויצא כב, ד. וראה גם אוה\"ת שם רטז, סע\"ב ואילך.54) ד\"אם אינו מבין הפירוש, אינו נחשב לימוד כלל\" (הל' ת\"ת לאדה\"ז פ\"ב הי\"ג. שו\"ע אדה\"ז או\"ח ס\"נ ס\"ב).בהל' ת\"ת שם הי\"ב \"וכל מה שלומד בהרהור לבד ואפשר לו להוציא בשפתיו ואינו מוציא אינו יוצא בלימוד זה י\"ח מצות ולמדתם אותם וכמ\"ש לא ימוש ספר התורה הזה מפיך והגית בו וגו'\". אבל: (א) זהו בנוגע מצות ת\"ת, ש\"אינו יוצא בלימוד זה י\"ח מצות ולמדתם אותם\" (ולא לעצם הענין דלימוד התורה (וכמו שמדגיש בהלכה זו עצמה ש\"אינו יוצא בלימוד זה\"). משא\"כ כשאינו מבין \"אינו נחשב לימוד כלל\"). (ב) גם בנוגע למצות ת\"ת – מדייק אדה\"ז ש\"אינו יוצא י\"ח מצות ולמדתם אותם\", שהיא \"כמ\"ש לא ימוש גו' מפיך\", משא\"כ מצות \"והגית\" שלאח\"ז י\"ל שיוצא גם בלימוד זה – ראה בארוכה ליקוט פירושים וכו' לאגה\"ת פ\"א ע' סה הערה 83.55) – תשל\"ז: תהלים קיז (א-ב) – כל הקאַפּיטל.56) ובפרט לפמ\"ש ברשימות הצ\"צ לתהלים שם (יהל אור ע' תמז) שפסוק זה נאמר על \"אז אהפוך אל עמים שפה ברורה\" שיהי' לע\"ל (צפני' ג, ט), שאז יהי' שלימות הבירור – אהפוך אל עמים, אתהפכא.57) הל' יסוה\"ת פ\"א ה\"א.58) שם ה\"ד. וראה ד\"ה הללו את הוי' תשל\"א (לעיל ע' קפז), דכוונת הרמב\"ם במ\"ש \"הוא שהנביא אומר\" י\"ל שהיא להדגיש שזהו אמת נעלה כזה שא\"א לידע כלל בשכל רק \"שהנביא אומר\".ויש לומר, דזהו גם מה שהרמב\"ם ממשיך \"והוא שהתורה אומרת כו'\", דיש דרגא באמת נעלית יותר שאינה מתגלית גם בנבואה, אלא \"שהתורה אומרת\".59) ירמי' י, י.60) ראה לעיל סעיף ו ובהערה 43.61) מכילתא עה\"פ בשלח טו, א. תנחומא בשלח יו\"ד. תרגום שה\"ש בתחלתו. וראה אוה\"ת שה\"ש בתחלתו.",
      "glossary": "|א\"א לילך בו בחזרה (Ee Efshar Lalechet Bo BeChazarah): Cannot go back on it; אברהם (Avraham): Abraham; אברים פרטים (Evarim Peratim): Individual limbs; אדם הדר בבית חבירו (Adam HaDar BeBeit Chavero): Person dwelling in another's house; אדמו\"ר האמצעי (Admor HaEmtza'i): The middle Rebbe; אוא\"ס (Or Ein Sof): Infinite Light; אור הבל\"ג (Or HaBaLa; אור חוזר (Or Chozer): Returning light; אין יחוד כמוהו (Ein Yichud Kamohu): No unity like it; אינו כלי לההמשכה (Eino Keli LeHamshachah): Not a vessel for drawing down; אינו מתעצם עם האור (Eino Mit'atzem Im HaOr): Does not become essential with the light; אינו נקרא דרך (Eino Nikra Derech): Not called a path; אמיתית ענין ושלימות ההמשכה (Amitit Inyan UShleimut HaHamshachah): True nature and completeness of drawing down; אמיתית ענינו (Amitit Inyano): Its true nature; אמצעות הדרך (Emtza'ut HaDerech): Mediation of the path; אעפ\"כ (Af Al Pi Chen): Nevertheless; ארי גלי קדמי (Ari Galei Kadamai): For it was revealed before Me; באופן דאתכפיא (BeOfan DeItkafya): In a manner of subjugation; בגשמיות (BeGashmiyut): In physicality; בדוגמת הגילוי דלעתיד (BeDugmat HaGiluy DeLeAtid): In the pattern of future revelation; בהמשך תרס\"ו (BeHemshech Tarsav): In the continuation from 5666; בהמשך תרס\"ו (BeHemshech Tarsav): In the continuation of 5666; בחי' (Bechinat): Aspect of; ביאורי הזהר (Biurei HaZohar): Explanations of the Zohar; ביחוד נפלא (BeYichud Nifla): Wondrous unity; בירור והעלאת התחתון (Birur VeHa'alat HaTachton): Clarification and elevation of the lower; בכ\"מ (BeChol Makom): In many places; במאמרו (BeMa'amaro): In his discourse; במילא (BeMeila): Therefore; במשפט (BeMishpat): With judgment; בס\"ד (Besiyata Dishmaya): With Divine assistance; בעל יום ההולדת (Ba'al Yom HaHuledet): Master of the birthday; בפרט כשהבירור (BiFrat KeSheHaBirur): Especially when the clarification; בתכלית (BeTachlit): Completely; ד\"ה (Dibur HaMatchil): Opening words; ד\"ה זכור תרע\"ח (Dibur HaMatchil Zachor Tar'ach): Discourse beginning \"Remember\" 5668; דירה בתחתונים (Dirah BeTachtonim): Dwelling in the lower worlds; דרושים (Derushim): Homiletical interpretations; דרך המלך (Derech HaMelech): The king's highway; דרך כפשוטו (Derech KePeshuto): A path in its simple sense; ה'תשל\"ז (HaTashlaz): The year 5737; הגבלה (Hagbalah): Limitation; הגילוי דשם הוי' (HaGiluy DeShem Havayah): Revelation of the name Havayah; ההתעצמות (HaHit'atzmut): The becoming essential; הו\"ע (Hu Inyan): This is the matter of; החילוקים (HaChilukim): Differences; החכמה דעצמות א\"ס (HaChochmah DeAtzmut Ein Sof): Wisdom of the Essence of the Infinite; החכמה דתורה (HaChochmah DeTorah): Wisdom of Torah; הליכה (Halichah): Going; המאמר הראשון (HaMa'amar HaRishon): First discourse; המאמר השני (HaMa'amar HaSheni): Second discourse; המאמרים (HaMa'amarim): Discourses; המשכה מלמעלה למטה (Hamshachah MiLema'alah LeMattah): Drawing down from above to below; המשכת אוא\"ס (Hamshachat Or Ein Sof): Drawing down of Infinite Light; המשכת הגילויים (Hamshachat HaGiluyim): Drawing down of revelations; העילוי שבבירור (HaIluy SheBirur): Excellence in clarification; העלאת התחתון (Ha'alat HaTachton): Elevation of the lower; הקו (HaKav): The line; השאר (HaShe'ar): The rest; השלימות דההמשכה (HaShleimut DeHamshachah): Completeness of drawing down; התגלות (Hitgalut): Revelation; התהוות העולמות (Hithavut HaOlamot): Formation of worlds; התורה (HaTorah): The Torah; התחלקות (Hitchalkut): Division; התרגום (HaTargum): The Aramaic translation; וה' אמר המכסה אני מאברהם (VaHashem Amar HaMechase Ani MeAvraham): \"And God said, shall I hide from Abraham\"; וירא (Vayera): Torah portion \"And He appeared\"; ושמרו דרך ה' (VeShomru Derech Hashem): And they shall keep the way of God; זה דשנת תרס\"ז (Zeh DeShnat Tarsaz): This from the year 5667; זיכוך ועלי' (Zikuch VeAliyah): Refinement and elevation; חודרת בכל חלקי המקום (Choderet BeChol Chelkei HaMakom): Penetrates all parts of the place; חזרה (Chazirah): Returning; חיצוניות הקו (Chitzoniyut HaKav): Externality of the line; חסר גם בההמשכה (Chaser Gam BaHamshachah): Lacking also in the drawing down; יחיד (Yachid): Singular; יחשוב היטב (Yachshov Heitev): Think well; ישפוט את עצמו (Yishpot Et Atzmo): Judge himself; יתן לצדקה (Yiten LeTzedakah): Give to charity; כ\"ף מרחשון (Kaf Marcheshvan): 20th of Marcheshvan; כי ידעתיו (Ki Yedativ): For I have known him; כי ישרים דרכי הוי' (Ki Yesharim Darchei Hashem): For the ways of God are straight; כל ההמשכות והגילויים (Kol HaHamshachot VeHaGiluyim): All drawings down and revelations; כל המצוות נק' בשם צדקה (Kol HaMitzvot Nikra'ot BeShem Tzedakah): All commandments are called charity; כלי לההמשכה (Keli LeHamshachah): Vessel for the drawing down; כלי ראוי (Keli Ra'uy): Suitable vessel; כלל (Kelal): General principle; כמו שהוא מצד עצמו (Kemo SheHu MiTzad Atzmo): As it is from its own side; כפשטות לשון הכתוב (KePeshtut Leshon HaKatuv): According to the simple meaning of the verse; לא ישנה העלי' (Lo Yeshaneh HaAliyah): No elevation; לאתקנא רזא דשמי' (Le'Atkana Raza DeShemaya): To rectify the mystery of the heavens; לגוי גדול (LeGoy Gadol): To a great nation; לומד היטב בעיון שכלו (Lomed Heitev BeIyun Sichlo): Studies well with intellectual analysis; לימוד התורה (Limud HaTorah): Torah study; למען אשר יצוה (Lema'an Asher Yetzaveh): So that he will command; לעשות צדקה ומשפט (La'asot Tzedakah UMishpat): To do charity and justice; לעתיד (LeAtid): In the future; לשון חיבה (Leshon Chibah): Expression of love; לשנה הבאה (LeShannah HaBa'ah): For the coming year; מגיע בהעלם העצמי (Magi'a BeHe'elem HaAtzmi): Reaches essential concealment; מגיע בהעצמות (Magi'a BeHaAtzmut): Reaches the essence; מהמותרות (MeHaMutarot): From luxuries; מוכרח לנפשו (Muchrach LeNafsho): Necessary for his soul; מי יאמר לו מה תעשה (Mi Yomar Lo Mah Ta'aseh): Who can say to Him what are You doing; מל' דא\"ס (Malchut De'Ein Sof): Kingship of the Infinite; מלובש במוח גשמי (Melubash BeMoach Gashmi): Clothed in physical brain; מלמטה למעלה (MiLemattah LeMa'alah): From below to above; ממוצע (Memutza): Intermediary; ממל' דא\"ס (MiMalchut De'Ein Sof): From Kingship of the Infinite; מספיק עדיין (Maspik Adayin): Still sufficient; מסתעפים (Mista'afim): Branch out; מעורר וממשיך (Me'orer UMamshich): Arouses and draws down; מעלת המעשה (Ma'alat HaMa'aseh): Excellence of action; מעשה גדול (Ma'aseh Gadol): Great deed; מעשה המצוות (Ma'aseh HaMitzvot): Performance of commandments; מעשה מלשון כפי' (Ma'aseh MiLeshon Kefiyah): Action from the language of coercion; מצדו (MiTzido): From his side; מקום מושב המלך (Makom Moshav HaMelech): Place of the king's dwelling; מרחבי המדינה (Merchavei HaMedinah): Expanses of the country; משל (Mashal): Parable; מת\"ת הנעלם (MiTiferet HaNe'elam): From the concealed Tiferet; מתאחדת עמו (Mit'achadet Imo): Unites with him; מתבטל (Mitbatel): Nullified; מתעצמת עמו (Mit'atzmet Imo): Becomes essential with it; נוגע לההמשכה שלמעלה (Noge'a LeHamshachah SheLema'alah): Relates to the drawing down from above; נמשך (Nimshach): Drawn down; נקראת על שמו (Nikre'et Al Shemo): Called by his name; נשאר תחתון (Nish'ar Tachton): Remains lower; נתיבות (Netivot): Pathways; סובב וממלא (Sovev UMemale): Transcendent and immanent; עבודה נעלית יותר (Avodah Ne'elit Yoter): More elevated service; עבודת המטה (Avodat HaMattah): Service of the lower; עד\"ז (Al Derech Zeh): In the same manner; עולמות (Olamot): Worlds; עיירות הגדולות (Ayarot HaGedolot): Large towns; עיירות הקטנות (Ayarot HaKetanot): Small towns; עיר המלוכה (Ir HaMeluchah): Capital city; ענין המצוות (Inyan HaMitzvot): Matter of commandments; ענין נוסף (Inyan Nosaf): Additional matter; ענינים הכי נעלים (Inyanim HaKhi Ne'elim): Most elevated matters; עצמות אוא\"ס (Atzmut Or Ein Sof): Essence of Infinite Light; עצמותו (Atzmuto): His essence; פינה הכי נדחת (Pinah HaKhi Nidachat): Most remote corner; פנימיות הקו (Penimiyut HaKav): Internality of the line; צדקה כפשוטה (Tzedakah KePeshutah): Simple charity; קיום המצוות (Kiyum HaMitzvot): Fulfillment of commandments; קיומם (Kiyumam): Their fulfillment; קישור וחיבור (Kishur VeChibur): Connection and joining; רחוקים זמ\"ז (Rechokim Zeh MiZeh): Distant from each other; ריחוק במעלה (Richuk BeMa'alah): Distance in level; ריחוק במקום (Richuk BeMakom): Distance in place; ריחוק שבאין ערוך (Richuk SheB'Ein Eruch): Incomparable distance; רמ\"ח אברין דמלכא (Ramach Evrin DeMalka): 248 limbs of the King; רצון העצמי (Ratzon HaAtzmi): Essential will; רש\"י (Rashi): Rabbi Shlomo Yitzchaki; ש\"פ (Shabbat Parashat): Shabbat of Torah portion; שכל אנושי (Sechel Enoshi): Human intellect; שכל האדם (Sechel HaAdam): Human intellect; שם הוי' (Shem Havayah): The name Havayah; שמו הגדול (Shemo HaGadol): His great name; שמחבר (SheMechaber): That connects; שרשו (Shorsho): Its root; ת\"ת הנעלם (Tiferet HaNe'elam): Concealed Tiferet; תוכן הפנימי (Tochen HaPenimi): Inner content; תומ\"צ (Torah UMitzvot): Torah and commandments; תחתון למטה ממנו (Tachton LeMattah Mimenu): Lower realm below it; תחתון שאין (Tachton She'Ein): Lower realm that has no; תענוג העצמי (Ta'anug HaAtzmi): Essential pleasure;"
    },
    "search_tags": [
      "צמצום",
      "נצח",
      "דור",
      "עבודה",
      "Departure",
      "תכלית",
      "Contraction",
      "אברהם",
      "העלם",
      "Knowledge",
      "רבי",
      "World",
      "אוא\"ס",
      "Wisdom",
      "דעת",
      "Concealment",
      "Commandments",
      "Dwelling",
      "Purpose",
      "Torah",
      "כוונה",
      "Generation",
      "Talmud",
      "מצוות",
      "Exile",
      "העלאה",
      "ישראל",
      "המשכה",
      "Kindness",
      "Israel",
      "תורה",
      "Rabbi",
      "Light",
      "Elevation",
      "חסד",
      "Will",
      "גלות",
      "אור",
      "Intention",
      "עצמות",
      "Lower worlds",
      "Eternity",
      "משיח",
      "מצוה",
      "Essence",
      "Worlds",
      "הסתלקות",
      "Infinite Light",
      "Revelation",
      "תיקון",
      "Service",
      "Drawing down",
      "גילוי",
      "רצון",
      "דירה",
      "תחתונים",
      "עולמות",
      "Commandment",
      "Abraham",
      "Rectification",
      "תלמוד",
      "חכמה",
      "Messiah",
      "עולם"
    ]
  }
}