{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "2_שיז",
    "reference": "Reference: 2_שיז",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אור",
        "עצמות",
        "גילוי",
        "העלם",
        "תחתונים",
        "בריאה",
        "עולם",
        "דעת",
        "חסד",
        "יסוד",
        "ספירות",
        "צדיקים",
        "צדיק",
        "משה",
        "דוד",
        "ישראל",
        "קרבנות",
        "מצוות",
        "מצוה",
        "תורה",
        "גלות",
        "גאולה",
        "משיח",
        "דור",
        "עבודה",
        "אהבה",
        "התקשרות",
        "דירה",
        "תכלית",
        "כוונה",
        "רצון",
        "חטא",
        "תשובה",
        "רבי",
        "חסיד"
      ],
      "key_concepts": [
        "Light",
        "Essence",
        "Revelation",
        "Concealment",
        "Lower worlds",
        "Creation",
        "World",
        "Knowledge",
        "Kindness",
        "Foundation",
        "Sefirot",
        "Righteous ones",
        "Righteous one",
        "Moses",
        "David",
        "Israel",
        "Sacrifices",
        "Commandments",
        "Commandment",
        "Torah",
        "Exile",
        "Redemption",
        "Messiah",
        "Generation",
        "Service",
        "Love",
        "Connection",
        "Dwelling",
        "Purpose",
        "Intention",
        "Will",
        "Sin",
        "Repentance",
        "Rabbi",
        "Chassid"
      ],
      "biblical_references": [
        "שה\"ש ה, ב",
        "שה\"ש א, ד",
        "בראשית א, ד",
        "בראשית שם, ד",
        "ויקרא ב, סע",
        "ישעי' א, כז",
        "ישעי' נא, טז",
        "ישעי' מט, א",
        "ישעי' א, א"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "זהר",
        "ברכות יב, א",
        "סנהדרין צז, ב",
        "סנהדרין צד, א"
      ],
      "chassidic_references": [
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת"
      ],
      "document_type": "מאמר",
      "word_count": 1652,
      "chunk_count": 7
    },
    "content": {
      "main_text": "בס\"ד. ש\"פ דברים, שבת חזון, ערב תשעה באב ה'תשמ\"אציון במשפט תפדה ושבי' בצדקה1, ומדייק אדמו\"ר (מהורש\"ב) נ\"ע במאמרו ד\"ה זה דשנת עדר\"ת2, הרי הכוונה בציון כאן היא לא על עיר ציון3 [בפרט4] אלא על [כללות3] ישראל, ולמה אומר ציון. וגם מדייק מ\"ש ושבי' גו', מי הם שבי'. [ויש לומר, שגם דיוק זה (מי הם שבי') הוא ע\"פ מה שאומר לפנ\"ז שהכוונה בציון כאן היא על כללות ישראל. דיש מפרשים5 שציון קאי על עיר ציון ושבי' קאי על ישראל. אבל להפירוש (שבהמאמר) שציון קאי על ישראל, מה הם שני הסוגים דציון ושבי']. וגם מהו\"ע שפדיית ציון תהי' במשפט והפדי' של שבי' בצדקה.ב) ונקודת הביאור (ע\"פ המבואר ברשימות הצ\"צ עה\"פ6 ובמאמר הנ\"ל7), דציון קאי על ישראל העוסקים בתורה ומצוות, ונק' בשם ציון לפי שהם מצויינים בתומ\"צ. [וכדאיתא בירושלמי8 עה\"פ9 ואשים דברי בפיך ובצל ידי כסיתיך לנטוע שמים וליסוד ארץ ולאמר לציון עמי אתה, חזרנו על כל המקרא ולא מצאנו שנקראו ישראל ציון אלא זה (שנאמר) ולאמר לציון עמי אתה. וידוע הביאור בזה10, דבפסוק זה מדבר בג' הדברים שעליהם העולם עומד, תורה עבודה וגמ\"ח11. ואשים דברי בפיך זו תורה, ובצל ידי כסיתיך זו גמ\"ח, לנטוע שמים וליסוד ארץ אלו הקרבנות (כדאיתא בירושלמי שם). וזהו לא מצאנו שנקראו ישראל ציון אלא זה, כי זה שישראל נק' בשם ציון הוא ע\"י שעוסקים בתורה עבודה וגמ\"ח, שהם כללות כל התומ\"צ]. ושבי' הם אלו שאינם עוסקים בתורה12, שהם בשבי' ממש [ושבי' מלשון שבי'13] בהגוף ונה\"ב. וזהו ציון במשפט תפדה ושבי' בצדקה, שהפדי' של העוסקים בתורה היא במשפט, ע\"פ שורת הדין, משא\"כ הפדי' של שבי' היא בתורת צדקה. והגם שגם פדייתם של אלו שהם בשבי' בהגוף ונה\"ב תהי' ע\"י התשובה, דאין ישראל נגאלין אלא בתשובה14 והבטיחה תורה שסוף ישראל לעשות תשובה בסוף גלותן ו(עי\"ז) מיד הן נגאלין15 [ויש לומר, דזהו הקשר של הפירוש ושבי' מלשון שבי' עם הפירוש דושבי' הוא עושי תשובה (ושבי' מלשון תשובה16), כי פדיית שבי' מלשון שבי' הוא ע\"י שיעשו תשובה], הרי זה שתשובה מכפרת אינו ע\"פ משפט, אלא חסד וצדקה דהקב\"ה17. אלא שאעפ\"כ, הפדי' דשבי' היא למעלה מהפדי' דציון, כי ענין המשפט הוא מדידה והגבלה, משא\"כ צדקה היא למעלה מהגבלה. וכמבואר בהמאמר6, שמשפט הוא האור שבגדר הכלים, וצדקה הוא האור שבהבדלה שבא רק באופן של צדקה. ולכן, האור שנמשך לצדיקים שפדייתם היא במשפט, הוא האור שבגדר הכלים. [והיינו דזה מה שפדייתם היא במשפט, יש בזה שני ענינים. א', שאין זקוקים לצדקה, כיון שמגיע להם ע\"פ דין. ב', שענין המשפט שולל צדקה, כמ\"ש18 לא תכירו פנים במשפט, ופירש\"י19 שלא תאמר זה עני הוא כו' ומצוה לפרנסו]. והאור שנמשך לבע\"ת שפדייתם היא בצדקה, הוא האור שבהבדלה.ג) והנה יש עוד פירוש בושבי', דשבי' הוא מלשון השבה, ההשבה מן הגולה20. דלשון השבה [ובפרט כאשר הוא בסמיכות לתיבת תפדה שלפנ\"ז] מורה שגם לפני ההשבה אינו בגלות, ורק שהוא נמצא במקום אחר (מקום הגולה) וצריך לחזור ולשוב למקומו. ועפ\"ז שבי' הם נעלים יותר מאלו שנאמר עליהם תפדה. כי לשון פדי' נופל על מי שהוא בגלות21 (משא\"כ בזה שהוא רק נמצא במקום הגולה) וצריך לפדי' מהגלות. וצריך להבין, היאך שייך שפדייתם של אלו שהם בגלות היא במשפט (ע\"פ שורת הדין), וההשבה של אלו שנמצאים רק במקום הגולה (שהם נעלים יותר) היא בצדקה. וגם צריך להבין, מי הם שני הסוגים שעליהם נאמר תפדה ושבי'. הרי תפדה נאמר בנוגע לציון שקאי (כנ\"ל) על ישראל העוסקים בתומ\"צ, ואעפ\"כ הם בגלות וצריכים לפדי', ומהי זכותם של אלו שנק' בשם שבי' שאינם בגלות.ד) ויובן בהקדים המבואר בהמאמר6, דענין גלות ושבי' שייך דוקא בהכלים, להיותם בבחי' מציאות דבר, משא\"כ בהאור, שהוא בבחי' אין, אין שייך גלות. וענין זה (דבאור אין שייך גלות) מובן גם בפשטות. שהרי מעט אור דוחה הרבה מן החושך22, והיינו דגם לאחרי ירידת והמשכת האור בבחי' מדידה והגבלה [שאז דוקא שייך לומר מעט או הרבה], גם אז הוא דוחה את החושך, ועד שאפילו מעט אור דוחה הרבה חושך. ויתירה מזו, שהחושך נדחה ממילא מפני האור23. [דבתחלת הבריאה היו אור וחושך משתמשים בערבוביא24, אבל לאחרי שויבדל אלקים בין האור ובין החושך25, החושך נדחה מפני האור]. ומזה מובן גם בפשטות, דבאור אין שייך ענין הגלות, כי החושך (דהגלות) נדחה מפני האור.והנה עד\"ז הוא גם בנשמה וגוף, שהם דוגמת אור וכלי26. וכידוע מאמר כ\"ק מו\"ח אדמו\"ר27 שרק הגוף הוא בגלות ולא הנשמה. והיינו, דהגם שהנשמה היא מלובשת בגוף והגוף הוא בגלות, מ\"מ בנוגע להנשמה אין זה ענין של גלות. ורק שמצד זה שהגוף הוא בגלות, הנשמה שמלובשת בו היא נמצאת שלא במקומה וצריכה להשבה. וכמרז\"ל28 אני ישנה בגלותא ולבי ער, דגם כשאני ישנה בגלותא, הנשמה (ולבי29) היא ער. דמכיון שהנשמה היא חלק אלוקה ממעל ממש30, דגם כשהיא באופן ד\"ממש\" מלשון ממשות31 היינו שהיא מלובשת בגוף גשמי, היא חלק אלוקה ממעל [ועד שהיא חלק אלוקה ממעל ממש], וידוע מאמר הבעש\"ט32 שכשאתה תופס במקצת מן העצם אתה תופס בכולו, לכן, גם לאחרי ירידתה והתלבשותה בגוף בכח המפליא לעשות33, ואפילו בזמן הגלות, אינה בגלות וכו'. ועפ\"ז יש לומר, דהלשון ושבי' קאי לא רק על סוג מיוחד שבישראל, אלא גם על הנשמה דכאו\"א מישראל. דמכיון שהנשמה אינה בגלות, אין שייך בה הלשון פדי'. אלא שאעפ\"כ צריכה להשבה, כי מכיון שהנשמה מלובשת בהגוף, ועד שהיא מתפעלת ממאורעי הגוף34, ע\"י הגלות דהגוף, גם הנשמה נמצאת במקום הגלות, ולכן צריכה להשבה.ה) והנה ידוע שכוונת הירידה דהגלות היא לצורך עלי'. שע\"י העבודה בזמן הגלות דוקא יהי' הגילוי דלעתיד שהוא נעלה יותר מהגילוי שהי' בזמן הבית. וכיתרון האור מן החושך35, שע\"י החושך נעשה יתרון בהאור, שהוא נעלה יותר מכמו שהי' קודם. וכל שהירידה (החושך) היא למטה יותר, העלי' (יתרון האור) שעל ידה, היא נעלית יותר. ומזה מובן, דמכיון שהירידה דהגלות היא בעיקר בהגוף (כנ\"ל סעיף ד), לכן, העלי' דלע\"ל (הנעשית ע\"י הירידה דהגלות) שתהי' בהגוף היא נעלית יותר מהעלי' שתהי' בהנשמה. ויובן זה ע\"פ המבואר במק\"א36 בענין העלי' דהנשמה שנעשית ע\"י ירידתה למטה, שיש בזה שני ענינים. א', דעי\"ז שגם בהיותה למטה ומלובשת בגוף ונה\"ב היא עובדת את ה', מתגלה תוקף ההתקשרות שלה עם הקב\"ה, שגם ההעלם וההסתר דהגוף ונה\"ב אינו יכול לבטל ח\"ו, ואפילו לא לעשות גרעון בההתקשרות שלה. ב', שע\"י עבודת הנשמה למטה נעשה הבירור והזיכוך דהגוף ונה\"ב וחלקו בעולם. והחילוק שבין שני ענינים אלו הוא37, דבענין הא' – יתרון האור הוא ע\"י החושך. והיתרון הוא, שע\"י החושך מתגלה תוקף האור, שגם החושך הכי גדול אינו מעלים לגבי'. משא\"כ בענין הב' – יתרון האור הוא גם בהחושך עצמו, שהחושך (דהגוף ונה\"ב והעולם) נהפך לאור. והיתרון הוא, שבכדי להפוך את החושך לאור הוא בכח העצמות שלמעלה מהגדרים דאור וחושך, וע\"י הפיכת החושך לאור, מתגלה כח העצמות. ויתירה מזו, דעי\"ז דוקא נשלמת הכוונה דנתאוה הקב\"ה להיות לו ית' דירה בתחתונים38 [דענין נתאוה הוא בעצמותו ית'39]. וכמבואר בתניא40, שהכוונה בירידת הנשמה למטה היא לא בשביל הנשמה אלא בכדי לתקן את הגוף ונה\"ב וחלקו בעולם, כי עי\"ז דוקא נשלמת הכוונה דדירה בתחתונים41.וכמו שהוא בהעלי' שע\"י ירידת הנשמה למטה, שעיקר העלי' הוא הבירור והזיכוך דהגוף וכו', עד\"ז הוא גם בהעלי' דלע\"ל ע\"י הירידה דהגלות, שעיקר העלי' היא בהגוף. דהיתרון שנעשה בהנשמה ע\"י חושך הגלות הוא גילוי תוקף ההתקשרות שלה, שהגם שהיא מלובשת בגוף והגוף הוא בגלות מ\"מ גם אז הנשמה אינה בגלות. והיתרון שנעשה בהגוף הוא שהחושך דהגוף כמו שהוא בגלות (שהוא חושך גדול יותר מהחושך שלו42 כמו שהוא מצד עצמו) נהפך לאור, ויתירה מזו, דעי\"ז שגם החושך שלו כמו שהוא בגלות נהפך לאור, נשלמת הכוונה דדירה בתחתונים, בתחתון שאין תחתון למטה ממנו43.ו) והנה ידוע44 שלע\"ל תהי' הנשמה ניזונית מן הגוף. ועפ\"ז יש לומר, שלע\"ל יהי' להנשמה (לא רק היתרון שנעשה ע\"י החושך, אלא) גם היתרון הבא מן החושך עצמו. דהגם שיתרון זה יהי' (בעיקר) בהגוף, גם הנשמה תקבל מהגוף יתרון זה. וע\"ד הידוע45 בענין העלי' שנעשית בהנשמה ע\"י ירידתה למטה בגוף ונה\"ב, דנוסף לזה שע\"י ההעלם וההסתר דהגוף ונה\"ב מתעוררים ומתגלים כחות הנעלמים של הנשמה (שהיו גם קודם ירידתה), הנה ע\"י שהנשמה מבררת ומזככת את הגוף ונה\"ב, נעשה בה גם יתרון והוספה. כמ\"ש46 משכני אחריך נרוצה, דע\"י שנה\"א פועלת שגם נה\"ב יהי' לה אהבת ה', שהאהבה דנה\"ב היא בדרך מרוצה, עי\"ז נעשה נרוצה גם בנה\"א, אחריך נרוצה לשון רבים47. אלא שעכשיו, מכיון שהנשמה היא המשפיע והגוף הוא המקבל, יתרון זה דהנשמה (שמקבל מהגוף) אינו בשלימות, והשלימות דיתרון זה יהי' לע\"ל, מכיון שאז תהי' הנשמה ניזונית מן הגוף.ז) וזהו ציון במשפט תפדה ושבי' בצדקה, דזה שישראל נק' בשם ציון הוא ע\"י שעוסקים בתורה עבודה וגמ\"ח, שהם כללות כל התומ\"צ, שעי\"ז הם נעשים בבחי' ציון מלשון סימן, דגם כשנמצאים בגלות אינם נאבדים ח\"ו בין האומות (ובדוגמת דבר שיש לו סימן כפשוטו, שע\"י הסימן מחזירים אותו לבעליו). ויתירה מזו, שע\"י עבודתם בתומ\"צ בזמן הגלות נעשה בהם יתרון ועלי', למעלה יותר מכמו שהיו בזמן הבית. והיתרון הוא בשני ענינים. א', שע\"י העבודה בזמן הגלות מתגלה (כנ\"ל סעיף ה) התוקף והבל\"ג דהאור, שגם חושך הכי גדול (חושך הגלות, כולל גם החושך כפול ומכופל שבדרא דעקבתא דמשיחא) אינו מעלים לגבי'. דבכללות הוא האור שלמעלה מהכלים (האור שבהבדלה48), שהוא בלי גבול. אבל אעפ\"כ הוא מוגדר בגדר אור. וב', שע\"י הפיכת החושך לאור מתגלה העצמות שלמעלה מהגדרים דאור וחושך (כנ\"ל).והנה בפסוק זה, הסיום והחותם49 של ההפטורה חזון ישעיהו [דענינו של ישעי' הוא (כשמו) ישועה50, ועד לישועה אמיתית שהיא הגאולה שלימה שאין אחרי' גלות51. דזהו גם מה שממשיך בכתוב52 אשר חזה גו' בימי גו' יחזקיהו, שביקש הקב\"ה לעשות חזקיהו משיח53], מדבר בהעילוי שיהי' בגאולה העתידה. ובזה גופא – בעילוי הב', שהוא עיקר התכלית דהגלות. וזהו אומרו תפדה ושבי', שעילוי זה הוא הן בהגוף שיפדה מהגלות (תפדה) והן בהנשמה שתשוב ממקום הגולה (ושבי'). וזהו גם תפדה במשפט ושבי' בצדקה, דהעילוי שיהי' בהגוף (תפדה) הוא במשפט, דכיון שהגוף הי' בגלות ממש והי' בו הענין דהפיכת החושך לאור, לכן, היתרון והעילוי שנעשה עי\"ז, מגיע לו ע\"פ שורת הדין, במשפט. משא\"כ זה שהנשמה שהיתה רק במקום הגולה (ושבי') תתעלה לבחינה זו, הוא (לא ע\"פ שורת הדין, אלא) בצדקה. ולכאורה יש להוסיף, שבפרט אחד יש יתרון בהעלי' דהנשמה על העלי' דהגוף. שהעלי' דהגוף, שהיא במשפט (היינו שהעלי' היא ע\"פ חשבון דטעם ודעת), יש בזה איזו מדידה והגבלה, משא\"כ העלי' דהנשמה, שהיא בצדקה, היא למעלה מכל מדידה והגבלה.ואין מקרא יוצא מידי פשוטו54, ועד שדוקא על ידי לימוד הפשט מתגלה העצם דתורה, כי פשט הוא בעולם העשי'55, שבו דוקא נשלמת הכוונה דדירה בתחתונים. ולכאורה י\"ל דזהו גם הטעם (בפנימיות הענינים) דזה שהלימוד עם תשב\"ר, הבל שאין בו חטא56, הוא דוקא ע\"פ הפשט. וי\"ל שכן הוא גם בנוגע לעניננו – הפסוק ציון במשפט תפדה ושבי' בצדקה, שעיקר הענין בזה הוא פירוש הפסוק כפשוטו, הפדי' והיציאה מהגלות בפשטות בגאולה האמיתית והשלימה ע\"י משיח צדקנו, בקרוב ממש בעגלא דידן.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד ש\"פ דברים, שבת חזון, ערב תשעה באב ה'תשמ\"אציון במשפט תפדה ושבי' בצדקה1, ומדייק אדמו\"ר (מהורש\"ב) נ\"ע במאמרו ד\"ה זה דשנת עדר\"ת2, הרי הכוונה בציון כאן היא לא על עיר ציון3 [בפרט4] אלא על [כללות3] ישראל, ולמה אומר ציון וגם מדייק מ\"ש ושבי' גו', מי הם שבי' [ויש לומר, שגם דיוק זה (מי הם שבי') הוא ע\"פ מה שאומר לפנ\"ז שהכוונה בציון כאן היא על כללות ישראל דיש מפרשים5 שציון קאי על עיר ציון ושבי' קאי על ישראל אבל להפירוש (שבהמאמר) שציון קאי על ישראל, מה הם שני הסוגים דציון ושבי'] וגם מהו\"ע שפדיית ציון תהי' במשפט והפדי' של שבי' בצדקה.ב) ונקודת הביאור (ע\"פ המבואר ברשימות הצ\"צ עה\"פ6 ובמאמר הנ\"ל7), דציון קאי על ישראל העוסקים בתורה ומצוות, ונק' בשם ציון לפי שהם מצויינים בתומ\"צ [וכדאיתא בירושלמי8 עה\"פ9 ואשים דברי בפיך ובצל ידי כסיתיך לנטוע שמים וליסוד ארץ ולאמר לציון עמי אתה, חזרנו על כל המקרא ולא מצאנו שנקראו ישראל ציון אלא זה (שנאמר) ולאמר לציון עמי אתה וידוע הביאור בזה10, דבפסוק זה מדבר בג' הדברים שעליהם העולם עומד, תורה עבודה וגמ\"ח11 ואשים דברי בפיך זו תורה, ובצל ידי כסיתיך זו גמ\"ח, לנטוע שמים וליסוד ארץ אלו הקרבנות (כדאיתא בירושלמי שם) וזהו לא מצאנו שנקראו ישראל ציון אלא זה, כי זה שישראל נק' בשם ציון הוא ע\"י שעוסקים בתורה עבודה וגמ\"ח, שהם כללות כל התומ\"צ] ושבי' הם אלו שאינם עוסקים בתורה12, שהם בשבי' ממש [ושבי' מלשון שבי'13] בהגוף ונה\"ב וזהו ציון במשפט תפדה ושבי' בצדקה, שהפדי' של העוסקים בתורה היא במשפט, ע\"פ שורת הדין, משא\"כ הפדי' של שבי' היא בתורת צדקה",
          "topics": [
            "אור",
            "עולם",
            "יסוד",
            "ישראל",
            "קרבנות"
          ],
          "word_count": 250
        },
        {
          "chunk_id": "chunk_2",
          "content": "והגם שגם פדייתם של אלו שהם בשבי' בהגוף ונה\"ב תהי' ע\"י התשובה, דאין ישראל נגאלין אלא בתשובה14 והבטיחה תורה שסוף ישראל לעשות תשובה בסוף גלותן ו(עי\"ז) מיד הן נגאלין15 [ויש לומר, דזהו הקשר של הפירוש ושבי' מלשון שבי' עם הפירוש דושבי' הוא עושי תשובה (ושבי' מלשון תשובה16), כי פדיית שבי' מלשון שבי' הוא ע\"י שיעשו תשובה], הרי זה שתשובה מכפרת אינו ע\"פ משפט, אלא חסד וצדקה דהקב\"ה17 אלא שאעפ\"כ, הפדי' דשבי' היא למעלה מהפדי' דציון, כי ענין המשפט הוא מדידה והגבלה, משא\"כ צדקה היא למעלה מהגבלה וכמבואר בהמאמר6, שמשפט הוא האור שבגדר הכלים, וצדקה הוא האור שבהבדלה שבא רק באופן של צדקה ולכן, האור שנמשך לצדיקים שפדייתם היא במשפט, הוא האור שבגדר הכלים [והיינו דזה מה שפדייתם היא במשפט, יש בזה שני ענינים א', שאין זקוקים לצדקה, כיון שמגיע להם ע\"פ דין ב', שענין המשפט שולל צדקה, כמ\"ש18 לא תכירו פנים במשפט, ופירש\"י19 שלא תאמר זה עני הוא כו' ומצוה לפרנסו] והאור שנמשך לבע\"ת שפדייתם היא בצדקה, הוא האור שבהבדלה.ג) והנה יש עוד פירוש בושבי', דשבי' הוא מלשון השבה, ההשבה מן הגולה20 דלשון השבה [ובפרט כאשר הוא בסמיכות לתיבת תפדה שלפנ\"ז] מורה שגם לפני ההשבה אינו בגלות, ורק שהוא נמצא במקום אחר (מקום הגולה) וצריך לחזור ולשוב למקומו ועפ\"ז שבי' הם נעלים יותר מאלו שנאמר עליהם תפדה כי לשון פדי' נופל על מי שהוא בגלות21 (משא\"כ בזה שהוא רק נמצא במקום הגולה) וצריך לפדי' מהגלות וצריך להבין, היאך שייך שפדייתם של אלו שהם בגלות היא במשפט (ע\"פ שורת הדין), וההשבה של אלו שנמצאים רק במקום הגולה (שהם נעלים יותר) היא בצדקה וגם צריך להבין, מי הם שני הסוגים שעליהם נאמר תפדה ושבי'",
          "topics": [
            "אור",
            "חסד",
            "צדיקים",
            "צדיק",
            "ישראל"
          ],
          "word_count": 262
        },
        {
          "chunk_id": "chunk_3",
          "content": "הרי תפדה נאמר בנוגע לציון שקאי (כנ\"ל) על ישראל העוסקים בתומ\"צ, ואעפ\"כ הם בגלות וצריכים לפדי', ומהי זכותם של אלו שנק' בשם שבי' שאינם בגלות.ד) ויובן בהקדים המבואר בהמאמר6, דענין גלות ושבי' שייך דוקא בהכלים, להיותם בבחי' מציאות דבר, משא\"כ בהאור, שהוא בבחי' אין, אין שייך גלות וענין זה (דבאור אין שייך גלות) מובן גם בפשטות שהרי מעט אור דוחה הרבה מן החושך22, והיינו דגם לאחרי ירידת והמשכת האור בבחי' מדידה והגבלה [שאז דוקא שייך לומר מעט או הרבה], גם אז הוא דוחה את החושך, ועד שאפילו מעט אור דוחה הרבה חושך ויתירה מזו, שהחושך נדחה ממילא מפני האור23 [דבתחלת הבריאה היו אור וחושך משתמשים בערבוביא24, אבל לאחרי שויבדל אלקים בין האור ובין החושך25, החושך נדחה מפני האור] ומזה מובן גם בפשטות, דבאור אין שייך ענין הגלות, כי החושך (דהגלות) נדחה מפני האור.והנה עד\"ז הוא גם בנשמה וגוף, שהם דוגמת אור וכלי26 וכידוע מאמר כ\"ק מו\"ח אדמו\"ר27 שרק הגוף הוא בגלות ולא הנשמה והיינו, דהגם שהנשמה היא מלובשת בגוף והגוף הוא בגלות, מ\"מ בנוגע להנשמה אין זה ענין של גלות ורק שמצד זה שהגוף הוא בגלות, הנשמה שמלובשת בו היא נמצאת שלא במקומה וצריכה להשבה וכמרז\"ל28 אני ישנה בגלותא ולבי ער, דגם כשאני ישנה בגלותא, הנשמה (ולבי29) היא ער דמכיון שהנשמה היא חלק אלוקה ממעל ממש30, דגם כשהיא באופן ד\"ממש\" מלשון ממשות31 היינו שהיא מלובשת בגוף גשמי, היא חלק אלוקה ממעל [ועד שהיא חלק אלוקה ממעל ממש], וידוע מאמר הבעש\"ט32 שכשאתה תופס במקצת מן העצם אתה תופס בכולו, לכן, גם לאחרי ירידתה והתלבשותה בגוף בכח המפליא לעשות33, ואפילו בזמן הגלות, אינה בגלות וכו' ועפ\"ז יש לומר, דהלשון ושבי' קאי לא רק על סוג מיוחד שבישראל, אלא גם על הנשמה דכאו\"א מישראל",
          "topics": [
            "אור",
            "בריאה",
            "ישראל",
            "גלות"
          ],
          "word_count": 271
        },
        {
          "chunk_id": "chunk_4",
          "content": "דמכיון שהנשמה אינה בגלות, אין שייך בה הלשון פדי' אלא שאעפ\"כ צריכה להשבה, כי מכיון שהנשמה מלובשת בהגוף, ועד שהיא מתפעלת ממאורעי הגוף34, ע\"י הגלות דהגוף, גם הנשמה נמצאת במקום הגלות, ולכן צריכה להשבה.ה) והנה ידוע שכוונת הירידה דהגלות היא לצורך עלי' שע\"י העבודה בזמן הגלות דוקא יהי' הגילוי דלעתיד שהוא נעלה יותר מהגילוי שהי' בזמן הבית וכיתרון האור מן החושך35, שע\"י החושך נעשה יתרון בהאור, שהוא נעלה יותר מכמו שהי' קודם וכל שהירידה (החושך) היא למטה יותר, העלי' (יתרון האור) שעל ידה, היא נעלית יותר ומזה מובן, דמכיון שהירידה דהגלות היא בעיקר בהגוף (כנ\"ל סעיף ד), לכן, העלי' דלע\"ל (הנעשית ע\"י הירידה דהגלות) שתהי' בהגוף היא נעלית יותר מהעלי' שתהי' בהנשמה ויובן זה ע\"פ המבואר במק\"א36 בענין העלי' דהנשמה שנעשית ע\"י ירידתה למטה, שיש בזה שני ענינים א', דעי\"ז שגם בהיותה למטה ומלובשת בגוף ונה\"ב היא עובדת את ה', מתגלה תוקף ההתקשרות שלה עם הקב\"ה, שגם ההעלם וההסתר דהגוף ונה\"ב אינו יכול לבטל ח\"ו, ואפילו לא לעשות גרעון בההתקשרות שלה ב', שע\"י עבודת הנשמה למטה נעשה הבירור והזיכוך דהגוף ונה\"ב וחלקו בעולם והחילוק שבין שני ענינים אלו הוא37, דבענין הא' – יתרון האור הוא ע\"י החושך והיתרון הוא, שע\"י החושך מתגלה תוקף האור, שגם החושך הכי גדול אינו מעלים לגבי' משא\"כ בענין הב' – יתרון האור הוא גם בהחושך עצמו, שהחושך (דהגוף ונה\"ב והעולם) נהפך לאור והיתרון הוא, שבכדי להפוך את החושך לאור הוא בכח העצמות שלמעלה מהגדרים דאור וחושך, וע\"י הפיכת החושך לאור, מתגלה כח העצמות ויתירה מזו, דעי\"ז דוקא נשלמת הכוונה דנתאוה הקב\"ה להיות לו ית' דירה בתחתונים38 [דענין נתאוה הוא בעצמותו ית'39]",
          "topics": [
            "אור",
            "עצמות",
            "גילוי",
            "העלם",
            "תחתונים"
          ],
          "word_count": 256
        },
        {
          "chunk_id": "chunk_5",
          "content": "וכמבואר בתניא40, שהכוונה בירידת הנשמה למטה היא לא בשביל הנשמה אלא בכדי לתקן את הגוף ונה\"ב וחלקו בעולם, כי עי\"ז דוקא נשלמת הכוונה דדירה בתחתונים41.וכמו שהוא בהעלי' שע\"י ירידת הנשמה למטה, שעיקר העלי' הוא הבירור והזיכוך דהגוף וכו', עד\"ז הוא גם בהעלי' דלע\"ל ע\"י הירידה דהגלות, שעיקר העלי' היא בהגוף דהיתרון שנעשה בהנשמה ע\"י חושך הגלות הוא גילוי תוקף ההתקשרות שלה, שהגם שהיא מלובשת בגוף והגוף הוא בגלות מ\"מ גם אז הנשמה אינה בגלות והיתרון שנעשה בהגוף הוא שהחושך דהגוף כמו שהוא בגלות (שהוא חושך גדול יותר מהחושך שלו42 כמו שהוא מצד עצמו) נהפך לאור, ויתירה מזו, דעי\"ז שגם החושך שלו כמו שהוא בגלות נהפך לאור, נשלמת הכוונה דדירה בתחתונים, בתחתון שאין תחתון למטה ממנו43.ו) והנה ידוע44 שלע\"ל תהי' הנשמה ניזונית מן הגוף ועפ\"ז יש לומר, שלע\"ל יהי' להנשמה (לא רק היתרון שנעשה ע\"י החושך, אלא) גם היתרון הבא מן החושך עצמו דהגם שיתרון זה יהי' (בעיקר) בהגוף, גם הנשמה תקבל מהגוף יתרון זה וע\"ד הידוע45 בענין העלי' שנעשית בהנשמה ע\"י ירידתה למטה בגוף ונה\"ב, דנוסף לזה שע\"י ההעלם וההסתר דהגוף ונה\"ב מתעוררים ומתגלים כחות הנעלמים של הנשמה (שהיו גם קודם ירידתה), הנה ע\"י שהנשמה מבררת ומזככת את הגוף ונה\"ב, נעשה בה גם יתרון והוספה כמ\"ש46 משכני אחריך נרוצה, דע\"י שנה\"א פועלת שגם נה\"ב יהי' לה אהבת ה', שהאהבה דנה\"ב היא בדרך מרוצה, עי\"ז נעשה נרוצה גם בנה\"א, אחריך נרוצה לשון רבים47",
          "topics": [
            "אור",
            "גילוי",
            "העלם",
            "תחתונים",
            "עולם"
          ],
          "word_count": 222
        },
        {
          "chunk_id": "chunk_6",
          "content": "אלא שעכשיו, מכיון שהנשמה היא המשפיע והגוף הוא המקבל, יתרון זה דהנשמה (שמקבל מהגוף) אינו בשלימות, והשלימות דיתרון זה יהי' לע\"ל, מכיון שאז תהי' הנשמה ניזונית מן הגוף.ז) וזהו ציון במשפט תפדה ושבי' בצדקה, דזה שישראל נק' בשם ציון הוא ע\"י שעוסקים בתורה עבודה וגמ\"ח, שהם כללות כל התומ\"צ, שעי\"ז הם נעשים בבחי' ציון מלשון סימן, דגם כשנמצאים בגלות אינם נאבדים ח\"ו בין האומות (ובדוגמת דבר שיש לו סימן כפשוטו, שע\"י הסימן מחזירים אותו לבעליו) ויתירה מזו, שע\"י עבודתם בתומ\"צ בזמן הגלות נעשה בהם יתרון ועלי', למעלה יותר מכמו שהיו בזמן הבית והיתרון הוא בשני ענינים א', שע\"י העבודה בזמן הגלות מתגלה (כנ\"ל סעיף ה) התוקף והבל\"ג דהאור, שגם חושך הכי גדול (חושך הגלות, כולל גם החושך כפול ומכופל שבדרא דעקבתא דמשיחא) אינו מעלים לגבי' דבכללות הוא האור שלמעלה מהכלים (האור שבהבדלה48), שהוא בלי גבול אבל אעפ\"כ הוא מוגדר בגדר אור וב', שע\"י הפיכת החושך לאור מתגלה העצמות שלמעלה מהגדרים דאור וחושך (כנ\"ל).והנה בפסוק זה, הסיום והחותם49 של ההפטורה חזון ישעיהו [דענינו של ישעי' הוא (כשמו) ישועה50, ועד לישועה אמיתית שהיא הגאולה שלימה שאין אחרי' גלות51 דזהו גם מה שממשיך בכתוב52 אשר חזה גו' בימי גו' יחזקיהו, שביקש הקב\"ה לעשות חזקיהו משיח53], מדבר בהעילוי שיהי' בגאולה העתידה ובזה גופא – בעילוי הב', שהוא עיקר התכלית דהגלות וזהו אומרו תפדה ושבי', שעילוי זה הוא הן בהגוף שיפדה מהגלות (תפדה) והן בהנשמה שתשוב ממקום הגולה (ושבי') וזהו גם תפדה במשפט ושבי' בצדקה, דהעילוי שיהי' בהגוף (תפדה) הוא במשפט, דכיון שהגוף הי' בגלות ממש והי' בו הענין דהפיכת החושך לאור, לכן, היתרון והעילוי שנעשה עי\"ז, מגיע לו ע\"פ שורת הדין, במשפט",
          "topics": [
            "אור",
            "עצמות",
            "ישראל",
            "תורה",
            "גלות"
          ],
          "word_count": 258
        },
        {
          "chunk_id": "chunk_7",
          "content": "משא\"כ זה שהנשמה שהיתה רק במקום הגולה (ושבי') תתעלה לבחינה זו, הוא (לא ע\"פ שורת הדין, אלא) בצדקה ולכאורה יש להוסיף, שבפרט אחד יש יתרון בהעלי' דהנשמה על העלי' דהגוף שהעלי' דהגוף, שהיא במשפט (היינו שהעלי' היא ע\"פ חשבון דטעם ודעת), יש בזה איזו מדידה והגבלה, משא\"כ העלי' דהנשמה, שהיא בצדקה, היא למעלה מכל מדידה והגבלה.ואין מקרא יוצא מידי פשוטו54, ועד שדוקא על ידי לימוד הפשט מתגלה העצם דתורה, כי פשט הוא בעולם העשי'55, שבו דוקא נשלמת הכוונה דדירה בתחתונים ולכאורה י\"ל דזהו גם הטעם (בפנימיות הענינים) דזה שהלימוד עם תשב\"ר, הבל שאין בו חטא56, הוא דוקא ע\"פ הפשט וי\"ל שכן הוא גם בנוגע לעניננו – הפסוק ציון במשפט תפדה ושבי' בצדקה, שעיקר הענין בזה הוא פירוש הפסוק כפשוטו, הפדי' והיציאה מהגלות בפשטות בגאולה האמיתית והשלימה ע\"י משיח צדקנו, בקרוב ממש בעגלא דידן",
          "topics": [
            "אור",
            "תחתונים",
            "עולם",
            "דעת",
            "תורה"
          ],
          "word_count": 133
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס שבת חזון – תשמ\"ח, \"לקראת ש\"ק פ' דברים, שבת חזון, תשעה באב נדחה .. ה' מנ\"א, שנת הקהל, שנת תשמ\"ח\".1) ישעי' א, כז. – סיום וחותם הפטורת שבת חזון.2) נדפס בהמשך תער\"ב ח\"א ע' תקסד ואילך.3) באוה\"ת פרשתנו ד\"ה זה (ע' לו) (ובאוה\"ת ויצא ריג, ב), שהפירוש דקאי על העיר עצמה הוא \"דוחק קצת\".4) ויש לומר, שהכוונה בהמשך תער\"ב שם ב\"אין הכוונה על עיר ציון בפרט\" היא (לא לשלול הפירוש דקאי על העיר עצמה, כ\"א) לשלול הפירוש דקאי על ישראל היושבים בציון. ועפ\"ז מדוייק הלשון \"אין הכוונה על עיר ציון בפרט כ\"א על כללות ישראל\"*.*) ראה גם רד\"ה זה דשנת תער\"ב (המשך הנ\"ל ע' ע): הכוונה היא על כללות ישראל לא יושבי ציון דוקא.5) כלי יקר עה\"פ – הובא באוה\"ת נ\"ך עה\"פ (ח\"א ס\"ע צה).6) אוה\"ת נ\"ך שם.7) דשנת עדר\"ת בסופו (המשך הנ\"ל ע' תקעא).8) תענית פ\"ד סוף ה\"ב. וכ\"ה בזח\"ג לה, א (הובאו באוה\"ת פרשתנו (ופ' ויצא) שם. נ\"ך שם ס\"ע צז). ירושלמי מגילה פ\"ג סוף ה\"ו.9) ישעי' נא, טז.10) אוה\"ת פרשתנו (ופ' ויצא) שם. נ\"ך שם ע' צח. ד\"ה זה דשנת תער\"ב ושנת עדר\"ת. ועוד (מקה\"ע לירושלמי שם).11) אבות פ\"א מ\"ב.12) כ\"ה באוה\"ת נ\"ך שבהערה 6. ובהמאמר דשנת עדר\"ת (שם) שושבי' הם בעלי תשובה. וראה לקמן בפנים.13) ראה גם לקו\"ת פרשתנו ד\"ה זה (א, ג).14) סנהדרין צז, ב. רמב\"ם הל' תשובה פ\"ז ה\"ה.15) רמב\"ם שם.16) פרש\"י עה\"פ. וראה גם אוה\"ת נ\"ך שם ע' צו. ובכ\"מ.17) כמ\"ש (מיכה ז, יח) מי א-ל כמוך נושא עון וגו', ובמצודת דוד שם: \"משורת הדין אין אנו ראויים .. כי אנו מלאי עון, אבל מי הוא א-ל כמוך המוחל את העון\". ובלקו\"ת (דרושי ר\"ה ס, ד): \"א-ל הוא חסד .. מי בעל חסד כמוך .. נושא עון ועובר על פשע\". ולהעיר גם ממרז\"ל (יל\"ש תהלים רמז תשב) שאלו לתורה וכו' ורק הקב\"ה אמר יעשה תשובה ויתכפר לו.18) פרשתנו א, יז.19) עה\"פ (מספרי עה\"פ).20) מצודת דוד עה\"פ.21) והמבואר בכמה דרושים (וראה בארוכה ד\"ה זה דשנת תשל\"ה (לעיל ע' קכה ואילך). וש\"נ) שב\"ציון\" אין שייך גלות ממש – הכוונה בזה היא שהגלות אינו באופן של שבי' [וכמבואר שם החילוק בין ציון לשבי' מלשון שבי'] אבל מ\"מ הו\"ע של גלות שלכן צריך לפדי'. משא\"כ ושבי' מלשון השבה הוא שנמצא רק במקום הגולה, ואינו צריך לפדי'.22) תניא פי\"ב (יז, א). חובת הלבבות שער יחוד המעשה פ\"ה.23) תניא פי\"ב שם. פכ\"ט (לז, ב).24) פרש\"י עה\"פ בראשית א, ד (וראה גם פרש\"י עה\"פ שם, יד). וראה גם ירושלמי ברכות פ\"ו ה\"ח. ב\"ר פ\"ג, ו (וביפ\"ת שם). וראה ספר הערכים-חב\"ד כרך ב' ערך אור – ביחס לחושך ס\"ו. וש\"נ.25) בראשית שם, ד.26) ראה תקו\"ז בהקדמה (\"פתח אליהו\" – יז, ב): אשתארו כו' כגופא בלא נשמתא. וראה סידור (עם דא\"ח) קסד, רע\"ג. ד\"ה בסוכות תשבו עת\"ר (סה\"מ עת\"ר ע' כז ואילך) ותש\"י (פכ\"ה – סה\"מ ה'תש\"י ע' 59 ואילך). וראה גם שעהיוה\"א פ\"ו (פא, רע\"א). וראה ספר הערכים-חב\"ד שם ערך אורות דספירות – ביחס לכלים ס\"ח. וש\"נ.27) סה\"מ תרפ\"ז ע' קצז. קונטרסים ח\"א קעה, ב. לקו\"ד כרך ד תרצב, א.28) זח\"ג צה, א (עה\"פ שה\"ש ה, ב).29) בלקו\"ת שה\"ש (לג, ד) מובא מזהר שם – ולבי דא קוב\"ה. אבל ראה לקו\"ת שם (לד, א), שמקשר זה גם עם \"בחי' רצון ותשוקה שיש בכל נפש מישראל\". ולהעיר מאגה\"ק סל\"א.30) תניא רפ\"ב.31) ראה אגרות-קודש אדמו\"ר מוהריי\"צ ח\"ד ע' תז. מכתב כ\"ב אייר ה'תשי\"א*. וראה ג\"כ \"היום יום\" כג מנחם אב.*) נדפס באגרות-קודש כ\"ק אדמו\"ר שליט\"א ח\"ד ע' רצא. המו\"ל.32) המשך תרס\"ו ע' תקכב. ובכ\"מ. וראה ספר השיחות ה'תש\"א ס\"ע 32 ובהערה 19 שם.33) דרכי משה לטור או\"ח ס\"ו סק\"ב. רמ\"א או\"ח שם סוף ס\"א.34) תניא פמ\"ב (ס, ב).35) קהלת ב, יג. וראה בארוכה ספר הערכים-חב\"ד הנ\"ל ערך אור – ביחס לחושך ס\"ח (ע' תקעה). וש\"נ.36) ראה ד\"ה והי' עקב תשכ\"ז (לקמן ע' קצ ואילך) סעיף ד. לקו\"ש חט\"ו ע' 246 ואילך. וש\"נ.37) ראה תו\"ח נח נט, סע\"ד. לקו\"ש ח\"ט ע' 66. וראה לקו\"ש ח\"ז ע' 44 ואילך. שם ע' 103. ח\"ט ע' 22.38) ראה תנחומא נשא טז. בחוקותי ג. ב\"ר ספ\"ג. במדב\"ר פי\"ג, ו. תניא רפל\"ו.39) ואף שגם הפיכת החושך לאור הוא בכח העצמות שאינו מוגדר בהגדרים דאור וחושך (כנ\"ל בפנים) – הרי ענין זה (שאינו מוגדר) הוא העילוי וההפלאה שלו (ענין \"גילוי\"), משא\"כ הענין ד\"נתאוה\".40) פל\"ז (מח, ב), מע\"ח שער כו (שער הצלם) פ\"א.41) דמ\"ש בתניא שם שהכוונה בירידת הנשמה למטה היא בכדי לתקן הגוף כו' – בא בהמשך להמבואר שם פל\"ו שתכלית הבריאה היא שיהי' לו ית' דירה בתחתונים.42) ראה סה\"מ עת\"ר ע' יב ואילך. ה'תש\"י ע' 18 ואילך.43) תניא רפל\"ו.44) ראה ד\"ה את הוי' האמרת תרע\"ח ספ\"ה (סה\"מ תרע\"ח ע' תיז. ומציין שם: ועמ\"ש באורך בד\"ה אלה תולדות נח, רל\"ז). וראה המשך וככה תרל\"ז פצ\"א-צב. ובכ\"מ.45) ראה בארוכה ד\"ה והי' עקב ובלקו\"ש שבהערה 36. וש\"נ.46) שה\"ש א, ד.47) לקו\"ש ח\"א ע' 268. וראה לקו\"ת ויקרא ב, סע\"ד. אוה\"ת שה\"ש עה\"פ (ע' סד. שם ע' עב. שם ע' פב-ג).48) ובהמאמר דשנת עדר\"ת (נעתק לעיל סעיף ב) ש\"צדקה\" קאי על אור זה. דהגם שמבאר שם במעלת הבעלי תשובה (להפירוש דשבי' הוא עושי תשובה) – יש לומר, דמעלת הבע\"ת המבואר שם היא הצמאון והחילא יתיר שבא ע\"י החושך (ראה תניא פ\"ז – יב, א), וזה מגיע (רק) באור הבל\"ג. משא\"כ זה שבבע\"ת נהפכים הזדונות לזכיות, ועד\"ז בעבודת הצדיקים – זה שהגוף ונה\"ב (ועד\"ז הדברים הגשמיים שבהם נעשה המצוה) נהפכים לקדושה – מגיע בהעצמות.49) דהכל הולך אחר החיתום (ברכות יב, א).50) ראה פרש\"י ומצו\"ד עה\"פ ישעי' מט, א. זח\"ב קעט, סע\"ב.51) ראה תוד\"ה ה\"ג ונאמר – פסחים קטז, ב.52) ישעי' א, א.53) סנהדרין צד, א.54) שבת סג, א. וש\"נ.55) ע\"ח (הובא בנגיד ומצוה בתחלתו. נהר שלום בהקדמת רחובות הנהר בסופה) ומשנת חסידים (מס' חיוב הנשמות פ\"א מ\"ב), הובאו ונתבארו בלקו\"ד כרך ד תשעא, א.56) שבת קיט, ב.",
      "glossary": "|אדמו\"ר (Admor): Adoneinu Moreinu VeRabbeinu - Our Master, Teacher and Rabbi; אור וכלי (Or VeKli): Light and vessel; אין ישראל נגאלין אלא בתשובה (Ein Yisrael Nigalin Ela BiTeshuvah): Israel is only redeemed through repentance; אינו מעלים לגבי' (Eino Maalim LeGabei): Does not conceal from it; אני ישנה בגלותא (Ani Yeshenah BeGaluta): I sleep in exile; אעפ\"כ (Af Al Pi Chen): Nevertheless; אתה תופס בכולו (Atah Tofes BeChulo): You grasp the whole; באופן של צדקה (BeOfen Shel Tzedakah): In the manner of charity; באור (BaOr): In the light; בבחי' אין (BiBchinat Ayin): In the aspect of nothingness; בבחי' מציאות דבר (BiBchinat Metziyut Davar): In the aspect of existence of a thing; בהכלים (BaKelim): In the vessels; בהקדים (BeHakdim): By prefacing; בזמן הגלות (BiZman HaGalut): In the time of exile; בין האור ובין החושך (Bein HaOr UVein HaChoshech): Between the light and the darkness; בירידת הנשמה למטה (BiYeridat HaNeshamah LeMattah): In the descent of the soul below; בכדי לתקן (Kedei LeTaken): In order to repair; בכח המפליא לעשות (BeKoach HaMafli Laasot): With wondrous power to act; בכח העצמות (BeKoach HaEtzmiut): With the power of the essence; במאמרו (BeMaamaro): In his discourse; במק\"א (BeMakom Acher): In another place; במקום הגולה (BiMekom HaGolah): In the place of exile; במשפט (BeMishpat): With justice; בס\"ד (Besiyata Dishmaya): With the help of Heaven; בסוף גלותן (BeSof Galutan): At the end of their exile; בסמיכות (BiSemichut): In proximity; בע\"ת (Baalei Teshuvah): Penitents/returnees; בעיקר (BeIkar): Primarily; בעצמותו ית' (BeEtzmiuto Yitbarach): In His essence; בפרט (BiFrat): Specifically; בפשטות (BiFshitut): Simply; בצדקה (BeTzedakah): With righteousness/charity; בשביל הנשמה (Bishvil HaNeshamah): For the sake of the soul; בתחלת הבריאה (BiTchilat HaBriyah): At the beginning of creation; בתחתון שאין תחתון למטה ממנו (BeTachton SheEin Tachton LeMattah Mimenu): In the lowest that has no lower beneath it; גילוי תוקף ההתקשרות (Giluy Tokef HaHitkashrut): Revelation of the strength of connection; גם היתרון הבא (Gam HaYitron HaBa): Also the advantage that comes; גמ\"ח (Gemilut Chasadim): Acts of loving kindness; גשמי (Gashmiy): Physical; ד\"ה (Dibur HaMatechil): Opening words; דברים (Devarim): Deuteronomy; דוגמת (Dugmat): Like; דוחה את החושך (Docheh Et HaChoshech): Pushes away the darkness; דוקא (Davka): Specifically; דירה בתחתונים (Dirah BeTachtonim): A dwelling in the lower worlds; דלע\"ל (DeLetid LaVo): Of the future to come; ה'תשמ\"א (HaTashma\"a): The year 5741; האור (HaOr): The light; הבטיחה תורה (Hivticha Torah): The Torah promised; הבירור והזיכוך (HaBirur VeHaZikuch): The clarification and refinement; הבעש\"ט (HaBaal Shem Tov): The Baal Shem Tov; הגילוי דלעתיד (HaGiluy DeLetid): The revelation of the future; ההעלם וההסתר (HaHaalam VeHaHester): The concealment and hiding; הוא\"ע (Hu Inyan): It is a matter; החילוק (HaChiluk): The difference; היאך שייך (Heicach Shayach): How is it relevant; היינו (Hainu): That is; הכי גדול (HaKhi Gadol): The greatest; הנ\"ל (HaNizkar Leil): The aforementioned; הפיכת החושך לאור (Hafichat HaChoshech LeOr): The transformation of darkness to light; הצ\"צ (HaTzemach Tzedek): The Tzemach Tzedek; הקב\"ה (HaKadosh Baruch Hu): The Holy One, Blessed be He; הקרבנות (HaKorbanot): The sacrifices; השבה (Hashavah): Return; התשובה (Teshuvah): Repentance; ואשים דברי בפיך (VeAsim Devarai BeFicha): And I will place My words in your mouth; ובצל ידי כסיתיך (UVeTzel Yadi Kisitich): And in the shadow of My hand I have covered you; ויבדל אלקים (VaYavdel Elohim): And God separated; ולא הנשמה (VeLo HaNeshamah): And not the soul; ולאמר לציון עמי אתה (VeLemor LeTzion Ami Atah): And to say to Zion, you are My people; ולבי ער (VeLibi Er): And my heart is awake; וליסוד ארץ (VeLisod Aretz): And to establish earth; ושבי' (VeShaveha): And her captives/returnees; זה דשנת עדר\"ת (Zeh DeShenat Adrat): This of the year Adrat; זה עני הוא (Zeh Ani Hu): This one is poor; זכותם (Zechutam): Their merit; זקוקים (Zekukim): In need of; חושך גדול יותר (Choshech Gadol Yoter): Greater darkness; חלק אלוקה ממעל ממש (Chelek Elokah MiMaal Mamash): A part of God from above literally; חלקו בעולם (Chelko BaOlam): His portion in the world; חסד (Chesed): Kindness; ידוע (Yadua): It is known; ירושלמי (Yerushalmi): Jerusalem Talmud; ירידת והמשכת (Yeridat VeHamshachat): Descent and drawing down; ירידתה והתלבשותה (Yeridatah VeHitlabshutah): Its descent and embodiment; ישראל (Yisrael): Israel; יתירה מזו (Yeteirah MiZo): Moreover; יתרון (Yitron): Advantage; כ\"ק מו\"ח אדמו\"ר (Kevod Kedushat Mori VeChamai Admor): The honor of the holiness of my teacher and father-in-law, the Rebbe; כאו\"א (Kol Echad VeEchad): Each and every one; כוונת הירידה (Kavanat HaYeridah): The intention of the descent; כיתרון האור מן החושך (KeYitron HaOr Min HaChoshech): Like the advantage of light over darkness; כללות (Klalut): Generality; כמו שהוא בגלות (Kemo SheHu BeGalut): As it is in exile; כשאתה תופס במקצת מן העצם (KeSheAtah Tofes BeMiktzat Min HaEtzem): When you grasp part of the essence; לא רק היתרון (Lo Rak HaYitron): Not only the advantage; לא תכירו פנים במשפט (Lo Takiru Panim BaMishpat): You shall not recognize faces in judgment; לבטל ח\"ו (LeBatel Chas VeShalom): To nullify, God forbid; להיותם (Lihyotam): Since they are; למעלה (LeMaalah): Above; לנטוע שמים (Lintoa Shamayim): To plant heavens; לע\"ל (LeAtid LaVo): In the future to come; לעשות גרעון (Laasot Garon): To make a deficiency; לפנ\"ז (Lifnei Zeh): Before this; לצורך עלי' (LeTzorech Aliyah): For the purpose of ascent; מגיע להם (Magia Lahem): It is due to them; מדידה והגבלה (Medidah VeHagbalah): Measurement and limitation; מהגילוי שהי' בזמן הבית (MeHaGiluy SheHayah BiZman HaBayit): Than the revelation that was in the time of the Temple; מהורש\"ב (MaHaRaShaB): Maharash Baal - Rabbi Sholom DovBer; מיד הן נגאלין (Miyad Hen Nigalin): Immediately they are redeemed; מכפרת (Mechaperet): Atones; מלובשת (Melubeshet): Clothed; מלשון (MiLashon): From the language of; ממאורעי הגוף (MiMeorei HaGuf): By the events of the body; ממש (Mamash): Literally; ממשות (Mamashut): Tangibility; מן הגולה (Min HaGolah): From the exile; מן החושך עצמו (Min HaChoshech Atzmo): From the darkness itself; מעט או הרבה (Meat O Harbeh): Little or much; מעט אור דוחה הרבה מן החושך (Meat Or Docheh Harbeh Min HaChoshech): A little light pushes away much darkness; מפני האור (MiPnei HaOr): Because of the light; מפרשים (Mefarshim): Commentators; מצד עצמו (MiTzad Atzmo): From its own side; מצוה לפרנסו (Mitzvah LeFarneso): It is a commandment to support him; מרז\"ל (Midrash Rabboteinu ZaL): Our Sages of blessed memory; משא\"כ (Masha Kein): Unlike; משתמשים בערבוביא (Mishtamshim BeArvuvya): Served mixed together; מתגלה כח העצמות (Mitgaleh Koach HaEtzmiut): The power of the essence is revealed; מתגלה תוקף האור (Mitgaleh Tokef HaOr): The strength of the light is revealed; מתפעלת (Mitpaelet): Is affected; נ\"ע (Niftar): Of blessed memory; נדחה ממילא (Nidcheh MiMeilah): Is pushed away automatically; נה\"ב (Nefesh HaBehamit): Animal soul; נהפך לאור (Nehepach LeOr): Is transformed into light; נופל (Nofel): Falls upon; נעלה יותר (Naaleh Yoter): More elevated; נעלים (Nealim): Elevated; נעלית יותר (Naalit Yoter): More elevated; נעשה יתרון (Naaseh Yitron): An advantage is made; נעשית (Naaset): Is made; נשלמת הכוונה (Nishlemet HaKavanah): The intention is completed; נשמה וגוף (Neshamah VeGuf): Soul and body; נתאוה הקב\"ה (Nitavah HaKadosh Baruch Hu): The Holy One desired; ע\"ד הידוע (Al Derech HaYadua; ע\"פ דין (Al Pi Din): According to law; עה\"פ (Al HaPasuk): On the verse; עי\"ז (Al Yedei Zeh): Through this; עי\"ז דוקא (Al Yedei Zeh Davka): Through this specifically; עיקר העלי' (Ikar HaAliyah): The main ascent; עיר ציון (Ir Tzion): City of Zion; ענין נתאוה (Inyan Nitavah): The matter of desire; ערב תשעה באב (Erev Tisha B'Av): Eve of the Ninth of Av; פדיית (Pediyat): Redemption of; פירש\"י (Pirush Rashi): Rashi's commentary; צדיקים (Tzadikim): Righteous ones; ציון (Tzion): Zion; צריכה להשבה (Tzrichah LeHashavah): Needs to return; רק הגוף הוא בגלות (Rak HaGuf Hu BeGalut): Only the body is in exile; ש\"פ (Shabbat Parshat): Shabbat of Torah portion; שבגדר הכלים (SheBeGeder HaKelim): Within the boundary of vessels; שבהבדלה (SheBeHavdalah): That is in separation; שבי' (Shevi): Captivity; שבת חזון (Shabbat Chazon): Shabbat of Vision; שולל (Sholel): Negates; שורת הדין (Shurat HaDin): Letter of the law; שייך (Shayach): Relevant; שלא במקומה (SheLo BiMkomah): Not in its place; שלמעלה מהגדרים (SheLeMaalah MeHaGdarim): That is above the definitions; תהי' הנשמה ניזונית מן הגוף (Tihyeh HaNeshamah Nizonit Min HaGuf): The soul will be nourished from the body; תומ\"צ (Torah UMitzvot): Torah and commandments; תוקף ההתקשרות (Tokef HaHitkashrut): The strength of the connection; תורה עבודה וגמ\"ח (Torah Avodah VeGemilut Chasadim): Torah, service, and acts of kindness; תורת צדקה (Torat Tzedakah): Manner of charity; תיבת (Teivat): Word of; תניא (Tanya): The Tanya; תפדה (Tipadeh): Will be redeemed; תקבל (Tekabel): Will receive;"
    },
    "search_tags": [
      "דור",
      "עבודה",
      "התקשרות",
      "חטא",
      "תכלית",
      "Sacrifices",
      "יסוד",
      "העלם",
      "צדיק",
      "Knowledge",
      "Love",
      "רבי",
      "World",
      "Connection",
      "דעת",
      "Sefirot",
      "ספירות",
      "Concealment",
      "Commandments",
      "Righteous ones",
      "Dwelling",
      "Purpose",
      "גאולה",
      "Torah",
      "צדיקים",
      "כוונה",
      "Creation",
      "Moses",
      "Generation",
      "קרבנות",
      "מצוות",
      "Sin",
      "דוד",
      "Exile",
      "Israel",
      "ישראל",
      "Kindness",
      "תורה",
      "Rabbi",
      "Light",
      "חסד",
      "אהבה",
      "Will",
      "גלות",
      "תשובה",
      "אור",
      "בריאה",
      "עצמות",
      "Lower worlds",
      "Intention",
      "משיח",
      "מצוה",
      "Essence",
      "Foundation",
      "David",
      "Redemption",
      "Revelation",
      "Service",
      "Righteous one",
      "גילוי",
      "רצון",
      "משה",
      "תחתונים",
      "דירה",
      "חסיד",
      "Commandment",
      "Chassid",
      "Repentance",
      "Messiah",
      "עולם"
    ]
  }
}