{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "2_רסה",
    "reference": "Reference: 2_רסה",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "שכינה",
        "אור",
        "אוא\"ס",
        "עצמות",
        "גילוי",
        "העלם",
        "עליונים",
        "אצילות",
        "יצירה",
        "עולם",
        "עולמות",
        "מלכות",
        "הוד",
        "יסוד",
        "ספירות",
        "ספירה",
        "דוד",
        "ישראל",
        "יהודי",
        "יהודים",
        "מקדש",
        "בית המקדש",
        "מצוות",
        "תורה",
        "גלות",
        "גאולה",
        "משיח",
        "דור",
        "עבודה",
        "יראה",
        "מס\"נ",
        "תכלית",
        "כוונה",
        "רצון",
        "חטא",
        "השתלשלות",
        "נשיא",
        "רבי"
      ],
      "key_concepts": [
        "Shechinah/Divine Presence",
        "Light",
        "Infinite Light",
        "Essence",
        "Revelation",
        "Concealment",
        "Upper worlds",
        "Emanation",
        "Formation",
        "World",
        "Worlds",
        "Kingship",
        "Splendor",
        "Foundation",
        "Sefirot",
        "Sefirah",
        "David",
        "Israel",
        "Jew",
        "Jews",
        "Temple",
        "Holy Temple",
        "Commandments",
        "Torah",
        "Exile",
        "Redemption",
        "Messiah",
        "Generation",
        "Service",
        "Fear/Awe",
        "Self-sacrifice",
        "Purpose",
        "Intention",
        "Will",
        "Sin",
        "Chain of descent",
        "Leader",
        "Rabbi"
      ],
      "biblical_references": [
        "שה\"ש ה, ב",
        "שמות בגופים, ע",
        "שמות לד, ב",
        "דברים א, ז",
        "תהלים מד, כד",
        "תהלים קכא, ד",
        "תהלים מח, ג",
        "ישעי' מט, כג",
        "ישעי' סו, כ"
      ],
      "talmudic_references": [
        "תניא",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "ברכות נה, סע",
        "ברכות ג, סע",
        "ברכות י, א",
        "ברכות ו, א",
        "סנהדרין צד, א",
        "סנהדרין קד, סע",
        "מנחות פו, ב"
      ],
      "chassidic_references": [
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "לקו\"ת",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 2188,
      "chunk_count": 10
    },
    "content": {
      "main_text": "בס\"ד. פורים ה'תשד\"מ*בלילה ההוא נדדה שנת המלך1, ומביא כ\"ק מו\"ח אדמו\"ר במאמרו ד\"ה זה2, דאיתא במנהגי מהרי\"ל3 דמבלילה ההוא צריכים להגבי' את קולו בקריאתו לפי שזהו עיקר הנס [דמבלילה ההוא הוא התחלת תוקפו של נס4]. ומדייק בזה, דלכאורה עיקר הנס הוא בקשת אסתר ותחנוני' כי נמכרנו אני ועמי גו'5 [וכן ההכנות שעשתה לפנ\"ז, לך כנוס את כל היהודים גו' וצומו עלי גו'6], וכאן אומר דעיקר ותוקף הנס הוא מה שנדדה שנת המלך. ומביא על זה, דאיתא בילקוט7, בלילה ההוא נדדה שנת המלך זה מלכו של עולם, וכי שינה יש לפניו, אלא כשישראל חוטאין עושה עצמו כישן8 וכשעושים רצונו לא9 ינום ולא יישן.והענין הוא, דהנה אדם הוא אדמה לעליון10, ולכן כל הענינים שלמעלה הם באותו האופן כפי שהם באדם (אתם קרויים אדם11), לעילא כגוונא דלתתא12, ובלשון הכתוב13 כמים הפנים לפנים כן לב האדם לאדם, ולכן, כאשר ישראל הם במצב של שינה, היינו שהענינים דתומ\"צ (שעי\"ז הם אדמה לעליון) הם אצלם במצב של שינה, עי\"ז נעשה שינה כביכול גם במלכו של עולם. וכמ\"ש14 אני ישנה ואיתא בזהר15 בגלותא, שמצד השינה דישראל בזמן הגלות, נעשה עי\"ז שינה כביכול גם למעלה. וזהו שבלילה ההוא נדדה שנת המלך הוא תוקפו של נס, כי ע\"פ סדר ההשתלשלות, זמן הגלות הוא זמן של שינה (למעלה), וזה שבלילה ההוא (גלות16) נדדה שנת המלך מלכו של עולם הוא תוקפו של נס17. וזהו גם דיוק הלשון נדדה שנת המלך (נדדה דייקא), דלשון נדדה שנת המלך (שהשינה נדדה מהמלך) מורה שהי' ראוי שהשינה תהי' בהמלך [בדוגמת שאומרים על אדם שנדד ממקומו], כי זמן הגלות הוא זמן של שינה (כנ\"ל), אלא שהי' נס שהשינה נדדה ממנו.ב) וממשיך בהמאמר, דביאור ענין השינה למעלה יובן מענין השינה באדם למטה, מבשרי אחזה אלקה18. והנה החילוק בין ער לישן באדם התחתון אינו בנוגע לעצם מציאותו, שהרי גם בעת השינה מציאותו היא בשלימות. שבעת השינה ישנם כל אבריו וגידיו (וגם החיות שבהם), וישנם אז כל כחות הנפש, ופועלים פעולתם. וכמו שרואים במוחש בענין החלומות, שיש בהם הפעולה דכל הכחות, שכל ומדות וכו' וגם רצון ותענוג19. ועד דכאשר הוא זוכה, השכל שמשכיל בחלום הוא שכל אמיתי20, וכן הוא גם בנוגע לתענוג21 ורצון. אבל גם מי שאינו בדרגא זו, הרי רואים במוחש שגם בהחלומות שלו ישנם מדות שכל רצון ותענוג בנוגע לענינים שישנם במציאות (משא\"כ ענינים דנמנעות, כמו פילא דעייל בקופא דמחטא, א\"א להיות גם בחלום22). והחילוק שבין ער לישן הוא, דבעת שהוא ער, כל עניניו הם באופן מסודר, ומכש\"כ שאין שייך שיהיו שני ענינים הפכיים בבת אחת ובחיבור אחד ואפילו לא בהמשך אחד. וכאשר כל הענינים והכחות הם באופן מסודר, ניכר אז החילוק שביניהם ומעלת הכחות זה על זה. משא\"כ בעת השינה, בחלום, יכול להיות חיבור שני כחות הפכיים (כח היותר עליון עם כח היותר תחתון), ועד לחיבור כמה וכמה כחות יחד באופן בלתי מסודר, ומכש\"כ שאין ניכר המעלה והיתרון שבכחות הנעלים על הכחות שלמטה מהם. והדוגמא מזה יובן למעלה, דענין השינה הוא שאין ניכר כביכול המעלה והיתרון של ענינים הנעלים. וזהו הקשר דענין הגלות עם ענין השינה (וכנ\"ל שבזמן הגלות הו\"ע השינה למעלה), כי סיבת הגלות היא ע\"י זה שאין ניכרת אז המעלה דישראל. דישראל הם בנים למקום כמ\"ש23 בנים אתם לה' אלקיכם24, ועכ\"פ עבדיו של הקב\"ה25, כמאמר26 אם כבנים אם כעבדים, שגם עבד מלך הוא מלך27 (לא רק כמלך28 (בכ\"ף הדמיון) אלא מלך), ובנים צריכים להיות סמוכים על שולחן אביהם וכן עבדים על שולחן אדונם, והסיבה לזה שגלו מעל שולחן אביהם29 ואדונם, הו\"ע השינה, שאין ניכר, כביכול, למעלה העילוי דישראל, ומזה נעשה ענין הגלות.ג) וממשיך בהמאמר30, דזה שבעת השינה אין ניכר מעלת הכחות זה על זה הוא בדוגמת הכחות כמו שהם כלולים בעצם הנפש, ששם כל הכחות הם בהשוואה. והיינו דענין התעלמות הכחות שבעת השינה הוא מה שהכחות מתעלים ומסתלקים לשרשם, עצם הנפש. ומזה מובן גם בהנמשל31, דענין ההתעלמות שבזמן הגלות (שינה) הוא מה שהגילויים מתעלים למקורם, ועד להעצמות. וכידוע מאמר הזהר32 עה\"פ33 כי איננו, דקוב\"ה סליק לעילא, שעלה למקומו, חדר לפנים מחדר34. והיינו, דענין ההתעלמות שבזמן הגלות הוא רק לגבי למטה, שבזמן הגלות מסתלק האור למעלה ואינו מאיר למטה (שלכן נעשה גלות), אבל לגבי האור עצמו, הרי אדרבא, דוקא בזמן הגלות הוא סליק לעילא. ובדוגמת הסילוק דשינה באדם התחתון, שהסילוק הוא רק לגבי הגוף (שאור הנפש מסתלק מהגוף), אבל לגבי הנפש, הרי אדרבא, דוקא בעת השינה הנפש עולה למעלה ושואבת לה חיים35.וביאור הענין, הנה כללות סדר ההשתלשלות הוא בדוגמת הדרגות דכחות הנפש. דכמו שבכחות הנפש, התחלת מציאות הכחות היא כמו שהם כלולים בנפש ששם הם כולם בהשוואה, ואח\"כ הם נמשכים בגילוי להתלבש באברי הגוף ואז דוקא נעשה בהם ענין ההתחלקות, ובכחות הגלויים גופא יש כמה אופנים, כמו שהם בגילוי באופן מסודר (בעת שהאדם ער) וכמו שהם בהעלם, במצב של שינה, ועד שלפעמים הם במצב של התעלפות ר\"ל, עד\"ז גם למעלה ישנם כל דרגות אלו, כמרז\"ל36 מה הנשמה ממלאה את הגוף כך הקב\"ה ממלא את העולם, דהתחלת הספירות הוא כמו שהם כלולים באוא\"ס ב\"ה, ושם הם למעלה מהתחלקות, ולאחרי שנמשכים באצילות, עם היות שאצילות הוא עולם האחדות, נעשה בהם ענין ההגבלה וההתחלקות, עשר ולא תשע עשר ולא אחד עשר37, ואז דוקא ניכרת מעלת הספירות זו על זו, ומכש\"כ כשהם נמשכים בעולמות בי\"ע שלמטה מעולם האחדות, שאז הם בהתחלקות יותר. ומזה משתלשל ההתחלקות בעוה\"ז, דבית המקדש הוא מקום הכי מובחר שבעולם וממנו אורה יוצאת לכל העולם38, דהעולם מצד עצמו הוא עולם מלשון העלם והסתר39 ונמשך בו אור מביהמ\"ק שהוא נשמת העולם (בדוגמת ענין ההשתלשלות בספירות, דספירה התחתונה מקבלת מהספירה שלמעלה ממנה), ואז ניכר גם המעלה דישראל, המעלה דבנים אתם להוי' אלקיכם והמעלה דעבדי הם, עבדים נאמנים להשם אדונם. דכ\"ז הוא דוגמת כחות הגלויים דנפש האדם בעת שהוא ער, משא\"כ בזמן הגלות, הענינים שלמעלה (שנמשכו בבחינת ההשתלשלות, באצילות ובבי\"ע) הם בדוגמת כחות הגלויים דנפש האדם בעת השינה, שאז אפשר להיות חיבור הפכים, ומזה נעשה ענין הגלות.ד) אמנם, כמו שבאדם התחתון ענין ההתעלמות שבעת השינה הוא שהכחות מתעלים ומסתלקים למקורם בנפש, והחסרון וגרעון שבשינה הוא רק בכחות הגלויים (שהכחות הם באופן בלתי מסודר), משא\"כ כחות הכלולים בנפש, עם היותם שם בהשוואה, אין זה חסרון, ואדרבא, בהיותם כלולים בנפש הם בשלימות (יותר מכפי שהם כשנמשכים בגילוי), עד\"ז הוא גם בהנמשל, דענין ההתעלמות בזמן הגלות (שינה) הוא שהגילויים מתעלים למקורם, ושם, המקור דישראל, עם המעלה דישראל, הוא מיטן גאַנצן שטורעם (בדוגמת כחות הכלולים בנפש, שהם בשלימות), אלא שזהו למעלה (בהמקור), ובסדר ההשתלשלות אין זה ניכר, ולכן נעשה מזה ענין הגלות. וכשנדדה השינה ונמשך מהמקור בפנימיות (בסדר ההשתלשלות) אז מתגלה מעלת ישראל מיט אַ שטורעם. ועפ\"ז מודגש עוד יותר חיבור ההפכים שבגלות, דהגם שבזמן הגלות העילוי דישראל הוא עוד יותר מבזמן הבית, מכיון שבזה\"ג הגילויים מתעלים למקורם ששם הוא המקור דישראל, אעפ\"כ, הנה לא זו בלבד שלמטה אין ניכרת המעלה דישראל, אלא שהם מקבלים השפעתם ע\"י שרי האומות שהם בגלות אצלם40. וי\"ל שזהו מהטעמים שגלות נמשל לעיבור41, כי בעיבור בבטן אמו הוא דבר והיפוכו. דאע\"פ שנר דלוק על ראשו כו' ומלמדין אותו כל התורה כולה וכו'42 (שזהו דוקא בהיותו בבטן אמו, משא\"כ כשנולד43), אעפ\"כ, בהיותו בבטן אמו ראשו בין ברכיו, שאין ניכר מעלת הראש על הרגלים, ויתירה מזו, שראשו הוא בין ברכיו41, ועד שגם המאכל שלו (שאוכל ממה שאמו אוכלת41) אינו דרך הפה אלא דרך הטבור, כמבואר בארוכה פרטי הענינים בזה בתו\"א לרבינו הזקן44 ובדרושי רבותינו נשיאינו שלאח\"ז45.ה) ועפ\"ז י\"ל מה שארז\"ל46 בשעה שנכנסו נכרים להיכל ראו כרובים המעורין זה בזה, דלכאורה תמוה47, הרי כרובים מעורין זה בזה מורה על גודל החיבה דהקב\"ה וישראל כחיבת איש ואשה48, ובשעה שנכנסו נכרים להיכל הרי הי' לכאורה היפך החיבה. אך הענין הוא49, שדוקא אז הי' אור נעלה ביותר, אור שלמעלה מהשתלשלות, ורק שאור זה הי' במקומו (למעלה מהשתלשלות) ולא האיר למטה (בהשתלשלות). ויש להוסיף בזה ע\"פ מאמר רז\"ל50 חייב אדם לפקוד את אשתו בשעה שהוא יוצא לדרך, דמכיון שבזמן הגלות כנסת ישראל היא כאשה שהלך בעלה למדינת הים51, לכן, לפני יציאתו של הבעל (הקב\"ה) לדרך, היתה הפקידה, ולכן היו אז הכרובים כמער52 איש ולויות. ועפ\"ז יובן בעומק יותר מה שהגלות נמשל לעיבור (והגאולה ללידה), דכמו שלמטה, כשאדם פוקד את אשתו נעשה יצירת הולד, אלא שבתחילה הוא בעיבור בבטן אמו (בהעלם לגמרי, ולאח\"ז באופן דראשו בין ברכיו וכו'), ובמשך כל זמן העיבור הוא הולך וגדל עד שמגיע זמן הלידה שאז הוא יוצא לאויר העולם (בגילוי), עד\"ז הוא למעלה, שמהפקידה שהיתה ברגע שלפני הגלות נעשה מיד המשכת האור (יצירת הולד) גם למטה, אלא שהמשכתו הוא בהעלם, באופן דגלות (עיבור), ובמשך זמן הגלות הוא הולך וגדל מיום ליום עד שבקרוב ממש תהי' הלידה והגילוי בגאולה העתידה.ו) וממשיך בהמאמר53, דזה שבלילה ההוא נדדה שנת המלך מלכו של עולם (עיקר הנס דפורים) נעשה ע\"י המס\"נ דישראל במשך כל השנה. והענין הוא, דענין המס\"נ הוא מצד נקודת הנפש שלמעלה מכחות פרטיים, בחינת יחידה. והיינו דענין המס\"נ (מה שאינו מתחשב עם חשבונות דשכל ושאר כחות) הוא שמעלה את הכחות שלו למקורם בנפש, בדוגמת העלאת הכחות למקורם בעת השינה. אלא שבשינה, העלאת הכחות להנפש היא באופן שהכחות מסתלקים מאברי הגוף ועולים להנפש כמו שהיא בהעלם (בעצמותה), משא\"כ במס\"נ, הרי אדרבא, העלם הנפש היא בהתעוררות ובהתגלות, וזה פועל על הכחות כמו שהם נמצאים במקומם באברי הגוף שיהיו בטלים להנפש (שלא יתחשב עמהם, כנ\"ל). וזהו מה שע\"י המס\"נ נדדה שנת המלך מלכו של עולם, דע\"י שנקודת הנפש (שלמעלה מהשתלשלות שבאדם) האירה בגילוי, עי\"ז נעשה כן גם למעלה, שאור העצמי שלמעלה מהשתלשלות (שבו עולים הבחינות דהשתלשלות בעת השינה והגלות) האיר בגילוי.ויובן זה בפרטיות יותר ע\"פ הידוע שהשלימות דמס\"נ הוא כשהמס\"נ (שמצד יחידה) נמשכת ופועלת גם בכחות הפרטיים54, בכל לבבך ובכל נפשך שגם העבודה הפרטית דכל כח וכח תהי' באופן דמס\"נ, למעלה ממדידה והגבלה. והמס\"נ היתה אצל כל ישראל, מנער ועד זקן טף ונשים55, די\"ל הכוונה בזה, שגם העבודה הפרטית של כאו\"א (נער, זקן, טף ונשים) היתה חדורה בהתנועה דמס\"נ. וי\"ל שזהו עוד ענין במש\"כ בהמאמר שהמס\"נ שלהם היתה במשך כל השנה56, דבמשך השנה ישנם כל שינויי התקופות57 [וכמבואר בכמה דרושים58 בענין מעלת האתרוג (דאתרוג הוא בחינת מלכות59, ענינה של אסתר60) שדר באילנו משנה לשנה61], ובכל תקופה ישנה עבודה מיוחדת, ועד שגם בכל יום (באותה התקופה גופא) יש עבודה מיוחדת השייכת ליום זה, כמאמר62 כל יומא ויומא עביד עבידתי', ומה שעמדו במס\"נ כל השנה, אולי י\"ל עוד כוונה בזה, שגם הענינים דשנה (העבודה הפרטית דכל יום ויום) היו באופן דמס\"נ, למעלה ממדידה והגבלה. וזהו מה שענין נדדה שנת מלכו של עולם נעשה ע\"י שעמדו במס\"נ כל השנה דוקא, דע\"י שהמס\"נ שלהם האיר בגילוי גם בכחות הפרטיים (כל השנה), עי\"ז נעשה כן גם למעלה, שהאור שלמעלה מהשתלשלות, נדדה שנת המלך, נמשך בבחינת פנימיות, ועד שויאמר להביא את ספר הזכרונות דברי הימים63, שנמשך גם בספר הזכרונות דברי הימים, שרש הזמן (כמבואר במאמר64), ועד שוימצא כתוב גו'65 גם בספר הזכרונות דשושן הבירה כפשוטו, גם בזמן הגלות, גלו לעילם (שושן66) שכינה עמהם67.ז) וכמו שהי' בגלות עילם, עד\"ז הוא בכל גלות, דבכל מקום שגלו ישראל שכינה עמהם, וגלו לאדום שכינה עמהם68. שע\"י שישראל עומדים במס\"נ, שאינם מתביישים מפני המלעיגים, שזה קשור עם תנועה דמס\"נ69, ותנועת המס\"נ דאל יתבייש מפני המלעיגים נמשכת אצלו בענינים הפרטיים דתומ\"צ במשך כל היום, דזהו מה שענין זה (אל יתבייש מפני המלעיגים) הוא ההתחלה של כל ד' חלקי השו\"ע, ועד שהתנועה דמס\"נ מביאה אותו גם לידי הוספה בלימוד התורה ובהידור בקיום המצוות, ועד שההוספה היא למעלה ממדידה מכיון שהיא באה מצד מס\"נ, ועד שניכר בלימוד התורה ובקיום המצוות שלו שהם נעשים במס\"נ, ועאכו\"כ בדחילו ורחימו70, שבלימוד התורה הוא זוכר את נותן התורה71 וקיום המצוות שלו חדור עם ההרגש של מצַוה המצוות, אשר קדשנו במצוותיו וצונו, וכמבואר בארוכה בדרושי אדמו\"ר האמצעי72 שבכל המצוות צריכה להיות הכוונה הכללית (שהיא שוה בכל המצוות) שמקיים את הציווי של מלכו של עולם. וע\"י העבודה דמס\"נ, ובפרט שהמס\"נ נמשכת ופועלת בענינים הפרטיים דתומ\"צ, הנה עי\"ז נדדה שנת המלך, שנמשך האור שלמעלה מהשתלשלות ועד בספר הזכרונות דברי הימים, שרש הזמן והזמן, ועד שויהיו נקראים לפני המלך62, גם לפני המלך אחשורוש כפשוטו בעוה\"ז הגשמי כשאכתי עבדי אחשורוש אנן73, שגם כשנמצאים עדיין בזמן הגלות ודינא דמלכותא דינא74 (ומרדכי הוא רק המשנה למלך75), הנה גם אז והיו76 מלכים אומניך77, וגוזרים על אלו שבתחילה היו מנגדים ליהודים ויהדות שיסייעו ליהודים וליהדות, ועד שאתהפכא חשוכא לנהורא ומרירו למיתקא, בדוגמת שהי' בימי מרדכי ואסתר, שהמלך אחשורוש גזר על המנגד שילך ויכריז לפני מרדכי היהודי ככה יעשה לאיש אשר המלך חפץ ביקרו78, מלכו של עולם וגם להבדיל כו' המלך אחשורוש כפשוטו. ועד אשר ליהודים היתה אורה ושמחה וששון ויקר79 וכן תהי' לנו80, אורה81 זו תורה [ובתורה גופא, אורה לשון נקבה דקאי על תושבע\"פ82, תורה בפירושה83, שממנה יוצאת אורה לכל העולם כולו] ושמחה זה יו\"ט וששון זו מילה ויקר אלו תפילין, דהוקשה כל התורה כולה לתפילין84, וי\"ל דכולל גם תפילין דמארי עלמא דכתיב בהו ומי85 כעמך ישראל גוי אחד בארץ86, היינו שניכר בגילוי המעלה דישראל, נדדה שנת המלך.ח) ומיסמך גאולה לגאולה87, שמגאולה זו דליהודים היתה אורה ושמחה וששון ויקר בזמן שנמצאים עדיין ברגעים האחרונים של הגלות, יבואו בסמיכות מיד לגאולה האמיתית והשלימה, שמלכים אומניך יביאו את בני ישראל כאשר יביאו בני ישראל את המנחה בכלי טהור88 אל ארץ הקודש, ארץ אשר גו' תמיד עיני ה' אלקיך בה מרשית השנה ועד אחרית שנה89, ושם גופא בירושלים קרית מלך רב90 דוד מלכא משיחא, ושם גופא בהר הקודש, ובמקדש אד' כוננו ידיך91. וכל זה יהי' באופן של זריזות, ועד לזריזות בתכלית למעלה מכל מדידה והגבלה ועד באופן (של עד) דלא ידע92, אַז מ'טאַנצט אַריין בשמחה רבה שלמעלה מכל מדידה והגבלה אין דער גאולה האמיתית והשלימה במהרה בימינו ממש. שכל היהודים שבמשך כל הדורות, ובראשם נשיא דורנו וכו' ומרדכי היהודי ואסתר המלכה, כולם יגאלו מהגלות – שלימות הגאולה, ביחד עם שלימות העם ושלימות התורה ושלימות הארץ, ובאופן דירחיב ה' אלקיך את גבולך93, גם ארץ קני קניזי וקדמוני94, ואין מקרא יוצא מידי פשוטו95, ואדרבא, עולם הפשט שהוא96 עוה\"ז התחתון ועולם המעשה – הוא העיקר והיסוד שכל סדר ההשתלשלות נצב עליו, וכפירוש הידוע בוהנה הוי' נצב עליו97.ובפשטות – שבקרוב ממש תהי' הגאולה האמיתית והשלימה דכל ישראל שבמשך כל הדורות, נשמות בגופים, ע\"י משיח צדקנו, במהרה בימינו ממש.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד פורים ה'תשד\"מ*בלילה ההוא נדדה שנת המלך1, ומביא כ\"ק מו\"ח אדמו\"ר במאמרו ד\"ה זה2, דאיתא במנהגי מהרי\"ל3 דמבלילה ההוא צריכים להגבי' את קולו בקריאתו לפי שזהו עיקר הנס [דמבלילה ההוא הוא התחלת תוקפו של נס4] ומדייק בזה, דלכאורה עיקר הנס הוא בקשת אסתר ותחנוני' כי נמכרנו אני ועמי גו'5 [וכן ההכנות שעשתה לפנ\"ז, לך כנוס את כל היהודים גו' וצומו עלי גו'6], וכאן אומר דעיקר ותוקף הנס הוא מה שנדדה שנת המלך ומביא על זה, דאיתא בילקוט7, בלילה ההוא נדדה שנת המלך זה מלכו של עולם, וכי שינה יש לפניו, אלא כשישראל חוטאין עושה עצמו כישן8 וכשעושים רצונו לא9 ינום ולא יישן.והענין הוא, דהנה אדם הוא אדמה לעליון10, ולכן כל הענינים שלמעלה הם באותו האופן כפי שהם באדם (אתם קרויים אדם11), לעילא כגוונא דלתתא12, ובלשון הכתוב13 כמים הפנים לפנים כן לב האדם לאדם, ולכן, כאשר ישראל הם במצב של שינה, היינו שהענינים דתומ\"צ (שעי\"ז הם אדמה לעליון) הם אצלם במצב של שינה, עי\"ז נעשה שינה כביכול גם במלכו של עולם וכמ\"ש14 אני ישנה ואיתא בזהר15 בגלותא, שמצד השינה דישראל בזמן הגלות, נעשה עי\"ז שינה כביכול גם למעלה וזהו שבלילה ההוא נדדה שנת המלך הוא תוקפו של נס, כי ע\"פ סדר ההשתלשלות, זמן הגלות הוא זמן של שינה (למעלה), וזה שבלילה ההוא (גלות16) נדדה שנת המלך מלכו של עולם הוא תוקפו של נס17 וזהו גם דיוק הלשון נדדה שנת המלך (נדדה דייקא), דלשון נדדה שנת המלך (שהשינה נדדה מהמלך) מורה שהי' ראוי שהשינה תהי' בהמלך [בדוגמת שאומרים על אדם שנדד ממקומו], כי זמן הגלות הוא זמן של שינה (כנ\"ל), אלא שהי' נס שהשינה נדדה ממנו.ב) וממשיך בהמאמר, דביאור ענין השינה למעלה יובן מענין השינה באדם למטה, מבשרי אחזה אלקה18",
          "topics": [
            "אור",
            "עולם",
            "הוד",
            "ישראל",
            "יהודי"
          ],
          "word_count": 268
        },
        {
          "chunk_id": "chunk_2",
          "content": "והנה החילוק בין ער לישן באדם התחתון אינו בנוגע לעצם מציאותו, שהרי גם בעת השינה מציאותו היא בשלימות שבעת השינה ישנם כל אבריו וגידיו (וגם החיות שבהם), וישנם אז כל כחות הנפש, ופועלים פעולתם וכמו שרואים במוחש בענין החלומות, שיש בהם הפעולה דכל הכחות, שכל ומדות וכו' וגם רצון ותענוג19 ועד דכאשר הוא זוכה, השכל שמשכיל בחלום הוא שכל אמיתי20, וכן הוא גם בנוגע לתענוג21 ורצון אבל גם מי שאינו בדרגא זו, הרי רואים במוחש שגם בהחלומות שלו ישנם מדות שכל רצון ותענוג בנוגע לענינים שישנם במציאות (משא\"כ ענינים דנמנעות, כמו פילא דעייל בקופא דמחטא, א\"א להיות גם בחלום22) והחילוק שבין ער לישן הוא, דבעת שהוא ער, כל עניניו הם באופן מסודר, ומכש\"כ שאין שייך שיהיו שני ענינים הפכיים בבת אחת ובחיבור אחד ואפילו לא בהמשך אחד וכאשר כל הענינים והכחות הם באופן מסודר, ניכר אז החילוק שביניהם ומעלת הכחות זה על זה משא\"כ בעת השינה, בחלום, יכול להיות חיבור שני כחות הפכיים (כח היותר עליון עם כח היותר תחתון), ועד לחיבור כמה וכמה כחות יחד באופן בלתי מסודר, ומכש\"כ שאין ניכר המעלה והיתרון שבכחות הנעלים על הכחות שלמטה מהם והדוגמא מזה יובן למעלה, דענין השינה הוא שאין ניכר כביכול המעלה והיתרון של ענינים הנעלים וזהו הקשר דענין הגלות עם ענין השינה (וכנ\"ל שבזמן הגלות הו\"ע השינה למעלה), כי סיבת הגלות היא ע\"י זה שאין ניכרת אז המעלה דישראל",
          "topics": [
            "ישראל",
            "גלות",
            "רצון",
            "חטא"
          ],
          "word_count": 219
        },
        {
          "chunk_id": "chunk_3",
          "content": "דישראל הם בנים למקום כמ\"ש23 בנים אתם לה' אלקיכם24, ועכ\"פ עבדיו של הקב\"ה25, כמאמר26 אם כבנים אם כעבדים, שגם עבד מלך הוא מלך27 (לא רק כמלך28 (בכ\"ף הדמיון) אלא מלך), ובנים צריכים להיות סמוכים על שולחן אביהם וכן עבדים על שולחן אדונם, והסיבה לזה שגלו מעל שולחן אביהם29 ואדונם, הו\"ע השינה, שאין ניכר, כביכול, למעלה העילוי דישראל, ומזה נעשה ענין הגלות.ג) וממשיך בהמאמר30, דזה שבעת השינה אין ניכר מעלת הכחות זה על זה הוא בדוגמת הכחות כמו שהם כלולים בעצם הנפש, ששם כל הכחות הם בהשוואה והיינו דענין התעלמות הכחות שבעת השינה הוא מה שהכחות מתעלים ומסתלקים לשרשם, עצם הנפש ומזה מובן גם בהנמשל31, דענין ההתעלמות שבזמן הגלות (שינה) הוא מה שהגילויים מתעלים למקורם, ועד להעצמות וכידוע מאמר הזהר32 עה\"פ33 כי איננו, דקוב\"ה סליק לעילא, שעלה למקומו, חדר לפנים מחדר34 והיינו, דענין ההתעלמות שבזמן הגלות הוא רק לגבי למטה, שבזמן הגלות מסתלק האור למעלה ואינו מאיר למטה (שלכן נעשה גלות), אבל לגבי האור עצמו, הרי אדרבא, דוקא בזמן הגלות הוא סליק לעילא ובדוגמת הסילוק דשינה באדם התחתון, שהסילוק הוא רק לגבי הגוף (שאור הנפש מסתלק מהגוף), אבל לגבי הנפש, הרי אדרבא, דוקא בעת השינה הנפש עולה למעלה ושואבת לה חיים35.וביאור הענין, הנה כללות סדר ההשתלשלות הוא בדוגמת הדרגות דכחות הנפש",
          "topics": [
            "אור",
            "עצמות",
            "גילוי",
            "ישראל",
            "גלות"
          ],
          "word_count": 200
        },
        {
          "chunk_id": "chunk_4",
          "content": "דכמו שבכחות הנפש, התחלת מציאות הכחות היא כמו שהם כלולים בנפש ששם הם כולם בהשוואה, ואח\"כ הם נמשכים בגילוי להתלבש באברי הגוף ואז דוקא נעשה בהם ענין ההתחלקות, ובכחות הגלויים גופא יש כמה אופנים, כמו שהם בגילוי באופן מסודר (בעת שהאדם ער) וכמו שהם בהעלם, במצב של שינה, ועד שלפעמים הם במצב של התעלפות ר\"ל, עד\"ז גם למעלה ישנם כל דרגות אלו, כמרז\"ל36 מה הנשמה ממלאה את הגוף כך הקב\"ה ממלא את העולם, דהתחלת הספירות הוא כמו שהם כלולים באוא\"ס ב\"ה, ושם הם למעלה מהתחלקות, ולאחרי שנמשכים באצילות, עם היות שאצילות הוא עולם האחדות, נעשה בהם ענין ההגבלה וההתחלקות, עשר ולא תשע עשר ולא אחד עשר37, ואז דוקא ניכרת מעלת הספירות זו על זו, ומכש\"כ כשהם נמשכים בעולמות בי\"ע שלמטה מעולם האחדות, שאז הם בהתחלקות יותר ומזה משתלשל ההתחלקות בעוה\"ז, דבית המקדש הוא מקום הכי מובחר שבעולם וממנו אורה יוצאת לכל העולם38, דהעולם מצד עצמו הוא עולם מלשון העלם והסתר39 ונמשך בו אור מביהמ\"ק שהוא נשמת העולם (בדוגמת ענין ההשתלשלות בספירות, דספירה התחתונה מקבלת מהספירה שלמעלה ממנה), ואז ניכר גם המעלה דישראל, המעלה דבנים אתם להוי' אלקיכם והמעלה דעבדי הם, עבדים נאמנים להשם אדונם",
          "topics": [
            "אור",
            "אוא\"ס",
            "גילוי",
            "העלם",
            "אצילות"
          ],
          "word_count": 184
        },
        {
          "chunk_id": "chunk_5",
          "content": "דכ\"ז הוא דוגמת כחות הגלויים דנפש האדם בעת שהוא ער, משא\"כ בזמן הגלות, הענינים שלמעלה (שנמשכו בבחינת ההשתלשלות, באצילות ובבי\"ע) הם בדוגמת כחות הגלויים דנפש האדם בעת השינה, שאז אפשר להיות חיבור הפכים, ומזה נעשה ענין הגלות.ד) אמנם, כמו שבאדם התחתון ענין ההתעלמות שבעת השינה הוא שהכחות מתעלים ומסתלקים למקורם בנפש, והחסרון וגרעון שבשינה הוא רק בכחות הגלויים (שהכחות הם באופן בלתי מסודר), משא\"כ כחות הכלולים בנפש, עם היותם שם בהשוואה, אין זה חסרון, ואדרבא, בהיותם כלולים בנפש הם בשלימות (יותר מכפי שהם כשנמשכים בגילוי), עד\"ז הוא גם בהנמשל, דענין ההתעלמות בזמן הגלות (שינה) הוא שהגילויים מתעלים למקורם, ושם, המקור דישראל, עם המעלה דישראל, הוא מיטן גאַנצן שטורעם (בדוגמת כחות הכלולים בנפש, שהם בשלימות), אלא שזהו למעלה (בהמקור), ובסדר ההשתלשלות אין זה ניכר, ולכן נעשה מזה ענין הגלות וכשנדדה השינה ונמשך מהמקור בפנימיות (בסדר ההשתלשלות) אז מתגלה מעלת ישראל מיט אַ שטורעם ועפ\"ז מודגש עוד יותר חיבור ההפכים שבגלות, דהגם שבזמן הגלות העילוי דישראל הוא עוד יותר מבזמן הבית, מכיון שבזה\"ג הגילויים מתעלים למקורם ששם הוא המקור דישראל, אעפ\"כ, הנה לא זו בלבד שלמטה אין ניכרת המעלה דישראל, אלא שהם מקבלים השפעתם ע\"י שרי האומות שהם בגלות אצלם40 וי\"ל שזהו מהטעמים שגלות נמשל לעיבור41, כי בעיבור בבטן אמו הוא דבר והיפוכו",
          "topics": [
            "גילוי",
            "אצילות",
            "ישראל",
            "גלות",
            "השתלשלות"
          ],
          "word_count": 201
        },
        {
          "chunk_id": "chunk_6",
          "content": "דאע\"פ שנר דלוק על ראשו כו' ומלמדין אותו כל התורה כולה וכו'42 (שזהו דוקא בהיותו בבטן אמו, משא\"כ כשנולד43), אעפ\"כ, בהיותו בבטן אמו ראשו בין ברכיו, שאין ניכר מעלת הראש על הרגלים, ויתירה מזו, שראשו הוא בין ברכיו41, ועד שגם המאכל שלו (שאוכל ממה שאמו אוכלת41) אינו דרך הפה אלא דרך הטבור, כמבואר בארוכה פרטי הענינים בזה בתו\"א לרבינו הזקן44 ובדרושי רבותינו נשיאינו שלאח\"ז45.ה) ועפ\"ז י\"ל מה שארז\"ל46 בשעה שנכנסו נכרים להיכל ראו כרובים המעורין זה בזה, דלכאורה תמוה47, הרי כרובים מעורין זה בזה מורה על גודל החיבה דהקב\"ה וישראל כחיבת איש ואשה48, ובשעה שנכנסו נכרים להיכל הרי הי' לכאורה היפך החיבה אך הענין הוא49, שדוקא אז הי' אור נעלה ביותר, אור שלמעלה מהשתלשלות, ורק שאור זה הי' במקומו (למעלה מהשתלשלות) ולא האיר למטה (בהשתלשלות) ויש להוסיף בזה ע\"פ מאמר רז\"ל50 חייב אדם לפקוד את אשתו בשעה שהוא יוצא לדרך, דמכיון שבזמן הגלות כנסת ישראל היא כאשה שהלך בעלה למדינת הים51, לכן, לפני יציאתו של הבעל (הקב\"ה) לדרך, היתה הפקידה, ולכן היו אז הכרובים כמער52 איש ולויות",
          "topics": [
            "אור",
            "ישראל",
            "תורה",
            "גלות",
            "השתלשלות"
          ],
          "word_count": 167
        },
        {
          "chunk_id": "chunk_7",
          "content": "ועפ\"ז יובן בעומק יותר מה שהגלות נמשל לעיבור (והגאולה ללידה), דכמו שלמטה, כשאדם פוקד את אשתו נעשה יצירת הולד, אלא שבתחילה הוא בעיבור בבטן אמו (בהעלם לגמרי, ולאח\"ז באופן דראשו בין ברכיו וכו'), ובמשך כל זמן העיבור הוא הולך וגדל עד שמגיע זמן הלידה שאז הוא יוצא לאויר העולם (בגילוי), עד\"ז הוא למעלה, שמהפקידה שהיתה ברגע שלפני הגלות נעשה מיד המשכת האור (יצירת הולד) גם למטה, אלא שהמשכתו הוא בהעלם, באופן דגלות (עיבור), ובמשך זמן הגלות הוא הולך וגדל מיום ליום עד שבקרוב ממש תהי' הלידה והגילוי בגאולה העתידה.ו) וממשיך בהמאמר53, דזה שבלילה ההוא נדדה שנת המלך מלכו של עולם (עיקר הנס דפורים) נעשה ע\"י המס\"נ דישראל במשך כל השנה והענין הוא, דענין המס\"נ הוא מצד נקודת הנפש שלמעלה מכחות פרטיים, בחינת יחידה והיינו דענין המס\"נ (מה שאינו מתחשב עם חשבונות דשכל ושאר כחות) הוא שמעלה את הכחות שלו למקורם בנפש, בדוגמת העלאת הכחות למקורם בעת השינה אלא שבשינה, העלאת הכחות להנפש היא באופן שהכחות מסתלקים מאברי הגוף ועולים להנפש כמו שהיא בהעלם (בעצמותה), משא\"כ במס\"נ, הרי אדרבא, העלם הנפש היא בהתעוררות ובהתגלות, וזה פועל על הכחות כמו שהם נמצאים במקומם באברי הגוף שיהיו בטלים להנפש (שלא יתחשב עמהם, כנ\"ל) וזהו מה שע\"י המס\"נ נדדה שנת המלך מלכו של עולם, דע\"י שנקודת הנפש (שלמעלה מהשתלשלות שבאדם) האירה בגילוי, עי\"ז נעשה כן גם למעלה, שאור העצמי שלמעלה מהשתלשלות (שבו עולים הבחינות דהשתלשלות בעת השינה והגלות) האיר בגילוי.ויובן זה בפרטיות יותר ע\"פ הידוע שהשלימות דמס\"נ הוא כשהמס\"נ (שמצד יחידה) נמשכת ופועלת גם בכחות הפרטיים54, בכל לבבך ובכל נפשך שגם העבודה הפרטית דכל כח וכח תהי' באופן דמס\"נ, למעלה ממדידה והגבלה",
          "topics": [
            "אור",
            "עצמות",
            "גילוי",
            "העלם",
            "עולם"
          ],
          "word_count": 258
        },
        {
          "chunk_id": "chunk_8",
          "content": "והמס\"נ היתה אצל כל ישראל, מנער ועד זקן טף ונשים55, די\"ל הכוונה בזה, שגם העבודה הפרטית של כאו\"א (נער, זקן, טף ונשים) היתה חדורה בהתנועה דמס\"נ וי\"ל שזהו עוד ענין במש\"כ בהמאמר שהמס\"נ שלהם היתה במשך כל השנה56, דבמשך השנה ישנם כל שינויי התקופות57 [וכמבואר בכמה דרושים58 בענין מעלת האתרוג (דאתרוג הוא בחינת מלכות59, ענינה של אסתר60) שדר באילנו משנה לשנה61], ובכל תקופה ישנה עבודה מיוחדת, ועד שגם בכל יום (באותה התקופה גופא) יש עבודה מיוחדת השייכת ליום זה, כמאמר62 כל יומא ויומא עביד עבידתי', ומה שעמדו במס\"נ כל השנה, אולי י\"ל עוד כוונה בזה, שגם הענינים דשנה (העבודה הפרטית דכל יום ויום) היו באופן דמס\"נ, למעלה ממדידה והגבלה וזהו מה שענין נדדה שנת מלכו של עולם נעשה ע\"י שעמדו במס\"נ כל השנה דוקא, דע\"י שהמס\"נ שלהם האיר בגילוי גם בכחות הפרטיים (כל השנה), עי\"ז נעשה כן גם למעלה, שהאור שלמעלה מהשתלשלות, נדדה שנת המלך, נמשך בבחינת פנימיות, ועד שויאמר להביא את ספר הזכרונות דברי הימים63, שנמשך גם בספר הזכרונות דברי הימים, שרש הזמן (כמבואר במאמר64), ועד שוימצא כתוב גו'65 גם בספר הזכרונות דשושן הבירה כפשוטו, גם בזמן הגלות, גלו לעילם (שושן66) שכינה עמהם67.ז) וכמו שהי' בגלות עילם, עד\"ז הוא בכל גלות, דבכל מקום שגלו ישראל שכינה עמהם, וגלו לאדום שכינה עמהם68",
          "topics": [
            "שכינה",
            "אור",
            "גילוי",
            "עולם",
            "מלכות"
          ],
          "word_count": 202
        },
        {
          "chunk_id": "chunk_9",
          "content": "שע\"י שישראל עומדים במס\"נ, שאינם מתביישים מפני המלעיגים, שזה קשור עם תנועה דמס\"נ69, ותנועת המס\"נ דאל יתבייש מפני המלעיגים נמשכת אצלו בענינים הפרטיים דתומ\"צ במשך כל היום, דזהו מה שענין זה (אל יתבייש מפני המלעיגים) הוא ההתחלה של כל ד' חלקי השו\"ע, ועד שהתנועה דמס\"נ מביאה אותו גם לידי הוספה בלימוד התורה ובהידור בקיום המצוות, ועד שההוספה היא למעלה ממדידה מכיון שהיא באה מצד מס\"נ, ועד שניכר בלימוד התורה ובקיום המצוות שלו שהם נעשים במס\"נ, ועאכו\"כ בדחילו ורחימו70, שבלימוד התורה הוא זוכר את נותן התורה71 וקיום המצוות שלו חדור עם ההרגש של מצַוה המצוות, אשר קדשנו במצוותיו וצונו, וכמבואר בארוכה בדרושי אדמו\"ר האמצעי72 שבכל המצוות צריכה להיות הכוונה הכללית (שהיא שוה בכל המצוות) שמקיים את הציווי של מלכו של עולם וע\"י העבודה דמס\"נ, ובפרט שהמס\"נ נמשכת ופועלת בענינים הפרטיים דתומ\"צ, הנה עי\"ז נדדה שנת המלך, שנמשך האור שלמעלה מהשתלשלות ועד בספר הזכרונות דברי הימים, שרש הזמן והזמן, ועד שויהיו נקראים לפני המלך62, גם לפני המלך אחשורוש כפשוטו בעוה\"ז הגשמי כשאכתי עבדי אחשורוש אנן73, שגם כשנמצאים עדיין בזמן הגלות ודינא דמלכותא דינא74 (ומרדכי הוא רק המשנה למלך75), הנה גם אז והיו76 מלכים אומניך77, וגוזרים על אלו שבתחילה היו מנגדים ליהודים ויהדות שיסייעו ליהודים וליהדות, ועד שאתהפכא חשוכא לנהורא ומרירו למיתקא, בדוגמת שהי' בימי מרדכי ואסתר, שהמלך אחשורוש גזר על המנגד שילך ויכריז לפני מרדכי היהודי ככה יעשה לאיש אשר המלך חפץ ביקרו78, מלכו של עולם וגם להבדיל כו' המלך אחשורוש כפשוטו",
          "topics": [
            "אור",
            "עולם",
            "מלכות",
            "הוד",
            "ישראל"
          ],
          "word_count": 230
        },
        {
          "chunk_id": "chunk_10",
          "content": "ועד אשר ליהודים היתה אורה ושמחה וששון ויקר79 וכן תהי' לנו80, אורה81 זו תורה [ובתורה גופא, אורה לשון נקבה דקאי על תושבע\"פ82, תורה בפירושה83, שממנה יוצאת אורה לכל העולם כולו] ושמחה זה יו\"ט וששון זו מילה ויקר אלו תפילין, דהוקשה כל התורה כולה לתפילין84, וי\"ל דכולל גם תפילין דמארי עלמא דכתיב בהו ומי85 כעמך ישראל גוי אחד בארץ86, היינו שניכר בגילוי המעלה דישראל, נדדה שנת המלך.ח) ומיסמך גאולה לגאולה87, שמגאולה זו דליהודים היתה אורה ושמחה וששון ויקר בזמן שנמצאים עדיין ברגעים האחרונים של הגלות, יבואו בסמיכות מיד לגאולה האמיתית והשלימה, שמלכים אומניך יביאו את בני ישראל כאשר יביאו בני ישראל את המנחה בכלי טהור88 אל ארץ הקודש, ארץ אשר גו' תמיד עיני ה' אלקיך בה מרשית השנה ועד אחרית שנה89, ושם גופא בירושלים קרית מלך רב90 דוד מלכא משיחא, ושם גופא בהר הקודש, ובמקדש אד' כוננו ידיך91 וכל זה יהי' באופן של זריזות, ועד לזריזות בתכלית למעלה מכל מדידה והגבלה ועד באופן (של עד) דלא ידע92, אַז מ'טאַנצט אַריין בשמחה רבה שלמעלה מכל מדידה והגבלה אין דער גאולה האמיתית והשלימה במהרה בימינו ממש שכל היהודים שבמשך כל הדורות, ובראשם נשיא דורנו וכו' ומרדכי היהודי ואסתר המלכה, כולם יגאלו מהגלות – שלימות הגאולה, ביחד עם שלימות העם ושלימות התורה ושלימות הארץ, ובאופן דירחיב ה' אלקיך את גבולך93, גם ארץ קני קניזי וקדמוני94, ואין מקרא יוצא מידי פשוטו95, ואדרבא, עולם הפשט שהוא96 עוה\"ז התחתון ועולם המעשה – הוא העיקר והיסוד שכל סדר ההשתלשלות נצב עליו, וכפירוש הידוע בוהנה הוי' נצב עליו97.ובפשטות – שבקרוב ממש תהי' הגאולה האמיתית והשלימה דכל ישראל שבמשך כל הדורות, נשמות בגופים, ע\"י משיח צדקנו, במהרה בימינו ממש",
          "topics": [
            "אור",
            "גילוי",
            "עולם",
            "הוד",
            "יסוד"
          ],
          "word_count": 259
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס פורים – תשמ\"ח, \"לקראת ימי הפורים .. יא אדר, שנת הקהל, שנת תשמ\"ח\".1) אסתר ו, א.2) דשנת ה'ש\"ת (נדפס בסה\"מ ה'ש\"ת ע' 5 ואילך). והוא המאמר הראשון שאמרו בבואו לארה\"ב בפעם השני' – ראה בארוכה בהשיחה שלפני המאמר (דשנה זו – תשד\"מ (התוועדויות תשד\"מ ח\"ב ע' 1256 ואילך)).3) הובא בד\"מ או\"ח סתר\"צ ובמג\"א שם סקי\"ז.4) מגילה יט, א.5) אסתר ז, ד.6) שם ד, טז. ובפרט שב\"אגרת הפורים הזאת השנית\" נזכר גם (שם ט, לא) \"דברי הצומות וזעקתם\".7) שמעוני עה\"פ (ו, א – רמז תתנז קרוב לסופו. ושם בתחילתו: נדדה שנת מלכו של עולם). וראה גם תרגום עה\"פ.8) שנאמר (תהלים מד, כד) למה תישן ה' (יל\"ש שם).9) תהלים קכא, ד.10) עש\"מ (לרמ\"ע מפאנו) מאמר אם כל חי ח\"ב סל\"ג (קצג, ב). של\"ה ג, א. כ, ב. שא, ב. ובכ\"מ. מאמרי אדמו\"ר האמצעי דברים ח\"א ע' קכב. וש\"נ.11) יבמות סא, רע\"א.12) ראה זח\"ב קפד, ב.13) משלי כז, יט.14) שה\"ש ה, ב.15) ח\"ג צה, א (הובא בהמאמר דשנת ה'ש\"ת ס\"ד – ע' 8). וראה תקו\"ז תס\"ט (קה, א) ש\"אני ישנה\" קאי על שכינתא בגלותא.16) ראה זהר ח\"ג סז, ריש ע\"ב: בלילה .. בגלותא. וראה גם זהר ח\"ב קסג, ב. ח\"ג כב, א. רלח, ב. תקו\"ז תכ\"א (מט, ב). [ועייג\"כ סנהדרין צד, א]. וראה תו\"א מג\"א צד, ד. לקו\"ש ח\"ז ע' 41.17) ראה לקו\"ש חי\"ב ע' 36 (ובהערה 21) דשינוי ה\"טבע\" דלמעלה הוא נס (ופלא) גדול יותר משינוי הטבע דלמטה. דזהו מה שהנס ד\"למכה מצרים בבכוריהם\" שהי' בשבת שלפני פסח נקרא בשם \"נס גדול\" (שמטעם זה נקרא שבת זה בשם \"שבת הגדול\"), מפני שזה שינוי ב\"טבע\" דקדושה, כמבואר שם בארוכה.ועפ\"ז יומתק מה ש\"בלילה ההוא נדדה שנת המלך\" הוא (לא נס סתם, אלא) \"תוקפו של נס\" – לפי שזה שינוי בה\"טבע\" דלמעלה.18) איוב יט, כו. וראה אגה\"ק ר\"ס טו. ובכ\"מ.19) הטעם על זה שבהמאמר דשנת ה'ש\"ת לא נזכר רצון ותענוג – אולי יש לומר, כי ביאור החילוק שבין ער לישן שנוגע בהמאמר הנ\"ל הוא שבזמן הגלות (שינה) אין ניכרת מעלת נש\"י, בחי' מוחין העליונים (שם סעיף ב), ובענין זה – נוגע שבשינה ישנם כחות הפנימיים, \"השכלה מדות וכו'\", אלא שהם בהעלם.20) וראה גם סה\"מ קונטרסים ח\"ב שדמ, א (נעתק ב\"היום יום\" ד' טבת). לקו\"ש ח\"ד ע' 1026 ובהנסמן בהערה 10 שם.21) כדמוכח גם מזה שארז\"ל בסוף יומא בענין \"יראה זרע יאריך ימים\" – ראה רש\"י ותוספות שם.22) כמפורש במס' ברכות נה, סע\"ב. ומ\"ש בהמאמר דשנת ה'ש\"ת ס\"ד (ע' 8) \"וכמו החולם פילא בקופא דמחטא\" – זהו כשחושב עד\"ז במשך היום. ומה שמביא שם ענין זה בנוגע לזה שבחלום אפשר להיות חיבור ב' הפכים – אף שזה בא מהמחשבות שבמשך היום (ולא מצד החלום עצמו) – כי בעת החלום אינו יודע שזה בא ממחשבתו.23) ראה יד, א.24) אבות פ\"ג מי\"ד.25) וכמ\"ש (בהר כה, מב. שם, נה) כי עבדי הם, כי לי בני ישראל עבדים עבדי הם.26) פיוט \"היום הרת עולם\" בתפלת מוסף דר\"ה.27) תנחומא צו יג (הובא בפרש\"י עה\"פ בהעלותך יב, ח). ספרי (הובא בפרש\"י) עה\"פ דברים א, ז. פרש\"י עה\"פ לך לך טו, יח. ב\"ר פט\"ז, ג.28) שבועות מז, ב.29) ראה ברכות ג, סע\"א.30) סעיף ג (ע' 6 ואילך).31) דזה שמביא בהמאמר ענין זה בהמשל הוא בכדי לבאר שכן הוא גם בהנמשל.32) ראה זהר ח\"א רי, א. ח\"ג כ, ב. עה, א. וראה סידור (עם דא\"ח) נח, ב ואילך. אוה\"ת נ\"ך כרך ב ע' א'נ. א'נח. ס' הליקוטים – דא\"ח צ\"צ ערך גלות ס\"ג (ע' שכג ואילך). וש\"נ.33) ירמי' לא, יד.34) להעיר מל' חז\"ל בתי גואי בראי (חגיגה ה, ב. וש\"נ).35) ב\"ר פי\"ד, ט. וראה פרדר\"א פי\"ב. רפל\"ד.36) כן הובא בכ\"מ בדא\"ח. וראה מדרש תהלים מזמור קג: מה הנפש ממלאה את הגוף כך הקב\"ה ממלא את עולמו. ויק\"ר פ\"ד, ח: הנפש הזו ממלא את הגוף והקב\"ה ממלא את עולמו. ובמאמרי אדמו\"ר האמצעי ויקרא ח\"ב ע' תשצה: ובגמרא [ברכות י, א] א' מה הקב\"ה ממלא כך הנשמה [מה הקב\"ה מלא כל העולם אף נשמה מלאה את כל הגוף] לפי שנבראת בצלם אלקים כו'.37) ספר יצירה פ\"א מ\"ד.38) ירושלמי ברכות פ\"ד ה\"ה. וראה פרש\"י (כת\"י) מנחות פו, ב.39) לקו\"ת שלח לז, ד. מאמרי אדמו\"ר האמצעי דברים ח\"א ע' שג. ח\"ג ע' א'נט. וראה לקו\"ש חל\"ד ע' 112 הערה 63. וש\"נ.40) ראה אגה\"ק סכ\"ה. מאמרי אדמו\"ר האמצעי דברים ח\"א ע' קסד. וש\"נ.41) ראה תו\"ח שמות לד, ב [בהוצאה החדשה – ח\"א כה, א], דמה שגלות נק' שינה ונק' עיבור \"הכל ענין אחד הוא\". וראה שם מא, א. וראה גם מאמרי אדמו\"ר האמצעי דברים ח\"א ע' לב. וש\"נ.42) נדה ל, ב.43) ראה נדה שם: ואין לך ימים שאדם שרוי בטובה יותר מאותן הימים. ולהעיר מהמובא בדרישה יו\"ד סו\"ס רסד: מה שנוהגין בשבת לבקר אצל התינוק הנולד משום שהוא אבל על תורתו ששכח.44) ר\"פ וארא.45) ראה תו\"ח שמות שם. וארא צו, ב ואילך. סהמ\"צ להצ\"צ עז, סע\"ב ואילך. ס' הליקוטים – דא\"ח צ\"צ ערך גלות ס\"ד (ע' שכח ואילך). וש\"נ. ובכ\"מ.46) יומא נד, ב.47) כמו שהקשה בחדא\"ג מהרש\"א ליומא שם (נד, א).48) יומא שם, א. וראה ב\"ב צט, א.49) ראה בארוכה לקו\"ש ח\"ב ע' 360 ואילך.50) יבמות סב, ב.51) תענית כ, א. סנהדרין קד, סע\"א. איכ\"ר עה\"פ (איכה א, א) היתה כאלמנה. זח\"ב קכב, א. וראה סידור (עם דא\"ח) נח, ב ואילך. אוה\"ת נ\"ך כרך ב' ע' א'מז ואילך.52) מלכים-א ז, לו. וראה יומא שם, סע\"א ואילך.53) סעיף ה (ע' 9).54) ראה קונטרס העבודה פ\"ה (ע' 33), שדוקא בחינת היחידה – עם היותה מופשטת לגמרי ואין לה אחיזה כלל בכחות הפנימיים, נמצאת היא בכל הכחות ופועלת גם על החומריות דנה\"ב. וראה ד\"ה ת\"ר מצות נ\"ח ה'תשל\"ח ס\"ז (לעיל ח\"ב ע' קסו).55) לשון הכתוב – אסתר ג, יג.56) כ\"ה בתו\"א מג\"א צז, א: מסרו עצמן למות כל השנה כולה. ועד\"ז הוא בשערי אורה שער הפורים ד\"ה וקבל היהודים ס\"ח (צ, ב). בד\"ה חייב אינש עטר\"ת ס\"ד (סה\"מ עטר\"ת ע' שו), תרפ\"א (תש\"ח) ס\"ה (סה\"מ תרפ\"א ע' קצא. תש\"ח ע' 118). ועוד. אבל בתו\"א שם (בהוספות) קכ, ד: כמעט משך שנה.57) ראה גם ד\"ה וקבל היהודים ה'תשל\"ח ס\"ג (לעיל ע' מו).58) סה\"מ תקס\"ח ח\"א ע' תמז. סידור (עם דא\"ח) שער הלולב רסא, ג ואילך. שם רסד, ד ואילך. המשך וככה תרל\"ז פפ\"ז. ובכ\"מ. ד\"ה וחג האסיף ה'תשמ\"ג ס\"ב (לעיל ח\"א ע' קעג). וש\"נ.59) מאו\"א א, קע. ד\"ה ולקחתם לכם עטר\"ת בתחלתו. לקוטי לוי\"צ אגרות-קודש ע' קז. ובכ\"מ.60) ע\"ח שער מו (שער כסא הכבוד) פ\"ו. מאו\"א א, קמד. רד\"ה ויהי אומן עטר\"ת (סה\"מ עטר\"ת ע' שח). ובארוכה – לקוטי לוי\"צ אגרות-קודש ס\"ע רמט ואילך.61) סוכה לה, א.62) זהר ח\"א רה, סע\"א. ח\"ג צד, ריש ע\"ב.63) אסתר ו, א.64) בסופו (ע' 10).65) אסתר שם, ב.66) שנאמר (ירמי' מט, לח) ושמתי כסאי בעילם, ועילם היינו שושן כמ\"ש בספר דניאל (ה, ב) בשושן הבירה אשר בעילם המדינה – תו\"א מג\"א (בהוספות) קטז, ג.67) ספרי מסעי לה, לד.68) ספרי שם. וראה מגילה כט, א.69) ראה ד\"ה אין הקב\"ה בא בטרוניא תרמ\"ח (סה\"מ תרמ\"ח ע' קפז ואילך), תרפ\"ה ס\"ב ואילך (סה\"מ תרפ\"ה ע' רנח ואילך). ד\"ה משכני תרפ\"ד (וד\"ה אני ישנה תש\"ט) סי\"א ואילך (סה\"מ תרפ\"ד ע' רצ ואילך. תש\"ט ע' 118 ואילך). ד\"ה אין הקב\"ה בא בטרוניא בסה\"מ אידיש בתחילתו. ועוד.70) ראה תניא פל\"ט (נג, א) ואילך. קונטרס עה\"ח פי\"א ואילך. ועוד.71) ראה ב\"ח או\"ח סמ\"ז ד\"ה ומ\"ש דאמר.72) עטרת ראש דרוש לעשי\"ת נח, סע\"ב ואילך.73) מגילה יד, א.74) גיטין י, ב. וש\"נ.75) אסתר י, ג.76) ישעי' מט, כג.77) ראה זבחים יט, רע\"א.78) אסתר ו, י-יא.79) שם ח, טז.80) נוסח הבדלה. ושייך במיוחד לשנה זו (תשד\"מ – שנת אמירת מאמר זה) שהקביעות דפורים היא במוצש\"ק.81) מגילה טז, ב.82) אוה\"ת מג\"א ע' ב'שמא.83) לשון הרמב\"ם בהקדמתו לספר היד.84) קידושין לה, א.85) דברי הימים-א יז, כא. וראה בהנסמן בד\"ה את הוי' האמרת גו' ה'תש\"ל (לעיל ח\"א ע' מב) הערה 4.86) ברכות ו, א.87) מגילה ו, סע\"ב.88) ישעי' סו, כ.89) עקב יא, יב.90) תהלים מח, ג.91) בשלח טו, יז ובפרש\"י.92) ראה מגילה ז, ב.93) שופטים יט, ח.94) פרש\"י עה\"פ. ספרי עה\"פ ראה יב, כ.95) שבת סג, א. וש\"נ. הובא בפרש\"י עה\"פ וישב לז, יז. בא יב, ב.96) ראה לקו\"ש חכ\"א ע' 36 ובהנסמן שם בהערה 57.97) ויצא כח, יג. ב\"ר פס\"ט, ג. וראה לקו\"ש ח\"ה ע' 294 ואילך.",
      "glossary": "|אברים (Evarim): Limbs; אדום (Edom): Edom; אדונם (Adonam): Their master; אדם הוא אדמה לעליון (Adam Hu Adamah L'Elyon): Man is earth to the Supernal; אדמו\"ר (Admor): Our Master, Teacher and Rabbi; אדמו\"ר האמצעי (Admor HaEmtza'i): The Middle Rebbe; אדרבא (Adrabba): On the contrary; אוא\"ס ב\"ה (Or Ein Sof Baruch Hu): Infinite Light Blessed Be He; אויר העולם (Avir HaOlam): Air of the world; אור (Or): Light; אור העצמי (Or HaAtzmi): Essential light; אור נעלה (Or Na'aleh): Lofty light; אורה יוצאת (Orah Yotzet): Light emanates; איש ואשה (Ish V'Ishah): Man and woman; אל יתבייש מפני המלעיגים (Al Yitbayesh Mipnei HaMal'igim): Do not be ashamed before mockers; אם כבנים אם כעבדים (Im K'Vanim Im K'Avadim): Whether as children or as servants; אני ישנה (Ani Yesheinah): I sleep; אסתר (Esther): Esther; אצילות (Atzilut): Emanation; אשר קדשנו במצוותיו וצונו (Asher Kidshanu B'Mitzvotav V'Tzivanu): Who sanctified us with His commandments and commanded us; אתהפכא חשוכא לנהורא (Ithafcha Chashuchah L'Nehorah): Darkness is transformed to light; אתם קרויים אדם (Atem Kruyim Adam): You are called man; אתרוג (Etrog): Citron; בחינת פנימיות (Bechinat Pnimiyut): Aspect of inwardness; בטלים (Btelim): Nullified; בי\"ע (Beriah Yetzirah Asiyah): Creation, Formation, Action; ביהמ\"ק (Beit HaMikdash): Holy Temple; בית המקדש (Beit HaMikdash): Holy Temple; בכל לבבך ובכל נפשך (B'Chol L'vavcha U'v'Chol Nafshecha): With all your heart and all your soul; בלילה ההוא נדדה שנת המלך (BaLayla HaHu Nadda Shnat HaMelech): On that night the king's sleep was disturbed; בנים אתם לה' אלקיכם (Banim Atem LaHashem Elokeichem): You are children to Hashem your God; בנים למקום (Banim LaMakom): Children to the Omnipresent; בס\"ד (B'Siyata D'Shmaya): With Divine Assistance; גאולה העתידה (Geulah HaAtidah): Future redemption; גוף (Guf): Body; גידים (Gidim): Sinews; גילויים (Giluyim): Revelations; גלו לעילם (Galu L'Eilam): Exiled to Elam; גלות (Galut): Exile; גלותא (Galuta): Exile; ד\"ה (Dibur HaMatchil): Opening words; ד' חלקי השו\"ע (Arba Chelkei HaShulchan Aruch): Four parts of the Shulchan Aruch; דחילו ורחימו (D'Chilu U'Rchimu): Fear and love; דינא דמלכותא דינא (Dina D'Malchuta Dina): The law of the kingdom is law; דר באילנו משנה לשנה (Dar B'Ilano MiShana L'Shana): Dwells on its tree from year to year; דרושי רבותינו נשיאינו (Drushei Raboteinu Nesi'einu): Discourses of our Rebbes; ה'תשד\"מ (HaTashdam): The year 5744; הגבלה (Hagbalah): Limitation; הוספה (Hosafah): Addition; הידור (Hidur): Beautification; היכל (Heichal): Sanctuary; הכוונה הכללית (HaKavanah HaKlalit): General intention; המשכת האור (Hamshachat HaOr): Drawing down of light; המשנה למלך (HaMishneh LaMelech): Viceroy to the king; העלאת הכחות (Ha'alat HaKochot): Elevation of powers; העלם והסתר (He'elem V'Hester): Concealment and hiding; הפכיים (Hafachiyim): Opposites; הפכים (Hafachim): Opposites; השוואה (Hashva'ah): Equality; השתלשלות (Hishtalshelut): Chain of emanation; התגלות (Hitgalut): Revelation; התחלקות (Hitchalkut): Division; התעוררות (Hit'orerut): Awakening; התעלמות (Hit'alemut): Concealment; והיו מלכים אומניך (V'Hayu M'Lachim Omnayich): And kings shall be your foster fathers; ויאמר להביא (Vayomer L'Havi): And he said to bring; וימצא כתוב (V'Yimatzei Katuv): And it was found written; זהר (Zohar): The Zohar; חדר לפנים מחדר (Cheder Lifnim MiCheder): Inner chamber within chamber; חוטאין (Chotein): Sin; חיבה (Chibah): Affection; חיבור (Chibur): Connection; חיות (Chiyut): Life force; חייב אדם לפקוד את אשתו (Chayav Adam Lifkod Et Ishto): A man is obligated to visit his wife; חלומות (Chalomot): Dreams; חשבונות (Cheshbonot): Calculations; טבור (Tibur): Navel; יוצא לדרך (Yotzei LaDerech): Going on a journey; יחידה (Yechidah): Unique level of soul; ילקוט (Yalkut): Midrashic compilation; יצירת הולד (Yetzirat HaVlad): Formation of offspring; ישן (Yashen): Sleeping; ישראל (Yisrael): Israel; כ\"ק (Kevod Kedushat): Honor of His Holiness; כחות (Kochot): Powers; כחות הנפש (Kochot HaNefesh): Powers of the soul; כחות פרטיים (Kochot Pratiyim): Particular powers; כי איננו (Ki Einenu): For he is not; כל יומא ויומא עביד עבידתי' (Kol Yoma V'Yoma Avid Avidtei): Each day performs its service; כמים הפנים לפנים (K'Mayim HaPanim LaPanim): As water reflects face to face; כמער (K'Me'ar): Like a cave; כנסת ישראל (Knesset Yisrael): Assembly of Israel; כרובים (Keruvim): Cherubim; לא ינום ולא יישן (Lo Yanum V'Lo Yishan): Neither slumbers nor sleeps; לויות (Levayot): Accompanying; לידה (Leidah): Birth; לימוד התורה (Limud HaTorah): Torah study; לך כנוס את כל היהודים (Lech K'nos Et Kol HaYehudim): Go gather all the Jews; לעילא כגוונא דלתתא (L'Eila K'Gavna D'Letata): Above as below; מאיר (Me'ir): Illuminates; מאכל (Ma'achal): Food; מאמר (Ma'amar): Chassidic discourse; מבשרי אחזה אלקה (MiBsari Echezeh Eloah): From my flesh I perceive God; מדות (Midot): Emotional attributes; מדידה והגבלה (Medidah V'Hagbalah): Measurement and limitation; מדינת הים (Medinat HaYam): Overseas country; מו\"ח (Mori V'Chami): My teacher and father-in-law; מובחר (Muvchar): Chosen; מיום ליום (MiYom L'Yom): From day to day; מלכו של עולם (Malko Shel Olam): King of the Universe; מלכות (Malchut): Kingship; מלמדין אותו כל התורה כולה (M'Lamdim Oto Kol HaTorah Kulah): They teach him the entire Torah; מלעיגים (Mal'igim): Mockers; מנהגי מהרי\"ל (Minhagei Maharil): Customs of Maharil; מנער ועד זקן טף ונשים (MiNa'ar V'Ad Zaken Taf V'Nashim): From youth to elder, children and women; מס\"נ (Mesirut Nefesh): Self-sacrifice; מסודר (Mesuddar): Ordered; מסתלקים (Mistalkeim): Withdraw; מעורין זה בזה (M'Orin Zeh BaZeh): Intertwined with each other; מצַוה המצוות (M'Tzaveh HaMitzvot): Commander of the commandments; מציאות (Metziut): Existence; מקבלת (Mekabelet): Receives; מקומו (Mekomo): Its place; מקורם (Mekoram): Their source; מר; מרירו למיתקא (Mariru L'Mitkah): Bitterness to sweetness; מתביישים (Mitbayshim): Ashamed; מתעלים (Mit'alim): Become concealed; נדדה (Nadda): Wandered/departed; נולד (Nolad): Born; נותן התורה (Noten HaTorah): Giver of the Torah; נכרים (Nochrim): Foreigners; נמכרנו אני ועמי (Nimkarnu Ani V'Ami): We have been sold, I and my people; נמשל (Nimshal): The analogue; נס (Nes): Miracle; נעלים (Ne'elim): Lofty; נפש (Nefesh): Soul; נקודת הנפש (Nekudat HaNefesh): Point of the soul; נר דלוק על ראשו (Ner Daluk Al Rosho): A candle burns above his head; נשמת העולם (Nishmat HaOlam): Soul of the world; סליק לעילא (Salik L'Eila): Ascended above; ספירה (Sefirah): Divine emanation; ספירות (Sefirot): Divine emanations; ספר הזכרונות דברי הימים (Sefer HaZichronot Divrei HaYamim): Book of Chronicles; עבד מלך הוא מלך (Eved Melech Hu Melech): A servant of a king is a king; עבדיו של הקב\"ה (Avadav Shel HaKadosh Baruch Hu): Servants of the Holy One Blessed Be He; עבודה מיוחדת (Avodah Meyuchedet): Special service; עוה\"ז (Olam HaZeh): This world; עולם האחדות (Olam HaAchdut): World of Unity; עושה עצמו כישן (Oseh Atzmo K'Yashen): Acts as if sleeping; עיבור (Ibur): Gestation; עילוי (Iluy): Elevation; עילם (Eilam): Elam; עיקר הנס (Ikar HaNes): Main miracle; עליון (Elyon): Upper; עצם הנפש (Etzem HaNefesh): Essence of the soul; עצמות (Atzmut): Essence; ער (Er): Awake; עשר ולא תשע עשר ולא אחד עשר (Eser V'Lo Tesha Eser V'Lo Achad Asar): Ten and not nine, ten and not eleven; פורים (Purim): Purim; פנימיות (Pnimiyut): Inwardness; פקידה (Pekidah): Visitation; צומו עלי (Tzumu Alai): Fast for me; ציווי (Tzivui): Command; קוב\"ה סליק לעילא (Kudsha Brich Hu Salik L'Eila): The Holy One Blessed Be He ascended above; קיום המצוות (Kiyum HaMitzvot): Fulfillment of commandments; קשת אסתר (Bakashat Esther): Esther's request; ראשו בין ברכיו (Rosho Bein Birkav): His head between his knees; רצון (Ratzon): Will; רצונו (Retzono): His will; שואבת לה חיים (Sho'evet Lah Chayim): Draws life for herself; שולחן אביהם (Shulchan Avihem): Their father's table; שושן הבירה (Shushan HaBirah): Shushan the capital; שינה (Sheina): Sleep; שינויי התקופות (Shinuyei HaTekufot): Changes of seasons; שכינה עמהם (Shechinah Imahem): Divine Presence with them; שכל (Sechel): Intellect; שלימות (Shleimut): Perfection; שלימות דמס\"נ (Shleimut D'Mesirut Nefesh): Perfection of self-sacrifice; שרי האומות (Sarei HaUmot): Ministers of the nations; שרש הזמן (Shoresh HaZman): Root of time; שרשם (Sharsham): Their root; תו\"א לרבינו הזקן (Torah Or L'Rabbeinu HaZaken): Torah Or by the Alter Rebbe; תומ\"צ (Torah U'Mitzvot): Torah and commandments; תוקף (Tokeif): Strength/essence; תחנונים (Tachanunin): Supplications; תחתון (Tachton): Lower; תענוג (Ta'anug): Pleasure;"
    },
    "search_tags": [
      "מקדש",
      "דור",
      "עבודה",
      "חטא",
      "יהודים",
      "Sefirah",
      "תכלית",
      "יסוד",
      "העלם",
      "Jews",
      "נשיא",
      "שכינה",
      "רבי",
      "מלכות",
      "אוא\"ס",
      "Shechinah/Divine Presence",
      "World",
      "Jew",
      "Temple",
      "Fear/Awe",
      "יצירה",
      "ספירות",
      "בית המקדש",
      "Sefirot",
      "Self-sacrifice",
      "אצילות",
      "Concealment",
      "Holy Temple",
      "Commandments",
      "Purpose",
      "גאולה",
      "Chain of descent",
      "Torah",
      "Splendor",
      "כוונה",
      "Generation",
      "Sin",
      "Emanation",
      "מצוות",
      "דוד",
      "Exile",
      "Israel",
      "ישראל",
      "תורה",
      "Formation",
      "Kingship",
      "Rabbi",
      "Light",
      "Upper worlds",
      "השתלשלות",
      "Will",
      "גלות",
      "אור",
      "Intention",
      "עצמות",
      "מס\"נ",
      "משיח",
      "ספירה",
      "Worlds",
      "Essence",
      "יראה",
      "Foundation",
      "Infinite Light",
      "הוד",
      "Revelation",
      "David",
      "Redemption",
      "Service",
      "Leader",
      "יהודי",
      "גילוי",
      "רצון",
      "עולמות",
      "עליונים",
      "Messiah",
      "עולם"
    ]
  }
}