{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "4_יג",
    "reference": "Reference: 4_יג",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אלקות",
        "אור",
        "אוא\"ס",
        "עצמות",
        "גילוי",
        "צמצום",
        "תחתונים",
        "בריאה",
        "עולם",
        "עולמות",
        "מלכות",
        "חכמה",
        "דעת",
        "צדיקים",
        "צדיק",
        "יצחק",
        "משה",
        "ישראל",
        "מצוות",
        "מצוה",
        "תורה",
        "גלות",
        "דור",
        "עבודה",
        "אהבת ישראל",
        "התקשרות",
        "ביטול",
        "המשכה",
        "העלאה",
        "דירה",
        "תכלית",
        "כוונה",
        "רצון",
        "חטא",
        "תשובה",
        "תיקון",
        "השתלשלות",
        "רבי"
      ],
      "key_concepts": [
        "Divinity",
        "Light",
        "Infinite Light",
        "Essence",
        "Revelation",
        "Contraction",
        "Lower worlds",
        "Creation",
        "World",
        "Worlds",
        "Kingship",
        "Wisdom",
        "Knowledge",
        "Righteous ones",
        "Righteous one",
        "Isaac",
        "Moses",
        "Israel",
        "Commandments",
        "Commandment",
        "Torah",
        "Exile",
        "Generation",
        "Service",
        "Love of Israel",
        "Connection",
        "Nullification",
        "Drawing down",
        "Elevation",
        "Dwelling",
        "Purpose",
        "Intention",
        "Will",
        "Sin",
        "Repentance",
        "Rectification",
        "Chain of descent",
        "Rabbi"
      ],
      "biblical_references": [
        "שמות דהנשמה, נפש",
        "ישעי' סא, יא",
        "ישעי' כז, יג"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "זהר",
        "ברכות לד, ב"
      ],
      "chassidic_references": [
        "אדמו\"ר הזקן",
        "אדמו\"ר הזקן",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת"
      ],
      "document_type": "מאמר",
      "word_count": 2111,
      "chunk_count": 9
    },
    "content": {
      "main_text": "בס\"ד. ש\"פ האזינו, שבת תשובה, ה'תשל\"זשובה ישראל עד הוי' אלקיך גו' קחו עמכם דברים ושובו אל הוי'1, וצריך להבין, דכשאומר שובה ישראל הרי הכוונה היא לתשובה כדבעי, ומכיון שמ\"ע להתוודות (כשעושה תשובה)2, ועד שהוידוי הוא מעיקרי התשובה3, הרי בשובה ישראל נכלל גם וידוי דברים, ומה מוסיף בקחו עמכם דברים4. כן צ\"ל ההמשך מה שאומר ושובו אל הוי', דמזה משמע שלאחרי התשובה דשובה ישראל גו', צריכה להיות עוד תשובה.ב) ויובן זה בהקדים מה שנתבאר לעיל5, דמ\"ש שובה ישראל עד הוי' אלקיך (אף שלכאורה הול\"ל להוי' אלקיך), הוא, כפירוש אדמו\"ר הזקן6, שהתשובה צריכה להיות עד שהוי' יהי' אלקיך. ועוד פירוש7 בשובה ישראל עד, שעד קאי על בחינה שלמעלה שנק' בשם עד8. וגם בזה שתי דרגות, עד ועד בכלל ועד ולא עד בכלל. עד ועד בכלל הוא (בד\"כ) בהמדריגות שבסדר השתלשלות, שכל המדריגות שבהשתלשלות הם בערך זל\"ז, ולכן, גם כשנמצא במדריגה תחתונה יש לו כבר שייכות להמדריגות שלמעלה ממנה, ועד למדריגה הכי עליונה, עד ועד בכלל. ועד ולא עד בכלל הוא בלמעלה מהשתלשלות, שגם כשהוא נמצא בדרגא הכי עליונה שבהשתלשלות, לא יגיע עי\"ז להדרגא שלמעלה מהשתלשלות, עד ולא עד בכלל.ועפ\"ז יש לבאר השייכות דתשובה לבחינת עד (שובה ישראל עד), כי בתשובה שני ענינים. זה שע\"י התשובה הוא מתקן וממלא את זה שהי' צריך לעשות, דזה הוא (בעיקר) בהבחינות דהשתלשלות (כי אדם הוא ציור מוחין ומדות), עד ועד בכלל. וזה שבכדי שיוכל לתקן ולמלאות ענינים אלו, צריך להגיע לבחי' שלמעלה מהשתלשלות (לא אדם שבאדם9), עד ולא עד בכלל. ויש לומר, שזהו גם מה שממשיך בכתוב (לאחרי אמרו שובה ישראל עד) הוי' אלקיך, כי הוי' ואלקים הם סובב וממלא, וע\"י שובה ישראל עד, שהתשובה שלו היא באופן שמעורר בחינת לא אדם שבו (עד ולא עד בכלל) וממשיך זה בגילוי בציור אדם שבו, עי\"ז יהי' הוי' אלקיך כחך וחיותך, שאור הסובב שלמעלה מהשתלשלות יאיר בו בגילוי בפנימיות.ג) והנה נתבאר לעיל10, דבפירוש שובה ישראל עד הוי' אלקיך, שהתשובה צריכה להיות עד שהוי' יהי' אלקיך, שני ענינים, שהוי' יהי' אלקיך כחך וחיותך, ושהוי' יהי' רק בחי' אלקים וצמצום לגבי אוא\"ס שלמעלה מהוי'. ויש לומר, דשני הענינים שב(שובה ישראל) עד, עד ועד בכלל ועד ולא עד בכלל, הם בהתאם לשני הפירושים (ענינים) בהוי' אלקיך. והענין הוא, דזה שנתבאר לעיל ששני הענינים שבעד הם השתלשלות ולמעלה מהשתלשלות, הוא בכללות, אבל בפרטיות, גם בלמעלה מהשתלשלות ישנם שני הענינים שבעד. כמ\"ש בלקו\"ת11, דשני הענינים שבעד הם בכתר [דכתר, בכלל, הוא למעלה מהשתלשלות]. עד ועד בכלל הוא באריך, שרש הנאצלים. ועד ולא עד בכלל הוא בעתיק, בחינה תחתונה שבמאציל.ויובן זה ע\"פ הידוע12, שע\"י ההשגה באור הממלא שמתלבש בעולמות, שהוא הארה בלבד (כדמוכח מזה גופא שהוא בהתלבשות), באים לידי ידיעה שישנו אור שהוא מופלא מעולמות, שממנו נמשכת ההארה שבהתלבשות, ומכיון שע\"י ההשגה בההארה המתלבשת בעולמות באים להידיעה דאור המופלא מעולמות, אף שהידיעה באור זה היא רק ידיעת השלילה, שיודע שאור זה הוא מופלא מהעולמות ומההארה המתלבשת בהם, מ\"מ, מכיון שגם ידיעת השלילה היא ידיעה והשגה13, לכן גם האור המופלא מעולמות הוא בכלל עד ועד בכלל. [ועד\"ז הוא בעבודת האדם, דמכיון שהשכל עצמו מכריח אַז מיט שכל אַליין קען מען ניט דורכגיין, ובכדי שתהי' העבודה כדבעי, הוא דוקא ע\"י קבלת עול שלמעלה מהשכל, לכן, גם הקבלת עול (הבאה מזה שהשכל מכריח) היא בכלל עד ועד בכלל]. וענין עד ולא עד בכלל הוא בהאור שאין שייך בו גם ידיעת השלילה14 [ובעבודת האדם – בהקבלת עול שמצד הנשמה].ועפ\"ז יש לבאר הקשר דשני הפירושים בשובה ישראל עד (שזה קאי על עד ועד בכלל, או שזה קאי על עד ולא עד בכלל) עם שני הפירושים בשובה ישראל עד הוי' אלקיך, עד שהוי' יהי' אלקיך כחך וחיותך ועד שהוי' יהי' רק בחי' אלקים וצמצום לגבי אוא\"ס שלמעלה מהוי', דהפירוש שובה ישראל עד שהוא עד ועד בכלל, האור ששייך בו ידיעת השלילה, דבכללות הוא אור הסובב, הוא בהתאם להפירוש עד שהוי' יהי' אלקיך כחך וחיותך, שהאור שמתגלה ע\"י התשובה הוא אור הסובב (הוי'). והפירוש בשובה ישראל עד שהוא עד ולא עד בכלל, האור שאין שייך בו גם ידיעת השלילה, הוא בהתאם להפירוש עד שהוי' יהי' רק בחי' אלקים וצמצום לגבי אוא\"ס שלמעלה מהוי', שהאור שמתגלה ע\"י התשובה הוא האור שלמעלה גם מאור הסובב.ד) ובעומק יותר יש לומר, דזה שהכתוב מוסיף הוי' אלקיך לאחרי שאומר כבר שובה ישראל עד, כי ענין הוי' אלקיך, שהוי' הוא רק בחי' אלקים וצמצום לגבי אוא\"ס שלמעלה מהוי', הוא למעלה יותר גם מעד ולא עד בכלל. ויובן זה ע\"פ מה שנתבאר לעיל15 דבהוי' שבפסוק שובה ישראל עד הוי' אלקיך נכלל גם הוי' בניקוד אלקים, שהיא דרגא נעלית ביותר, כמבואר בלקו\"ת16 (עה\"פ17 כן אד' הוי' יצמיח צדקה גו') גודל העילוי של ב' השמות אד' והוי' (בניקוד אלקים). ואעפ\"כ כתיב עד הוי' אלקיך, שגם הוי' זה הוא רק בחי' אלקים וצמצום לגבי אוא\"ס שלמעלה מהוי', כי גם הוי' (בניקוד אלקים) הוא שם בלבד. וכמבואר בלקו\"ת18 בענין ב' הדרגות דשופר שיהי' לע\"ל, ואד' הוי' בשופר יתקע גו' ויתקע בשופר גדול19, שהשופר דאד' הוי' בשופר יתקע, כיון שגם אד' הוי' (בניקוד אלקים) הם רק שמות, הוא שופר סתם, משא\"כ גבי שופר גדול כתיב יתקע בשופר גדול, יתקע סתם ולא נאמר מי הוא התוקע, כי תקיעה זו היא המשכה וגילוי מבחי' סתימא דכל סתימין. ומבואר בלקו\"ת שם, שעד\"ז הוא החילוק בין ראש השנה ליום הכפורים, שהשופר דראש השנה הוא ע\"ד ואד' הוי' בשופר יתקע, וביום הכפורים כתיב20 לפני הוי' תטהרו, למעלה מהוי'21, ויתירה מזו22, כי ביום הזה יכפר עליכם19, יכפר סתם ולא נאמר מי הוא המכפר20, ע\"ד יתקע בשופר גדול, יתקע סתם. וזהו שאומרים בההפטורה דשבת תשובה, שובה ישראל עד הוי' אלקיך, שהוי' זה קאי גם על הוי' בניקוד אלקים, כי בשבת תשובה ישנו כבר מעין העילוי דיום הכפורים23, ולגבי עילוי זה גם הוי' בניקוד אלקים הוא רק בחי' אלקים וצמצום.ועפ\"ז יש לבאר זה שלאחרי שאומר שובה ישראל עד, שבזה נכלל גם עד ולא עד בכלל, מוסיף הוי' אלקיך, כי גם ענין עד ולא עד בכלל, אף שאין שייך בו גם ידיעת השלילה (כנ\"ל סעיף ג), מ\"מ מזה שצריך לשלול ולומר עד ולא עד בכלל, מובן24, שיש לו איזו שייכות. וע\"ד הענין דבעל הרצון שממנו נמשך הסליחה (כמבואר לעיל25), דבכללות הוא ענין השמות אד' הוי' בניקוד אלקים שעל ידם מתמלאים כל הפגמים26, דהגם שזה שנמשכת ממנו הסליחה על זה שעשו היפך הרצון הוא מפני שאינו מוכרח בהרצון27, מ\"מ יש להרצון שייכות אליו (כדמוכח מזה שנקרא בשם בעל הרצון), ולכן צריכה להיות הסליחה על זה שעשו היפך הרצון28. משא\"כ לגבי עצמות אוא\"ס שלמעלה גם מבעל הרצון, אין שייך פגם מלכתחילה. וכמבואר במ\"א29 בענין עיצומו של יום מכפר30, שהכפרה הבאה מצד עיצומו של יום היא (לא באופן של פעולה, אלא) שביום זה מתגלה ההתקשרות של עצם הנשמה עם העצמות (שלמעלה גם מבעל הרצון), שלגבי דרגא זו אין שייך פגם מלכתחילה. וזהו שלאחרי שאומר שובה ישראל עד מוסיף הוי' אלקיך, דמכיון ששבת תשובה הוא הקדמה ליום הכפורים, לכן התשובה דשבת תשובה צריכה להיות לא רק עד, עד ולא עד בכלל, שעי\"ז יתבטלו כל הפגמים, אלא שצריך גם לעורר ולגלות את נקודת היהדות, ההתקשרות דעצם הנשמה עם העצמות (שלמעלה גם מבעל הרצון), שלגבי' גם הוי' בניקוד אלקים הוא רק בחי' אלקים וצמצום, ועי\"ז מתגלה שהענינים הבלתי רצויים הם רק בחיצוניות, אבל בפנימיות31 (מצד ההתקשרות דישראל וקוב\"ה), מלכתחילה לא היו דברים בלתי רצויים.ה) ויש לומר, שגם ביום הכיפורים ישנם שני הענינים, הגילוי דעצם הנשמה שמקושרת עם העצמות, וזה שענין זה מתגלה בדרגות הפרטיות דהנשמה, עד לדרגת נפש שבה, שעי\"ז מתגלית הכפרה (שבאופן הנ\"ל) גם בהדרגות דהנשמה ששייך בהם פגם. וזהו שיום הכפורים הוא יום שנתחייב בה' תפלות32, ה' תפלות הם כנגד חמשה השמות דהנשמה, נפש רוח נשמה חי' ויחידה33, וענין יום שנתחייב בה' תפלות הוא שהגילוי דעצם הנשמה, שמצד עיצומו של יום, מתגלה בדרגות הפרטיות שלה. ויש לומר, שהחילוק בין ה' התפלות הוא לא רק בהמקום (הדרגא) שבו מתגלה עצם הנשמה, אלא גם בהגילוי. דבתפלת נעילה, בחינת יחידה, הגילוי הוא יותר מבד' התפלות שלפנ\"ז. ועד\"ז הוא בנוגע לד' התפלות עצמם, שהחילוק הוא גם באופן הגילוי. ועד\"ז הוא בהבחינות שלמעלה, דזה שיום הכפורים הוא יום שנתחייב בה' תפלות הוא לפי שביום הכפורים הוא עליית המלכות בעתיק (כמבואר בסידור34), דענין זה הוא בכל היום, ואעפ\"כ, יש בזה כו\"כ דרגות, ועיקר העלי' הוא בנעילה (כמבואר בסידור35).והנה הדרגות דיום הכפורים נחלקות לב' דרגות כלליות. שבת שבתון היא36 (לשון נקבה) ושבת שבתון הוא37 (לשון זכר). דב' הדרגות הם בעתיק, אלא שבעתיק שני פירושים. שבכללות, בחינה העליונה שבכתר (ובפרט התלת רישין שבה) נקראת בשם עתיק, אבל עיקר ענין דעתיקא הוא אוא\"ס שבהתלת רישין38. והחילוק בין שתי דרגות הנ\"ל הוא, דשבת שבתון היא (לשון נקבה) הוא בעתיק, בתלת רישין שבו (שבהם נכלל גם רדל\"א), ושבת שבתון הוא (לשון זכר) הוא באוא\"ס שברדל\"א39. ועפ\"ז יש לומר תוספת ביאור בזה שלאחרי שאומר שובה ישראל עד מוסיף הוי' אלקיך, כי עד ולא עד בכלל הוא בעתיק (כמובא לעיל ס\"ג מלקו\"ת), וזה שהוי' כאלקים יחשב לגבי אוא\"ס שלמעלה מהוי' יש לומר שזהו לגבי אוא\"ס שברדל\"א.ו) ויש לומר, דזה שאומרים שמעלתו של יום הכפורים הוא, שהוא יום שנתחייב בה' תפלות, אף שהיום עצמו (גילוי התקשרות העצמות דעצם הנשמה עם העצמות) הוא נעלה יותר מזה שנתחייב בה' תפלות (הגילוי בדרגות הפרטיות דהנשמה), הוא, כי זה שעצם הנשמה מתגלית בדרגות הפרטיות שלה, שעי\"ז הכפרה בהמקום שבו הי' תחילה הפגם, יש בזה יתרון לגבי הדרגא דעצם הנשמה. דהגם שבהבחינות נר\"נ ובפרט בחי' נפש (כמו שהם מצד עצמם) שייך פגמים אעפ\"כ הם מתכפרים. [ויתירה מזו, שהכפרה שמצד עיצומו של יום היא באופן שמתגלה שבפנימיות לא הי' בהם פגם מלכתחילה, כנ\"ל]. ועד\"ז הוא גם בענין הכפרה עצמו, שעיקר החידוש שבכפרה הוא בכפרה על חטאים כפשוטם. דהכפרה על החטאים שבצדיקים, הענין דיש מי שאוהב וכיו\"ב שלגבי מדריגתם הוא כמו פריקת עול40, כיון שעל חטאים אלה אין שייך לומר שהם היפך רצון הקב\"ה [שהרי ישות זו היא מפני הטבע שהטביע הקב\"ה41], לכן, הכפרה שעל זה אינה חידוש כ\"כ. ועיקר החידוש ו(במילא) המעלה היא בכפרה על חטאים כפשוטם, שבזה מתגלה תוקף הבלתי מוגבל של ההתקשרות דישראל וקוב\"ה, שגם כשעשו היפך רצונו מ\"מ (ע\"י התשובה והכפרה) הם מרוצים לפניו ית' כמו שלא חטאו מעולם42. וזהו שארז\"ל43 במקום שבעלי תשובה עומדין אין צדיקים גמורין יכולים לעמוד בו, דיש לומר שאין מרז\"ל זה יוצא מידי פשוטו44 ועיקר המעלה דבעלי תשובה הוא בבעלי תשובה כפשוטם. ועפ\"ז יובן מה שמביא הצ\"צ45 (מספר טעמי המצוות להרח\"ו46), דזה שהאריז\"ל הי' נוהג לומר פרטי הוידויים הוא, כי כל ישראל הם גוף אחד, דלכאורה הי' אפשר לומר שהוידויים של האריז\"ל היו על ענינים שבתכלית הדקות ששייכים גם אצלו47 [וע\"ד שנת\"ל בענין הישות דיש מי שאוהב], וזה שמבארים דהוידויים של האריז\"ל היו (גם) על חטאים כפשוטם מפני שכל ישראל הם גוף אחד, יש לומר, כי ע\"פ ביאור זה דוקא מובן שאצל האריז\"ל היתה גם המעלה דבעלי תשובה כפשוטם48.ז) ויש להוסיף, שעיקר החידוש והמעלה שבבעלי תשובה הוא בהעבודה דתומ\"צ שלאחרי התשובה, כי עבודת התשובה היא לדלג שור49 שלא כסדר ודרך השתלשלות. ולכן, גילוי התקשרות העצמית דעצם הנשמה עם העצמות שע\"י התשובה והכפרה, עם היות שהגילוי הוא בדרגות אלו שבהם הי' הפגם, שבכללות הוא הבחינות נר\"נ, הרי זה כמו שהנר\"נ הם באופן של העלאה למעלה (להדרגות חי' יחידה, ועד לעצם הנשמה). ועיקר החידוש והמעלה דתשובה הוא בזה שע\"י התשובה, גם העבודה דתומ\"צ היא בחילא יתיר50. שהעבודה בתומ\"צ היא בסדר מסודר [ד(רוב) המצוות יש להן שיעור מצומצם כמבואר בתניא51, ועאכו\"כ לימוד התורה שהוא בהבנה והשגה], וע\"י שהעבודה דתומ\"צ שלאחרי התשובה היא בחילא יתיר, הגילוי דחי' יחידה (וי\"ל גם דעצם הנשמה) בנר\"נ הוא כמו שהנר\"נ הם למטה. ויתירה מזו, שע\"י העבודה דתומ\"צ נעשה גם העולם דירה לו ית', ועי\"ז נשלמת הכוונה דדירה בתחתונים, וכידוע בענין במי נמלך בנשמותיהן של צדיקים52, דזה שאמרו בנשמותיהן של צדיקים (אף שבמקום שבעלי תשובה עומדין אין צדיקים גמורין יכולין לעמוד בו), כי תכלית כוונת הבריאה היא שיהי' דירה לו ית' בתחתונים, וזה נעשה ע\"י עבודת הצדיקים, עבודה דתומ\"צ. אלא שהשלימות בהעבודה דתומ\"צ הוא כשהיא באה לאחרי קדימת התשובה שאז העבודה דתומ\"צ היא בחילא יתיר, ועי\"ז מיתוסף בהגילוי אלקות (שבאדם, ועי\"ז) גם בעולם, ועי\"ז נשלמת יותר הכוונה דדירה בתחתונים.ח) וזהו שובה ישראל עד הוי' אלקיך גו' קחו עמכם דברים גו', דזה שמוסיף קחו עמכם דברים לאחרי שאומר שובה ישראל עד הוי' אלקיך, הוא, כי מצד גודל העילוי שבעבודת התשובה, ובפרט בהתשובה דשובה גו' עד הוי' אלקיך, שהתשובה היא בבחינת עד ולא עד בכלל, ויתירה מזו – הוי' אלקיך, שעי\"ז מתגלית עצם הנשמה שקשורה עם העצמות (שלמעלה גם מבעל הרצון), ואע\"פ שהוא נמצא בדרגא נעלית ביותר, ולכאורה אינו שייך לתיקון הפגמים [ובפרט שבכדי לתקן זה צריך לירד ממדריגתו], בכל זה אומר קחו עמכם דברים, שצריך להיות וידוי דברים, בכדי למחות את גוף הקליפות53.ועוד פירוש בקחו עמכם דברים, שדברים הם תורה ומצוות54. שגם בענין דתיקון החטאים, אף שיש בזה היתרון שעי\"ז נמשך הגילוי דעצם הנשמה (גם) בהדרגות התחתונות ששייך בהם פגם, מ\"מ, גם זה אינו מספיק, וצ\"ל קחו עמכם דברים, תורה ומצוות, שעי\"ז יהי' העילוי גם בהדרגות דהנשמה כמו שהם למטה (ולא באופן דהעלאה), ויתירה מזו, שעי\"ז נעשה גם בירור וזיכוך בהעולם, ונעשה דירה לו ית' בתחתונים.וזהו גם מה שממשיך בכתוב ושובו אל הוי', שלאחרי התשובה דשובה ישראל עד הוי' אלקיך שהיא העלאה מלמטה למעלה, צ\"ל ושובו אל הוי', להמשיך האור מלמעלה למטה ע\"י תומ\"צ שהם דרך הוי'55. ועי\"ז, ממשיכים כל ההשפעות לא רק בענינים רוחניים אלא גם בענינים גשמיים, בבני חיי ומזוני רויחי, וכמאמר אדמו\"ר הזקן56 אַז דער אויבערשטער גיט אידן גשמיות און אידן מאַכן פון די גשמיות רוחניות, ועושים דירה לו ית' בתחתונים, ועי\"ז – והיתה להוי' המלוכה57.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד ש\"פ האזינו, שבת תשובה, ה'תשל\"זשובה ישראל עד הוי' אלקיך גו' קחו עמכם דברים ושובו אל הוי'1, וצריך להבין, דכשאומר שובה ישראל הרי הכוונה היא לתשובה כדבעי, ומכיון שמ\"ע להתוודות (כשעושה תשובה)2, ועד שהוידוי הוא מעיקרי התשובה3, הרי בשובה ישראל נכלל גם וידוי דברים, ומה מוסיף בקחו עמכם דברים4 כן צ\"ל ההמשך מה שאומר ושובו אל הוי', דמזה משמע שלאחרי התשובה דשובה ישראל גו', צריכה להיות עוד תשובה.ב) ויובן זה בהקדים מה שנתבאר לעיל5, דמ\"ש שובה ישראל עד הוי' אלקיך (אף שלכאורה הול\"ל להוי' אלקיך), הוא, כפירוש אדמו\"ר הזקן6, שהתשובה צריכה להיות עד שהוי' יהי' אלקיך ועוד פירוש7 בשובה ישראל עד, שעד קאי על בחינה שלמעלה שנק' בשם עד8 וגם בזה שתי דרגות, עד ועד בכלל ועד ולא עד בכלל עד ועד בכלל הוא (בד\"כ) בהמדריגות שבסדר השתלשלות, שכל המדריגות שבהשתלשלות הם בערך זל\"ז, ולכן, גם כשנמצא במדריגה תחתונה יש לו כבר שייכות להמדריגות שלמעלה ממנה, ועד למדריגה הכי עליונה, עד ועד בכלל ועד ולא עד בכלל הוא בלמעלה מהשתלשלות, שגם כשהוא נמצא בדרגא הכי עליונה שבהשתלשלות, לא יגיע עי\"ז להדרגא שלמעלה מהשתלשלות, עד ולא עד בכלל.ועפ\"ז יש לבאר השייכות דתשובה לבחינת עד (שובה ישראל עד), כי בתשובה שני ענינים זה שע\"י התשובה הוא מתקן וממלא את זה שהי' צריך לעשות, דזה הוא (בעיקר) בהבחינות דהשתלשלות (כי אדם הוא ציור מוחין ומדות), עד ועד בכלל וזה שבכדי שיוכל לתקן ולמלאות ענינים אלו, צריך להגיע לבחי' שלמעלה מהשתלשלות (לא אדם שבאדם9), עד ולא עד בכלל",
          "topics": [
            "אור",
            "ישראל",
            "כוונה",
            "תשובה",
            "השתלשלות"
          ],
          "word_count": 234
        },
        {
          "chunk_id": "chunk_2",
          "content": "ויש לומר, שזהו גם מה שממשיך בכתוב (לאחרי אמרו שובה ישראל עד) הוי' אלקיך, כי הוי' ואלקים הם סובב וממלא, וע\"י שובה ישראל עד, שהתשובה שלו היא באופן שמעורר בחינת לא אדם שבו (עד ולא עד בכלל) וממשיך זה בגילוי בציור אדם שבו, עי\"ז יהי' הוי' אלקיך כחך וחיותך, שאור הסובב שלמעלה מהשתלשלות יאיר בו בגילוי בפנימיות.ג) והנה נתבאר לעיל10, דבפירוש שובה ישראל עד הוי' אלקיך, שהתשובה צריכה להיות עד שהוי' יהי' אלקיך, שני ענינים, שהוי' יהי' אלקיך כחך וחיותך, ושהוי' יהי' רק בחי' אלקים וצמצום לגבי אוא\"ס שלמעלה מהוי' ויש לומר, דשני הענינים שב(שובה ישראל) עד, עד ועד בכלל ועד ולא עד בכלל, הם בהתאם לשני הפירושים (ענינים) בהוי' אלקיך והענין הוא, דזה שנתבאר לעיל ששני הענינים שבעד הם השתלשלות ולמעלה מהשתלשלות, הוא בכללות, אבל בפרטיות, גם בלמעלה מהשתלשלות ישנם שני הענינים שבעד כמ\"ש בלקו\"ת11, דשני הענינים שבעד הם בכתר [דכתר, בכלל, הוא למעלה מהשתלשלות] עד ועד בכלל הוא באריך, שרש הנאצלים ועד ולא עד בכלל הוא בעתיק, בחינה תחתונה שבמאציל.ויובן זה ע\"פ הידוע12, שע\"י ההשגה באור הממלא שמתלבש בעולמות, שהוא הארה בלבד (כדמוכח מזה גופא שהוא בהתלבשות), באים לידי ידיעה שישנו אור שהוא מופלא מעולמות, שממנו נמשכת ההארה שבהתלבשות, ומכיון שע\"י ההשגה בההארה המתלבשת בעולמות באים להידיעה דאור המופלא מעולמות, אף שהידיעה באור זה היא רק ידיעת השלילה, שיודע שאור זה הוא מופלא מהעולמות ומההארה המתלבשת בהם, מ\"מ, מכיון שגם ידיעת השלילה היא ידיעה והשגה13, לכן גם האור המופלא מעולמות הוא בכלל עד ועד בכלל",
          "topics": [
            "אור",
            "אוא\"ס",
            "גילוי",
            "צמצום",
            "עולמות"
          ],
          "word_count": 237
        },
        {
          "chunk_id": "chunk_3",
          "content": "[ועד\"ז הוא בעבודת האדם, דמכיון שהשכל עצמו מכריח אַז מיט שכל אַליין קען מען ניט דורכגיין, ובכדי שתהי' העבודה כדבעי, הוא דוקא ע\"י קבלת עול שלמעלה מהשכל, לכן, גם הקבלת עול (הבאה מזה שהשכל מכריח) היא בכלל עד ועד בכלל] וענין עד ולא עד בכלל הוא בהאור שאין שייך בו גם ידיעת השלילה14 [ובעבודת האדם – בהקבלת עול שמצד הנשמה].ועפ\"ז יש לבאר הקשר דשני הפירושים בשובה ישראל עד (שזה קאי על עד ועד בכלל, או שזה קאי על עד ולא עד בכלל) עם שני הפירושים בשובה ישראל עד הוי' אלקיך, עד שהוי' יהי' אלקיך כחך וחיותך ועד שהוי' יהי' רק בחי' אלקים וצמצום לגבי אוא\"ס שלמעלה מהוי', דהפירוש שובה ישראל עד שהוא עד ועד בכלל, האור ששייך בו ידיעת השלילה, דבכללות הוא אור הסובב, הוא בהתאם להפירוש עד שהוי' יהי' אלקיך כחך וחיותך, שהאור שמתגלה ע\"י התשובה הוא אור הסובב (הוי') והפירוש בשובה ישראל עד שהוא עד ולא עד בכלל, האור שאין שייך בו גם ידיעת השלילה, הוא בהתאם להפירוש עד שהוי' יהי' רק בחי' אלקים וצמצום לגבי אוא\"ס שלמעלה מהוי', שהאור שמתגלה ע\"י התשובה הוא האור שלמעלה גם מאור הסובב.ד) ובעומק יותר יש לומר, דזה שהכתוב מוסיף הוי' אלקיך לאחרי שאומר כבר שובה ישראל עד, כי ענין הוי' אלקיך, שהוי' הוא רק בחי' אלקים וצמצום לגבי אוא\"ס שלמעלה מהוי', הוא למעלה יותר גם מעד ולא עד בכלל ויובן זה ע\"פ מה שנתבאר לעיל15 דבהוי' שבפסוק שובה ישראל עד הוי' אלקיך נכלל גם הוי' בניקוד אלקים, שהיא דרגא נעלית ביותר, כמבואר בלקו\"ת16 (עה\"פ17 כן אד' הוי' יצמיח צדקה גו') גודל העילוי של ב' השמות אד' והוי' (בניקוד אלקים) ואעפ\"כ כתיב עד הוי' אלקיך, שגם הוי' זה הוא רק בחי' אלקים וצמצום לגבי אוא\"ס שלמעלה מהוי', כי גם הוי' (בניקוד אלקים) הוא שם בלבד",
          "topics": [
            "אור",
            "אוא\"ס",
            "צמצום",
            "ישראל",
            "דור"
          ],
          "word_count": 283
        },
        {
          "chunk_id": "chunk_4",
          "content": "וכמבואר בלקו\"ת18 בענין ב' הדרגות דשופר שיהי' לע\"ל, ואד' הוי' בשופר יתקע גו' ויתקע בשופר גדול19, שהשופר דאד' הוי' בשופר יתקע, כיון שגם אד' הוי' (בניקוד אלקים) הם רק שמות, הוא שופר סתם, משא\"כ גבי שופר גדול כתיב יתקע בשופר גדול, יתקע סתם ולא נאמר מי הוא התוקע, כי תקיעה זו היא המשכה וגילוי מבחי' סתימא דכל סתימין ומבואר בלקו\"ת שם, שעד\"ז הוא החילוק בין ראש השנה ליום הכפורים, שהשופר דראש השנה הוא ע\"ד ואד' הוי' בשופר יתקע, וביום הכפורים כתיב20 לפני הוי' תטהרו, למעלה מהוי'21, ויתירה מזו22, כי ביום הזה יכפר עליכם19, יכפר סתם ולא נאמר מי הוא המכפר20, ע\"ד יתקע בשופר גדול, יתקע סתם וזהו שאומרים בההפטורה דשבת תשובה, שובה ישראל עד הוי' אלקיך, שהוי' זה קאי גם על הוי' בניקוד אלקים, כי בשבת תשובה ישנו כבר מעין העילוי דיום הכפורים23, ולגבי עילוי זה גם הוי' בניקוד אלקים הוא רק בחי' אלקים וצמצום.ועפ\"ז יש לבאר זה שלאחרי שאומר שובה ישראל עד, שבזה נכלל גם עד ולא עד בכלל, מוסיף הוי' אלקיך, כי גם ענין עד ולא עד בכלל, אף שאין שייך בו גם ידיעת השלילה (כנ\"ל סעיף ג), מ\"מ מזה שצריך לשלול ולומר עד ולא עד בכלל, מובן24, שיש לו איזו שייכות וע\"ד הענין דבעל הרצון שממנו נמשך הסליחה (כמבואר לעיל25), דבכללות הוא ענין השמות אד' הוי' בניקוד אלקים שעל ידם מתמלאים כל הפגמים26, דהגם שזה שנמשכת ממנו הסליחה על זה שעשו היפך הרצון הוא מפני שאינו מוכרח בהרצון27, מ\"מ יש להרצון שייכות אליו (כדמוכח מזה שנקרא בשם בעל הרצון), ולכן צריכה להיות הסליחה על זה שעשו היפך הרצון28 משא\"כ לגבי עצמות אוא\"ס שלמעלה גם מבעל הרצון, אין שייך פגם מלכתחילה",
          "topics": [
            "אוא\"ס",
            "עצמות",
            "גילוי",
            "צמצום",
            "ישראל"
          ],
          "word_count": 263
        },
        {
          "chunk_id": "chunk_5",
          "content": "וכמבואר במ\"א29 בענין עיצומו של יום מכפר30, שהכפרה הבאה מצד עיצומו של יום היא (לא באופן של פעולה, אלא) שביום זה מתגלה ההתקשרות של עצם הנשמה עם העצמות (שלמעלה גם מבעל הרצון), שלגבי דרגא זו אין שייך פגם מלכתחילה וזהו שלאחרי שאומר שובה ישראל עד מוסיף הוי' אלקיך, דמכיון ששבת תשובה הוא הקדמה ליום הכפורים, לכן התשובה דשבת תשובה צריכה להיות לא רק עד, עד ולא עד בכלל, שעי\"ז יתבטלו כל הפגמים, אלא שצריך גם לעורר ולגלות את נקודת היהדות, ההתקשרות דעצם הנשמה עם העצמות (שלמעלה גם מבעל הרצון), שלגבי' גם הוי' בניקוד אלקים הוא רק בחי' אלקים וצמצום, ועי\"ז מתגלה שהענינים הבלתי רצויים הם רק בחיצוניות, אבל בפנימיות31 (מצד ההתקשרות דישראל וקוב\"ה), מלכתחילה לא היו דברים בלתי רצויים.ה) ויש לומר, שגם ביום הכיפורים ישנם שני הענינים, הגילוי דעצם הנשמה שמקושרת עם העצמות, וזה שענין זה מתגלה בדרגות הפרטיות דהנשמה, עד לדרגת נפש שבה, שעי\"ז מתגלית הכפרה (שבאופן הנ\"ל) גם בהדרגות דהנשמה ששייך בהם פגם וזהו שיום הכפורים הוא יום שנתחייב בה' תפלות32, ה' תפלות הם כנגד חמשה השמות דהנשמה, נפש רוח נשמה חי' ויחידה33, וענין יום שנתחייב בה' תפלות הוא שהגילוי דעצם הנשמה, שמצד עיצומו של יום, מתגלה בדרגות הפרטיות שלה ויש לומר, שהחילוק בין ה' התפלות הוא לא רק בהמקום (הדרגא) שבו מתגלה עצם הנשמה, אלא גם בהגילוי דבתפלת נעילה, בחינת יחידה, הגילוי הוא יותר מבד' התפלות שלפנ\"ז ועד\"ז הוא בנוגע לד' התפלות עצמם, שהחילוק הוא גם באופן הגילוי",
          "topics": [
            "עצמות",
            "גילוי",
            "צמצום",
            "משה",
            "ישראל"
          ],
          "word_count": 231
        },
        {
          "chunk_id": "chunk_6",
          "content": "ועד\"ז הוא בהבחינות שלמעלה, דזה שיום הכפורים הוא יום שנתחייב בה' תפלות הוא לפי שביום הכפורים הוא עליית המלכות בעתיק (כמבואר בסידור34), דענין זה הוא בכל היום, ואעפ\"כ, יש בזה כו\"כ דרגות, ועיקר העלי' הוא בנעילה (כמבואר בסידור35).והנה הדרגות דיום הכפורים נחלקות לב' דרגות כלליות שבת שבתון היא36 (לשון נקבה) ושבת שבתון הוא37 (לשון זכר) דב' הדרגות הם בעתיק, אלא שבעתיק שני פירושים שבכללות, בחינה העליונה שבכתר (ובפרט התלת רישין שבה) נקראת בשם עתיק, אבל עיקר ענין דעתיקא הוא אוא\"ס שבהתלת רישין38 והחילוק בין שתי דרגות הנ\"ל הוא, דשבת שבתון היא (לשון נקבה) הוא בעתיק, בתלת רישין שבו (שבהם נכלל גם רדל\"א), ושבת שבתון הוא (לשון זכר) הוא באוא\"ס שברדל\"א39 ועפ\"ז יש לומר תוספת ביאור בזה שלאחרי שאומר שובה ישראל עד מוסיף הוי' אלקיך, כי עד ולא עד בכלל הוא בעתיק (כמובא לעיל ס\"ג מלקו\"ת), וזה שהוי' כאלקים יחשב לגבי אוא\"ס שלמעלה מהוי' יש לומר שזהו לגבי אוא\"ס שברדל\"א.ו) ויש לומר, דזה שאומרים שמעלתו של יום הכפורים הוא, שהוא יום שנתחייב בה' תפלות, אף שהיום עצמו (גילוי התקשרות העצמות דעצם הנשמה עם העצמות) הוא נעלה יותר מזה שנתחייב בה' תפלות (הגילוי בדרגות הפרטיות דהנשמה), הוא, כי זה שעצם הנשמה מתגלית בדרגות הפרטיות שלה, שעי\"ז הכפרה בהמקום שבו הי' תחילה הפגם, יש בזה יתרון לגבי הדרגא דעצם הנשמה דהגם שבהבחינות נר\"נ ובפרט בחי' נפש (כמו שהם מצד עצמם) שייך פגמים אעפ\"כ הם מתכפרים [ויתירה מזו, שהכפרה שמצד עיצומו של יום היא באופן שמתגלה שבפנימיות לא הי' בהם פגם מלכתחילה, כנ\"ל] ועד\"ז הוא גם בענין הכפרה עצמו, שעיקר החידוש שבכפרה הוא בכפרה על חטאים כפשוטם",
          "topics": [
            "אור",
            "אוא\"ס",
            "עצמות",
            "גילוי",
            "מלכות"
          ],
          "word_count": 253
        },
        {
          "chunk_id": "chunk_7",
          "content": "דהכפרה על החטאים שבצדיקים, הענין דיש מי שאוהב וכיו\"ב שלגבי מדריגתם הוא כמו פריקת עול40, כיון שעל חטאים אלה אין שייך לומר שהם היפך רצון הקב\"ה [שהרי ישות זו היא מפני הטבע שהטביע הקב\"ה41], לכן, הכפרה שעל זה אינה חידוש כ\"כ ועיקר החידוש ו(במילא) המעלה היא בכפרה על חטאים כפשוטם, שבזה מתגלה תוקף הבלתי מוגבל של ההתקשרות דישראל וקוב\"ה, שגם כשעשו היפך רצונו מ\"מ (ע\"י התשובה והכפרה) הם מרוצים לפניו ית' כמו שלא חטאו מעולם42 וזהו שארז\"ל43 במקום שבעלי תשובה עומדין אין צדיקים גמורין יכולים לעמוד בו, דיש לומר שאין מרז\"ל זה יוצא מידי פשוטו44 ועיקר המעלה דבעלי תשובה הוא בבעלי תשובה כפשוטם ועפ\"ז יובן מה שמביא הצ\"צ45 (מספר טעמי המצוות להרח\"ו46), דזה שהאריז\"ל הי' נוהג לומר פרטי הוידויים הוא, כי כל ישראל הם גוף אחד, דלכאורה הי' אפשר לומר שהוידויים של האריז\"ל היו על ענינים שבתכלית הדקות ששייכים גם אצלו47 [וע\"ד שנת\"ל בענין הישות דיש מי שאוהב], וזה שמבארים דהוידויים של האריז\"ל היו (גם) על חטאים כפשוטם מפני שכל ישראל הם גוף אחד, יש לומר, כי ע\"פ ביאור זה דוקא מובן שאצל האריז\"ל היתה גם המעלה דבעלי תשובה כפשוטם48.ז) ויש להוסיף, שעיקר החידוש והמעלה שבבעלי תשובה הוא בהעבודה דתומ\"צ שלאחרי התשובה, כי עבודת התשובה היא לדלג שור49 שלא כסדר ודרך השתלשלות ולכן, גילוי התקשרות העצמית דעצם הנשמה עם העצמות שע\"י התשובה והכפרה, עם היות שהגילוי הוא בדרגות אלו שבהם הי' הפגם, שבכללות הוא הבחינות נר\"נ, הרי זה כמו שהנר\"נ הם באופן של העלאה למעלה (להדרגות חי' יחידה, ועד לעצם הנשמה) ועיקר החידוש והמעלה דתשובה הוא בזה שע\"י התשובה, גם העבודה דתומ\"צ היא בחילא יתיר50",
          "topics": [
            "אור",
            "עצמות",
            "גילוי",
            "עולם",
            "צדיקים"
          ],
          "word_count": 255
        },
        {
          "chunk_id": "chunk_8",
          "content": "שהעבודה בתומ\"צ היא בסדר מסודר [ד(רוב) המצוות יש להן שיעור מצומצם כמבואר בתניא51, ועאכו\"כ לימוד התורה שהוא בהבנה והשגה], וע\"י שהעבודה דתומ\"צ שלאחרי התשובה היא בחילא יתיר, הגילוי דחי' יחידה (וי\"ל גם דעצם הנשמה) בנר\"נ הוא כמו שהנר\"נ הם למטה ויתירה מזו, שע\"י העבודה דתומ\"צ נעשה גם העולם דירה לו ית', ועי\"ז נשלמת הכוונה דדירה בתחתונים, וכידוע בענין במי נמלך בנשמותיהן של צדיקים52, דזה שאמרו בנשמותיהן של צדיקים (אף שבמקום שבעלי תשובה עומדין אין צדיקים גמורין יכולין לעמוד בו), כי תכלית כוונת הבריאה היא שיהי' דירה לו ית' בתחתונים, וזה נעשה ע\"י עבודת הצדיקים, עבודה דתומ\"צ אלא שהשלימות בהעבודה דתומ\"צ הוא כשהיא באה לאחרי קדימת התשובה שאז העבודה דתומ\"צ היא בחילא יתיר, ועי\"ז מיתוסף בהגילוי אלקות (שבאדם, ועי\"ז) גם בעולם, ועי\"ז נשלמת יותר הכוונה דדירה בתחתונים.ח) וזהו שובה ישראל עד הוי' אלקיך גו' קחו עמכם דברים גו', דזה שמוסיף קחו עמכם דברים לאחרי שאומר שובה ישראל עד הוי' אלקיך, הוא, כי מצד גודל העילוי שבעבודת התשובה, ובפרט בהתשובה דשובה גו' עד הוי' אלקיך, שהתשובה היא בבחינת עד ולא עד בכלל, ויתירה מזו – הוי' אלקיך, שעי\"ז מתגלית עצם הנשמה שקשורה עם העצמות (שלמעלה גם מבעל הרצון), ואע\"פ שהוא נמצא בדרגא נעלית ביותר, ולכאורה אינו שייך לתיקון הפגמים [ובפרט שבכדי לתקן זה צריך לירד ממדריגתו], בכל זה אומר קחו עמכם דברים, שצריך להיות וידוי דברים, בכדי למחות את גוף הקליפות53.ועוד פירוש בקחו עמכם דברים, שדברים הם תורה ומצוות54",
          "topics": [
            "אלקות",
            "אור",
            "עצמות",
            "גילוי",
            "תחתונים"
          ],
          "word_count": 227
        },
        {
          "chunk_id": "chunk_9",
          "content": "שגם בענין דתיקון החטאים, אף שיש בזה היתרון שעי\"ז נמשך הגילוי דעצם הנשמה (גם) בהדרגות התחתונות ששייך בהם פגם, מ\"מ, גם זה אינו מספיק, וצ\"ל קחו עמכם דברים, תורה ומצוות, שעי\"ז יהי' העילוי גם בהדרגות דהנשמה כמו שהם למטה (ולא באופן דהעלאה), ויתירה מזו, שעי\"ז נעשה גם בירור וזיכוך בהעולם, ונעשה דירה לו ית' בתחתונים.וזהו גם מה שממשיך בכתוב ושובו אל הוי', שלאחרי התשובה דשובה ישראל עד הוי' אלקיך שהיא העלאה מלמטה למעלה, צ\"ל ושובו אל הוי', להמשיך האור מלמעלה למטה ע\"י תומ\"צ שהם דרך הוי'55 ועי\"ז, ממשיכים כל ההשפעות לא רק בענינים רוחניים אלא גם בענינים גשמיים, בבני חיי ומזוני רויחי, וכמאמר אדמו\"ר הזקן56 אַז דער אויבערשטער גיט אידן גשמיות און אידן מאַכן פון די גשמיות רוחניות, ועושים דירה לו ית' בתחתונים, ועי\"ז – והיתה להוי' המלוכה57",
          "topics": [
            "אור",
            "גילוי",
            "תחתונים",
            "עולם",
            "ישראל"
          ],
          "word_count": 128
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס שבת תשובה-מוצאי יום הכפורים – תש\"נ, \"לקראת שבת תשובה, ולקראת יום הכפורים .. עש\"ק שובה שנת ה'תש\"נ\".מאמר זה הוא המשך למאמר שלפניו (ד\"ה זה דוא\"ו תשרי) לעיל ע' פט ואילך. ולכן לא נכפלו כאן (רוב) הציונים והמ\"מ שכבר נסמנו שם.1) הושע יד, ב-ג. – התחלת וראשית ההפטורה דשבת תשובה.2) סמ\"ג מ\"ע טז. סהמ\"צ להרמב\"ם מ\"ע עג. הל' תשובה פ\"א ה\"א. \"מנין המצוות על סדר הלכות הרמב\"ם זצ\"ל\" הלכות תשובה. ועוד.3) סהמ\"צ להצ\"צ מצות וידוי ותשובה בתחלתה (לח, א).4) ראה במפרשים להושע שם, שקחו עמכם דברים הוא וידוי. וכ\"ה באוה\"ת דרושים לשבת שובה ד\"ה זה ס\"ע א'תצו.5) בד\"ה שובה ישראל דוא\"ו תשרי הנ\"ל ס\"ו (לעיל ע' צג).6) לקו\"ת פינחס עה, ב. דרושים לשבת שובה ד\"ה שובה הא' ס\"ד (סה, א).7) ראה בארוכה בכ\"ז ד\"ה שובה תרס\"ו.8) ראה גם לקו\"ת דרושים לשבת שובה ד\"ה שובה הב' ס\"ה (סז, ג), דפירוש שובה ישראל עד הוא \"להשיב בחי' עד\". אלא שהביאור שם הוא באופן אחר.9) ראה סה\"מ תרכ\"ח ע' נד ואילך, שעיקר פרצוף האדם הוא מן החוטם ולמטה, והפדחת שלמעלה מהחוטם \"הוא למעלה מבחי' אדם\", בחינת לא אדם.10) בד\"ה שובה ישראל הנ\"ל (שבהערה 5) ס\"ו-ז (לעיל ע' צג ואילך).11) פקודי ז, ג.12) ראה לקמן ח\"ד ע' טז ואילך. וש\"נ.13) וראה לקו\"ת פקודי ו, ג.14) ראה סה\"מ עת\"ר ע' יו\"ד, דידיעת השלילה היא באריך משא\"כ בעתיק. ועפ\"ז יומתק זה שעד ועד בכלל הוא באריך ועד ולא עד בכלל הוא בעתיק.15) בד\"ה שובה הנ\"ל ס\"ח (לעיל ע' צה).16) נצבים נא, א ואילך.17) ישעי' סא, יא.18) דרושים לר\"ה נט, ג-ד.19) זכרי' ט, יד. ישעי' כז, יג.20) אחרי טז, ל.21) וכ\"ה גם בלקו\"ת אחרי כו, ג – נסמן בלקו\"ת דרושים לר\"ה שם נט, סע\"ד.22) בלקו\"ת שם, יכפר סתם ולפני הוי', באים בהמשך אחד. ויש לומר, שזהו בכללות. אבל בפרטיות הם שני ענינים.23) שהרי מיני' מתברכין כל ימי השבוע שלאחריו (זח\"ב סג, ב. פח, א). ולהעיר, שבכללות, גם בר\"ה ישנה המשכה זו דיתקע בשופר גדול, כמבואר בד\"ה שובה שבהערה 15.ועפ\"ז יומתק יותר זה שבשבת תשובה אומרים שובה גו' הוי' אלקיך, מכיון ששבת תשובה הוא לאחרי ר\"ה, והענין דיתקע בשופר גדול נמשך כבר בפועל.24) להעיר משעהיוה\"א פ\"ט (פו, ב) \"כאומר על איזו חכמה רמה ועמוקה שאי אפשר למששה בידים מפני עומק המושג, שכל השומע יצחק לו, לפי שחוש המישוש אינו מתייחס ונופל אלא על עשי' גשמיית הנתפסת בידים\". דיש לומר, דזה שא\"א לומר על חכמה רמה ועמוקה שא\"א למששה בידים הוא לא רק מפני שזה שא\"א למששה בידים אינו מורה כלל על העומק (וההפלאה) של החכמה* – כי אי משום הא, לא הי' זה מעורר \"צחוק אצל כל השומע\" – כי אם, שהשכל והמישוש הם שני ענינים נבדלים לגמרי שאין יחס ביניהם, ובלשון התניא \"שחוש המישוש אינו מתייחס ונופל אלא על עשי' גשמיית\". וענין השלילה, שאומרים על איזה דבר שהוא מושלל מהשני, שייך דוקא בדברים שיש יחס ביניהם, ולכן \"כל השומע יצחק לו\".25) *) וע\"ד מ\"ש בהמשך תרס\"ו ע' נח ובכ\"מ, שאין שייך לשלול ענינים שבאין ערוך, כי ע\"י שלילה זו אין משיגים הפלאתו של הדבר שממנו שוללים אותו.בד\"ה שובה הנ\"ל ס\"ה (לעיל ע' צג). וש\"נ.26) לקו\"ת נצבים ור\"ה שבהערה 16 והערה 18.27) ראה סה\"מ אעת\"ר ע' יח שהוא כמו מלך המצוה דבר ע\"י שליח, שהשליח אינו יכול לשנות מציווי המלך ומרצונו, משא\"כ המלך אינו מוכרח בהרצון וביכלתו לשנות.ויש לומר, דמזה שבעל הרצון אינו מוכרח בהרצון וביכלתו לשנות, מוכח, שהוא מובדל מהרצון ואינו בגדר מקור אליו (ולא כאריך שהוא שרש הנאצלים), שלכן, ע\"י הרצון א\"א לידע את בעל הרצון, גם לא באופן דידיעת השלילה. ואעפ\"כ, יש להרצון שייכות אליו, כבפנים.28) להעיר מלקו\"ת דרושים לר\"ה שם (נט, ג) שהשמות אד' הוי' הם \"למלאות כל הפגמים\".29) לקו\"ש ח\"ד ע' 1151 ואילך.30) ראה רמב\"ם הל' תשובה פ\"א ה\"ג \"ועצמו של יוהכ\"פ מכפר לשבים\". ומזה מוכח, דזה שעיצומו של יום מכפר הוא גם לדעת רבנן שיוהכ\"פ אין מכפר אלא על השבים (שבועות יג, א). וצורך התשובה הוא רק בכדי שהענין דעיצומו של יום יומשך בגילוי להאדם, כמבואר בארוכה בלקו\"ש שם ע' 1150.31) גם בהדרגות שבחיצוניות היו בהם ענינים בלתי רצויים.32) ראה לקו\"ת ס\"פ פנחס.33) ב\"ר פי\"ד, ט. דב\"ר פ\"ב, לז.34) עם דא\"ח שער יוהכ\"פ רנ, סע\"ד ואילך.35) שם רנ, סע\"א ואילך.36) אחרי טז, לא.37) אמור כג, לב.38) לקו\"ת דרושים ליוה\"כ עא, ג, מביאור האד\"ז להרח\"ו.39) לקו\"ת שם עא, ד.40) ראה ד\"ה שובה ה'תשמ\"א ס\"ו (לקמן ס\"ע קיד ואילך). וש\"נ.41) ראה לקו\"ת דרושים לר\"ה נה, ד, \"שהבכי' (בר\"ה ויוהכ\"פ) היא לנשמתו כו' שירדה ממקום כבודה ונתגשמה\", ד\"הגשמה\" זו (שע\"י ירידתה בגוף) היא טבע שהטביע הקב\"ה.ולהוסיף, שאין לומר שהכוונה בזה שהטביע הקב\"ה טבע זה הוא בכדי שהאדם ישנה את הטבע (ויבטל את ההגשמה) – כי לפי זה, הצ\"ג הי' בודאי מתקן זה מכבר (לפני ר\"ה ויוהכ\"פ), ומזה שלא תיקן זה מקודם, מוכח שעד עכשיו לא הי' זה ביכלתו. וביטול \"הגשמה\" זו היא רק ע\"י הבכי' בר\"ה ויוהכ\"פ (ובכל שנה, הוא יוצא מ\"הגשמה\" דקה יותר). וראה בארוכה לקו\"ש ח\"ט ע' 209 ואילך. ואכ\"מ.42) ראה רמב\"ם הלכות תשובה פ\"ז ה\"ד.43) רמב\"ם שם, מברכות לד, ב.44) ובפרט שהרמב\"ם מביא זה בספרו שכותב \"בלשון ברורה .. עד שיהיו כל הדינין גלויין (גם) לקטן\" (הקדמת הרמב\"ם).45) בסהמ\"צ שלו מצות אהבת ישראל בתחלתה (דרמ\"צ כח, א).46) פ' קדושים. וכ\"ה גם בפרע\"ח שער יב (שער הסליחות) פ\"ח. סידור האריז\"ל (להר\"ש) לפני נפ\"א. עט\"ז לשו\"ע או\"ח בתחלתו, מכתבי האריז\"ל.47) וע\"ד המבואר בסה\"מ תרנ\"ט ע' סד: שלפי עוצם גדולת ורוממות הא\"ס כו' הרי גם עבודת הצדיקים היותר גדולים אינו בערך עוצם גדולתו כלל. וזהו שכאו\"א אומר הוידוים בעשי\"ת אשמנו כו' גם צדיק גמור כמו משה רבינו ע\"ה הי' צ\"ל וידוים בעשי\"ת והיינו מפני שלפי אמיתות גדולתו ורוממותו גם העבודה האמיתית לחטא יחשב כו'. וראה עד\"ז בסה\"מ תרנ\"א ע' עה ואילך. שם ע' ריב. שם ע' ריד ואילך.48) וי\"ל דשני ענינים בזה: (א) דמכיון שכל ישראל הם גוף אחד, \"מגיע הכאב (של זה החטא) גם לאבר העליון שמושרש נפש האריז\"ל\" (סהמ\"צ שם כח, ב), וע\"י הוידוי דהאריז\"ל תיקן הכאב אצלו שנעשה ע\"י חטא כפשוטו. (ב) יתירה מזו, דע\"י שכל ישראל הם גוף אחד, פעל ע\"י הוידוי שלו (בבחינת מקיף) תיקון החטא עצמו כמו שהוא בזה שחטא.49) לקו\"ת דרושים לשבת שובה ד\"ה שובה ישראל הא' ס\"ד (סה, א). וראה בארוכה ד\"ה זה ה'תשל\"ו (לעיל ע' פג ואילך).50) ל' הזהר ח\"א קכט, ב.51) אגה\"ק ס\"י.52) ב\"ר פ\"ח, ז. רות רבה פ\"ב, א (ג). וראה לקו\"ת שם. המשך תרס\"ו ע' תקלג. וראה גם לקמן ח\"ב ע' כח, ובהנסמן שם הערה 127.53) ראה סהמ\"צ להצ\"צ מצות וידוי ותשובה (לח, ב).54) לקו\"ת דרושים לשבת שובה ד\"ה שובה הב' ס\"ד (סה, א). המשך תרס\"ו ע' תקלג.55) כידוע שהמצוות נק' דרכי הוי' – הושע בסופו. נזיר כג, א. הוריות יו\"ד, ב. זוהר וביאוה\"ז ר\"פ וישלח. ועוד.56) ראה \"היום יום\" כז טבת (אגרות-קודש כ\"ק אדמו\"ר מוהריי\"צ ח\"ב ע' רסה). סה\"מ ה'ש\"ת (הוצאת קה\"ת תשמ\"ו) ע' עח. אגרות-קודש הנ\"ל חי\"א ע' לד.57) עובדי' א, כא.",
      "glossary": "|אַז מיט שכל אַליין קען מען ניט דורכגיין (Az Mit Sechel Alein Ken Men Nit Durchgein): That with intellect alone one cannot get through; אגה\"ק (Iggeret HaKodesh): Holy Epistle; אגרות-קודש (Igrot Kodesh): Holy Letters; אד' והוי' (Adonai v'Hashem): Adonai and Hashem; אדמו\"ר הזקן (Admur HaZaken): The Alter Rebbe; או\"ח (Orach Chaim): Path of Life; אוא\"ס (Ohr Ein Sof): Infinite light (abbreviation); אוה\"ת (Ohr HaTorah): Light of Torah; אור אין סוף (Ohr Ein Sof): Infinite light; אור הממלא (Ohr HaMemaleh): Light that fills; אור הסובב (Ohr HaSovev): Light that encompasses; אחרי (Acharei): Torah portion Acharei; אמור (Emor): Torah portion Emor; אעפ\"כ (Af Al Pi Chen): Nevertheless; אעת\"ר (Et Ratzon): Time of favor; ארז\"ל (Amru Rabboteinu Zichronam Livrachah): Our sages of blessed memory said; אריך (Arich): Long face (Kabbalistic partzuf); אשמנו (Ashamnu): We have sinned; ב\"ר (Bereishit Rabbah): Genesis Rabbah; ב' הדרגות דשופר (Shnei HaDragot D'Shofar): Two levels of shofar; ב' השמות (Shnei HaShemot): The two names; בד\"כ (B'Derech Klal): Generally; בהתאם (B'Hat'am): Corresponding; בהתלבשות (B'Hitlabshut): In enclothement; בחינה תחתונה שבמאציל (Bechinat Tachtonah SheBaMaatzil): Lower aspect of the Emanator; בירור וזיכוך (Birur v'Zikuch): Refinement and purification; בכלל (Bichlal): In general; בכללות (Bichlalut): In general; במי נמלך בנשמותיהן של צדיקים (B'Mi Nimlach b'Nishmoteihen shel Tzadikim): With whom did He consult - with the souls of the righteous; במילא (B'Meila): Consequently; במקום שבעלי תשובה עומדין אין צדיקים גמורין יכולים לעמוד בו (BiMakom sheBa'alei Teshuvah Omdin Ein Tzadikim Gemurim Yecholim La'amod Bo): In the place where penitents stand, complete righteous ones cannot stand; בני חיי ומזוני רויחי (Bnei Chayi u'Mezonei Revichei): Children, life, and ample sustenance; בניקוד אלקים (B'Nikud Elohim): With the vowels of Elohim; בס\"ד (Besiyata Dishmaya): With Divine assistance; בעומק יותר (B'Omek Yoter): More deeply; בעל הרצון (Ba'al HaRatzon): Master of will; בעלי תשובה (Ba'alei Teshuvah): Penitents; בערך זל\"ז (B'Erech Zeh L'Zeh): In relation to each other; בפרט (Bifrat): Especially; בפרטיות (Bifratiyut): In detail; גודל העילוי (Godel HaIluy): The greatness of the elevation; דב\"ר (Devarim Rabbah): Deuteronomy Rabbah; דוקא (Davka): Specifically; דירה בתחתונים (Dirah baTachtonim): Dwelling in the lower worlds; דכתר (D'Keter): Of Keter; דרושים (Derushim): Homilies; ה' תפלות (Chamesh Tefilot): Five prayers; ה'תשל\"ז (5737): Year 5737 (1976-1977); האזינו (Ha'azinu): Torah portion \"Give ear\"; האריז\"ל (HaAri z\"l): Rabbi Isaac Luria of blessed memory; ההארה (HaHa'arah): The illumination; הול\"ל (Havah Lei L'Meimar): He should have said; הוריות (Horayot): Talmudic tractate Horayot; הושע (Hoshea): Prophet Hosea; הח; היום יום (HaYom Yom): Day by Day; הל' תשובה (Hilchot Teshuvah): Laws of Repentance; המשך (Hemshech): Continuation/Discourse; המשכה וגילוי (Hamshachah v'Giluy): Drawing down and revelation; המתלבשת (HaMitlabeshet): That which is enclothed; הפטורה (Haftarah): Prophetic reading; הצ\"צ (HaTzemach Tzedek): The Tzemach Tzedek (third Chabad Rebbe); הקשר (HaKesher): The connection; השגה (Hasagah): Comprehension; השתלשלות (Hishtalshelut): Chain of emanation; התוקע (HaToke'a): The one who blows; ואד' הוי' בשופר יתקע (v'Adonai Hashem B'Shofar Yitka): And the Lord God will blow the shofar; והיתה להוי' המלוכה (v'Haytah LaHashem HaMeluchah): And the kingdom shall be the Lord's; וידוי (Vidui): Confession; ויובן (v'Yuvan): And it will be understood; ויש לומר (v'Yesh Lomar): And one can say; וישלח (Vayishlach): Torah portion Vayishlach; ויתקע בשופר גדול (v'Yitka B'Shofar Gadol): And He will blow a great shofar; ועאכו\"כ (v'Al Achat Kama v'Chama): All the more so; ועפ\"ז (v'Al Pi Zeh): And according to this; וצריך להבין (v'Tzarich L'Havin): And one needs to understand; וש\"נ (v'Sham Nisbareir): And there it is explained; זוהר (Zohar): Book of Splendor; זח\"ב (Zohar Chadash): New Zohar; זכרי' (Zechariah): Prophet Zechariah; חילא יתיר (Chila Yatir): Extra strength; ידיעת השלילה (Yediat HaShlilah): Knowledge of negation; יום הכפורים (Yom HaKippurim): Day of Atonement; ישעי' (Yeshayahu): Prophet Isaiah; יתירה מזו (Yeteirah MiZo): More than this; יתקע סתם (Yitka Setam): He will blow plainly; כ\"ק (Kevod Kedushat): His holy honor; כדמוכח (K'Dimuchach): As proven; כו\"כ (Kamah v'Chamah): Many; כחך וחיותך (Kochecha v'Chayutecha): Your strength and vitality; כל ישראל הם גוף אחד (Kol Yisrael Hem Guf Echad): All Israel are one body; כמ\"ש (K'Mo SheKatuv): As it is written; כן אד' הוי' יצמיח צדקה (Ken Adonai Hashem Yatzmich Tzedakah): So the Lord God will cause righteousness to spring forth; כנ\"ל (K'Nitzchav L'eil): As mentioned above; כפירוש (K'Feirush): As explained; כתר (Keter): Crown (highest sefirah); לדלג שור (Lidlog Shor): To leap like an ox; להעיר (L'Ha'ir): To note; לכאורה (Lichorah): Seemingly; לקו\"ת (Likutei Torah): Collected Torah teachings; מ\"מ (Mekol Makom): Nevertheless; מ\"ע (Mitzvat Aseh): Positive commandment; מאציל (Maatzil): Emanator; מדריגות (Madreigot): Spiritual levels; מדרש רבה (Midrash Rabbah): Great Midrash; מו\"ח (Mori v'Chami): My teacher and father-in-law; מוהריי\"צ (Maharayatz): Rabbi Yosef Yitzchak (sixth Chabad Rebbe); מופלא מעולמות (Mufla Me'Olamot): Wondrous beyond worlds; מזה גופא (MiZeh Gufa): From this itself; מכריח (Machriach): Compels; ממנו נמשכת (Mimenu Nimshachat): From it is drawn; מעיקרי התשובה (Me'ikarei HaTeshuvah): From the fundamentals of repentance; מצד הנשמה (MiTzad HaNeshamah): From the side of the soul; משא\"כ (Masha'ach K'): Unlike; משה רבינו ע\"ה (Moshe Rabbeinu Alav HaShalom): Moses our teacher, peace be upon him; נאצלים (Ne'etzalim): Emanated beings; נזיר (Nazir): Talmudic tractate Nazir; נעילה (Ne'ilah): Closing prayer; נעלית ביותר (Ne'elit Beyoter): Most sublime; נפ\"א (Nefilat Apayim): Falling on face; נפש רוח נשמה חי' ויחידה (Nefesh Ruach Neshamah Chayah Yechidah): Five levels of soul; נצבים (Nitzavim): Torah portion Nitzavim; נשמה (Neshamah): Soul; סה\"מ (Sefer HaMa'amarim): Book of Discourses; סהמ\"צ (Sefer HaMitzvot): Book of Commandments; סובב וממלא (Sovev u'Memaleh): Encompassing and filling; סליחה (Selichah): Forgiveness; סמ\"ג (Sefer Mitzvot Gadol): Great Book of Commandments; סתימא דכל סתימין (Setima D'Chol Setimin): Hidden of all hidden; ע\"ד (Al Derech): In the manner of; ע\"פ (Al Pi): According to; ע\"פ הידוע (Al Pi HaYadua): According to what is known; עד ולא עד בכלל (Ad v'Lo Ad Bichlal): Up to but not including the limit; עד ועד בכלל (Ad v'Ad Bichlal): Including the limit; עה\"פ (Al HaPasuk): On the verse; עובדי' (Ovadiah): Prophet Obadiah; עולמות (Olamot): Worlds; עט\"ז (Etz Chaim): Tree of Life; עי\"ז (Al Yedei Zeh): Through this; עיצומו של יום מכפר (Itzumo shel Yom Mechaper): The essence of the day atones; עליית המלכות בעתיק (Aliyat HaMalchut b'Atik): Elevation of Malchut in Atik; עם דא\"ח (Im Da'at Chochmah): With knowledge and wisdom; עצם הנשמה (Etzem HaNeshamah): Essence of the soul; עצמות (Atzmut): Divine essence; עשי\"ת (Asiyah): World of Action; עת\"ר (Et Ratzon): Time of favor; עתיק (Atik): Ancient One (Kabbalistic partzuf); פינחס (Pinchas): Torah portion Pinchas; פקודי (Pekudei): Torah portion Pekudei; פרע\"ח (Pri Etz Chaim): Fruit of the Tree of Life; צ\"ל (Tzarich Lomar): One must say; צדיקים גמורין (Tzadikim Gemurim): Complete righteous ones; קאי על (Ka'i Al): Refers to; קבלת עול (Kabalat Ol): Acceptance of the yoke; קה\"ת (Kehot): Kehot Publication Society; קחו עמכם דברים ושובו אל הוי' (Kechu Imachem Devarim v'Shuvu el Hashem): Take with you words and return to the Lord; רדל\"א (Radla): Reisha d'Lo Ityada - Unknown head; רות רבה (Ruth Rabbah): Ruth Midrash; רמב\"ם (Rambam): Maimonides; רנ (Page 250): Page reference; רק בחי' אלקים וצמצום (Rak Bechinat Elohim v'Tzimtzum): Only the aspect of Elohim and contraction; ש\"פ (Shabbat Parshat): Shabbat of Torah portion; שבהערה (SheBaHe'arah): In the footnote; שבת שבתון הוא (Shabbat Shabbaton Hu): It is a Sabbath of Sabbaths (masculine); שבת שבתון היא (Shabbat Shabbaton Hi): It is a Sabbath of Sabbaths (feminine); שבת תשובה (Shabbat Teshuvah): Sabbath of Repentance; שו\"ע (Shulchan Aruch): Code of Jewish Law; שובה ישראל עד הוי' אלקיך (Shuvah Yisrael ad Hashem Elokeicha): Return, O Israel, unto the Lord your God; שופר סתם (Shofar Setam): Plain shofar; שיהי' לע\"ל (SheYihyeh L'Atid Lavo): That will be in the future; שם בלבד (Shem Bilvad): Name only; שעהיוה\"א (She'ah Yihyeh Alav): That it should be upon him; שער יוהכ\"פ (Sha'ar Yom HaKippurim): Gate of Yom Kippur; שרש הנאצלים (Shoresh HaNe'etzalim): Root of the emanated; תומ\"צ (Torah u'Mitzvot): Torah and commandments; תורה אור (Torah Ohr): Torah Light; תלת רישין (Telat Reishin): Three heads; תניא (Tanya): Chabad foundational text; תשובה (Teshuvah): Repentance;"
    },
    "search_tags": [
      "צמצום",
      "דור",
      "עבודה",
      "התקשרות",
      "חטא",
      "תכלית",
      "Contraction",
      "צדיק",
      "אלקות",
      "Knowledge",
      "רבי",
      "World",
      "מלכות",
      "אוא\"ס",
      "Wisdom",
      "דעת",
      "Isaac",
      "Connection",
      "יצחק",
      "ביטול",
      "Commandments",
      "Righteous ones",
      "Dwelling",
      "Purpose",
      "Nullification",
      "Chain of descent",
      "Torah",
      "צדיקים",
      "כוונה",
      "Creation",
      "Moses",
      "Generation",
      "Sin",
      "מצוות",
      "Exile",
      "העלאה",
      "ישראל",
      "המשכה",
      "Israel",
      "תורה",
      "Kingship",
      "Rabbi",
      "Light",
      "Elevation",
      "השתלשלות",
      "Will",
      "גלות",
      "תשובה",
      "אור",
      "בריאה",
      "עצמות",
      "Lower worlds",
      "Intention",
      "מצוה",
      "Essence",
      "Worlds",
      "Infinite Light",
      "Revelation",
      "תיקון",
      "Righteous one",
      "Service",
      "Divinity",
      "גילוי",
      "Love of Israel",
      "רצון",
      "משה",
      "תחתונים",
      "עולמות",
      "אהבת ישראל",
      "דירה",
      "Commandment",
      "Rectification",
      "Drawing down",
      "Repentance",
      "חכמה",
      "עולם"
    ]
  }
}