{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "6_יג",
    "reference": "Reference: 6_יג",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אלקות",
        "אור",
        "אוא\"ס",
        "עצמות",
        "גילוי",
        "העלם",
        "צמצום",
        "תחתונים",
        "אצילות",
        "בריאה",
        "עולם",
        "עולמות",
        "מלכות",
        "בינה",
        "יסוד",
        "אברהם",
        "יצחק",
        "יעקב",
        "ישראל",
        "מצוות",
        "מצוה",
        "תורה",
        "גן עדן",
        "גלות",
        "משיח",
        "עבודה",
        "אהבה",
        "המשכה",
        "דירה",
        "תכלית",
        "כוונה",
        "חטא",
        "תשובה",
        "תיקון",
        "השתלשלות",
        "חסיד"
      ],
      "key_concepts": [
        "Divinity",
        "Light",
        "Infinite Light",
        "Essence",
        "Revelation",
        "Concealment",
        "Contraction",
        "Lower worlds",
        "Emanation",
        "Creation",
        "World",
        "Worlds",
        "Kingship",
        "Understanding",
        "Foundation",
        "Abraham",
        "Isaac",
        "Jacob",
        "Israel",
        "Commandments",
        "Commandment",
        "Torah",
        "Garden of Eden",
        "Exile",
        "Messiah",
        "Service",
        "Love",
        "Drawing down",
        "Dwelling",
        "Purpose",
        "Intention",
        "Sin",
        "Repentance",
        "Rectification",
        "Chain of descent",
        "Chassid"
      ],
      "biblical_references": [
        "בראשית ב, טו",
        "בראשית ג, כג",
        "ישעי' ל, כו",
        "ישעי' סו, כב",
        "ישעי' לה, יו"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר"
      ],
      "chassidic_references": [
        "אדמו\"ר האמצעי",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 2037,
      "chunk_count": 9
    },
    "content": {
      "main_text": "בס\"ד. ש\"פ חיי שרה, מבה\"ח כסלו, ה'תש\"ל ויהיו חיי שרה מאה שנה ועשרים שנה ושבע שנים שני חיי שרה1, ומדייק אדמו\"ר (מהורש\"ב) נ\"ע בעל יום ההולדת דכ\"ף מרחשון במאמרו ד\"ה זה2, הרי כבר נאמר ויהיו חיי שרה, ולמה נכפל עוד פעם שני חיי שרה. וממשיך בהמאמר, שבזהר3 עה\"פ ויהיו חיי שרה מבאר תחלה את הפסוק4 ויתרון ארץ בכל היא מלך לשדה נעבד, ולאח\"ז5 אומר דענין ויהיו חיי שרה הוא ששרה זכתה לחיין עילאין. ומבאר בהמאמר השייכות דויתרון ארץ בכל היא מלך לשדה נעבד לויהיו חיי שרה, דארץ ושדה הם בחינת מלכות, וענין יתרון ארץ בכל היא מלך לשדה נעבד הוא המשכת האורות שלמעלה ממלכות, בחינת כל ובחינת מלך, במלכות. וזוהי השייכות דויתרון ארץ בכל היא מלך לשדה נעבד לויהיו חיי שרה, כי שרה היא בחינת מלכות (דוגמת ארץ ושדה), וזה ששרה זכתה לחיין עילאין הוא שנמשכו בה האורות שלמעלה ממלכות. ומבאר בארוכה ד' הענינים שבפסוק ויתרון ארץ גו', שתי הבחינות שבמלכות, ארץ ושדה, ושתי הבחינות בהאורות שלמעלה מהמלכות הנמשכים במלכות, בחינת כל ובחינת מלך. ומבאר, דעשרים שנה ושבע שנים הוא ע\"ד בחינת כל, ומאה שנה הוא ע\"ד בחינת מלך6. ולאחרי זה מבאר (בסיום המאמר), דויהיו חיי שרה הוא המשכת החיין עילאין (מאה שנה ועשרים שנה ושבע שנים) במלכות, ושני חיי שרה הוא, שהחיין עילאין נמשכו בבי\"ע. וצריך להבין, דבכדי לבאר ההוספה דשני חיי שרה על ויהיו חיי שרה נוגע לכאורה רק שויהיו חיי שרה הוא המשכת חיין עילאין במלכות, דעפ\"ז יש לבאר שההוספה דשני חיי שרה היא ההמשכה בבי\"ע, ומזה שביאור זה בא (בהמאמר) לאחרי ביאור הפסוק ויתרון ארץ גו' ושייכותו לויהיו חיי שרה, משמע, שעי\"ז מיתוסף ביאור בהענין דשני חיי שרה (ההמשכה בבי\"ע).ב) ויובן זה ע\"פ המבואר בהמאמר7 החילוק בין ארץ ושדה, דארץ הוא כללות העולם, ושדה (המובחר שבארץ) הוא הגן עדן. וחילוק זה שבין כללות העולם לג\"ע (שכללות העולם נקרא ארץ וג\"ע שדה) הוא בשרשם. דהתהוות העולם הוא מבחינת חיצוניות המלכות שנק' ארץ, והג\"ע הוא מבחינת פנימיות המלכות שנק' שדה. וממשיך בהמאמר, דכמו שמעלת השדה כפשוטה היא שהוא מקום הראוי לזריעה, עד\"ז הוא בנוגע לג\"ע, שהוא מקום מוכשר להמשכת הגילוי דאוא\"ס (צמיחה) שע\"י זריעת המצוות. [וכמבואר במק\"א8 עה\"פ9 ויקח ה' אלקים את האדם ויניחהו בגן עדן לעבדה ולשמרה וארז\"ל10 לעבדה זה רמ\"ח מ\"ע ולשמרה זה שס\"ה מל\"ת, דהטעם על זה שהניחהו בג\"ע (דוקא) לעבדה ולשמרה, הוא, כי ג\"ע הוא מקום מוכשר להגילוי שנמשך ע\"י קיום המצוות. וזה שנמשך הגילוי ע\"י קיום המצוות בכללות העולם (לאחרי שגורש האדם מג\"ע) הוא כמ\"ש11 וישלחהו ה' אלקים מגן עדן לעבוד את האדמה גו', דענין לעבוד את האדמה הוא לעשות המקום דעולם שיהי' מוכשר להגילוי12 ]. וזהו ויתרון ארץ בכל היא מלך לשדה נעבד, שהיתרון דארץ [כללות העולם, שהתהוותו היא מחיצוניות המלכות] היא בכל, שנמשך בה בחינת כל, היא ספירת היסוד שנקראת כל13. ומלך לשדה נעבד הוא המשכת הגילוי דאוא\"ס (שלמעלה מבחינת כל) שע\"י קיום המצוות. כדאיתא בזהר שם, מאן מלך דא מלך עילאה דאתחבר לשדה כד איהו נעבד, שע\"י העבודה בג\"ע (שדה נעבד) שהיא העבודה דקיום המצוות (לעבדה רמ\"ח מ\"ע ולשמרה שס\"ה מל\"ת), נמשך גילוי אוא\"ס (מלך עילאה), שלמעלה מהגילוי דבחינת כל.ג) וביאור ג' מדריגות הנ\"ל [המלכות כמו שהיא מצד עצמה, המשכת הגילוי דבחינת כל (יסוד), והמשכת הגילוי דבחינת מלך עילאה ע\"י קיום המצוות], הנה החילוק בין יסוד ומלכות הוא14, שמלכות היא שרש הנבראים. שלכן נקראת המלכות בשם דיבור (מלכות פה15 ), דכמו שהדיבור הוא בשביל הזולת. דנוסף לזה שהדיבור שמדבר בפועל הוא נשמע לזולתו (דזה שהוא נשמע לזולתו הוא ע\"י שיוצא לחוץ ונעשה נפרד מהאדם המדבר), הנה גם כח הדיבור שבהאדם עצמו, ענינו הוא זה שבכחו לדבר לזולתו. ועד\"ז הוא במלכות, שגם בהיותה באצילות (לפני שיורדת להחיות הנבראים) היא שורש ומקור הנבראים. ויסוד הוא סיום האצילות (סיומא דגופא14), בדוגמת המדות שבאדם, דהגם שהם שייכים להזולת, הרי ענינם הוא16 שהאדם מתעורר ומתפעל. וזהו ויתרון ארץ בכל היא, שהיתרון דארץ (מלכות, שרש הנבראים) הוא שנמשך בה בחינת כל, יסוד (סיום האצילות).ויש לומר, דזה שהמשכה זו נקראת יתרון ארץ, הגם שהמלכות מקבלת תמיד מז\"א (מדות), הוא, כי ההמשכה מז\"א למלכות היא (בדרך כלל) באופן שע\"י שהמלכות מקבלת בתוכה את האורות דז\"א היא משתנית17 [וע\"ד כשאדם מדבר דברי אהבה, דכיון דזה שהוא מדבר דברי אהבה הוא כדי לגלות האהבה לזולתו, הרי האהבה שנמשכת בהדיבור היא ירידה ושינוי לגבי האהבה עצמה], והיתרון דארץ (מלכות) הוא בכל (יסוד ז\"א), שהמלכות מקבלת בחינת היסוד (כמו שהוא בעצמותו18 ) – סיום האצילות.ד) והנה זה שהמשכת הגילוי דבחינת כל הוא יתרון בהמלכות, הוא דוקא בנוגע לחיצוניות המלכות, ארץ. דכיון שחיצוניות המלכות (הדיבור דמלכות) ענינה הוא שהיא שרש הנבראים, לכן, זה שנמשך בה הגילוי דבחינת כל, (סיום ה)אצילות שלמעלה משרש הנבראים, הוא יתרון (חידוש). אבל בנוגע לפנימיות המלכות, הרי אדרבה, ענינה של פנימיות המלכות (ג\"ר דמלכות) הוא שהיא מקבלת מהיסוד. וזהו שהג\"ע נקרא בשם כל [כמארז\"ל19 שלשה הטעימן הקב\"ה בעולם הזה מעין עולם הבא, אלו הן, אברהם יצחק ויעקב, אברהם דכתיב בי'20 בכל, יצחק דכתיב בי'21 מכל, יעקב דכתיב בי'22 כל], כי כל הוא ספירת היסוד (כנ\"ל), והג\"ע הוא מבחינת פנימיות המלכות שמקבלת מהיסוד.ה) ומבואר בהמאמר, דזה שהיסוד נקרא בשם כל הוא על שם נו\"ן שערי בינה שנמשכים בו (כל בגימטריא נו\"ן23 ). ומזה מובן, דהיתרון בארץ (מלכות) ע\"י בחינת כל הוא בשני ענינים. שנמשך בה היסוד, שהוא סיום המדות דאצילות, ויתירה מזו, שע\"י היסוד נמשכים בה נו\"ן שערי בינה, מוחין שלמעלה ממדות. ויש לומר, דשני ענינים אלה שייכים זה לזה. והענין הוא, דמדות הם שייכים להזולת. דהגם שהמדות הם ענין שנוגע להאדם עצמו (ולא כהדיבור שהוא גילוי להזולת), מ\"מ, הם בדרגת האדם כמו ששייך אל הזולת, והמוחין הם בדרגת האדם כמו שהוא לעצמו, מובדל מהזולת. ולכן, כשההמשכה היא רק מבחינת המדות דז\"א שהם שייכים לזולת, אזי, ע\"י שהמלכות מקבלת בתוכה את המדות דז\"א נעשה בה שינוי (כנ\"ל סעיף ג), וזה שהמלכות מקבלת את המדות דז\"א כמו שהם [דזהו\"ע יתרון ארץ בכל היא, שגם בארץ מאיר הגילוי דבחינת כל כמו שהוא בעצמותו], הוא ע\"י ששרש ההמשכה הוא מהמוחין, דכיון שהמוחין הם למעלה משייכות לזולת (ענין הדיבור, מלכות), לכן, גם כשההמשכה באה בדיבור, אין ביכולת הדיבור לפעול בה שינוי.ו) והנה גם המוחין שלמעלה משייכות לזולת הם בכלל סדר ההשתלשלות. והגילוי דבחינת מלך עילאה שע\"י קיום המצוות (מלך לשדה נעבד) שלמעלה מבחינת כל, הוא למעלה מהשתלשלות. ולהוסיף, דע\"פ המבואר במק\"א24 דכל הוא בחינת סובב25, וזה שהיסוד נקרא בשם כל הוא לפי שהיסוד הוא בקו האמצעי שמגיע בכתר (סובב) [וזהו מ\"ש26 כי כל בשמים ובארץ ותרגם דאחיד בשמיא ובארעא, כי לגבי הסובב שמים וארץ הם בשוה], צריך לומר, שהגילוי דבחינת מלך עילאה (שע\"י קיום המצוות) הוא למעלה גם מבחינת סובב. דסובב הוא שייך לעולמות אלא שהוא למעלה מהם וכולל את כולם כאחד. וזהו כי כל בשמים ובארץ, שגם לגבי סובב יש שמים וארץ, אלא שהוא מחברם ומאחדם – דאחיד בשמיא ובארעא. וע\"י המצוות הוא המשכת גילוי עצמות אוא\"ס שלמעלה משייכות לעולמות, למעלה גם מסובב. וכמבואר בהמאמר, דההמשכה שע\"י קיום המצוות היא מפנימיות הכתר. והחילוק שבין אריך (חיצוניות הכתר) לעתיק (פנימיות הכתר) הוא, דאריך הוא שרש ומקור הנאצלים אלא שהוא מקיף עליהם – סובב27, ועתיק הוא בחינה תחתונה שבמאציל – אוא\"ס שלמעלה משייכות לעולמות.ומבואר בהמאמר, דמלך עילאה הוא ת\"ת [כדאיתא בזהר שם מלך דא קוב\"ה, וקוב\"ה הוא בחינת ת\"ת] ות\"ת ממשיך מפנימיות הכתר. ויש לומר, דזה שהת\"ת (דוקא) ממשיך מפנימיות הכתר, אף שגם היסוד הוא בקו האמצעי, הוא, כי חג\"ת הם עצם המדות ונה\"י הם שעל ידם היא ההשפעה (דהמדות חג\"ת)28, ולכן, הגילוי דכתר שע\"י היסוד (שעל ידו היא ההשפעה) הוא בחינת שרש הנאצלים, והגילוי דכתר שע\"י הת\"ת (שלמעלה מהשפעה) הוא בחינת פנימיות הכתר.ז) והנה ידוע29 ששני הענינים דממלא וסובב שרשם הוא באוא\"ס שלפני הצמצום, דאור הגבול (שלפני הצמצום) הוא השרש דאור הממלא, ואור הבלי גבול הוא השרש דאור הסובב. והחילוק בין פעולת הצמצום באור הגבול (שרש הממלא) ופעולת הצמצום באור הבל\"ג (שרש הסובב) הוא, דפעולת הצמצום באור הגבול היא בהאור עצמו, שע\"י הצמצום בא במדה וגבול לפי ערך העולמות, ממלא כל עלמין. ופעולת הצמצום באור הבל\"ג היא (לא בהאור עצמו, אלא) שלא יאיר במקום החלל. ומזה נעשה הענין דסובב, שהאור אינו מאיר (בעולמות, מקום החלל) בגילוי ובפנימיות אלא בבחינת מקיף והעלם. ועפ\"ז יש לומר, שב' הענינים שבבחינת כל [שעל ידי היסוד הוא המשכת המדות והמוחין, ושע\"י היסוד הוא המשכת הכתר] בשרשם באוא\"ס שלפני הצמצום הם אור הגבול ואור הבל\"ג, וע\"י קיום המצוות נמשך30 אור חדש שלא האיר גם קודם הצמצום.וזהו שלע\"ל יהיו שמים חדשים וארץ חדשה31, כי אז יתגלו כל הענינים שנמשכים ע\"י מעשינו ועבודתינו עכשיו32, כולל האור חדש שנמשך ע\"י קיום התומ\"צ עכשיו, ועי\"ז תהי' התחדשות גם בעולם, שמים חדשים וארץ חדשה. דזה שלע\"ל יומשך בעולם גילוי אור הבל\"ג שהאיר קודם הצמצום, אין זה חידוש אמיתי. דכיון שאור זה הי' כבר בגילוי במקום החלל אלא שע\"י הצמצום נסתלק האור, לכן, כשהאור חוזר ונמשך, אין זה חידוש אמיתי. וזה שלע\"ל יהיו שמים חדשים וארץ חדשה הוא, כי אז יהי' גילוי האור חדש (שנמשך ע\"י קיום התומ\"צ עכשיו) שלא הי' גם קודם הצמצום.ח) והנה33  ידוע, דזה שהבריאה היא בשביל ישראל34, הכוונה בזה היא לא רק לבריאת העולם אלא גם לכל הגילויים, גם לגילויים הכי נעלים. ומזה מובן גם בנוגע לאור הנ\"ל שלא האיר גם קודם הצמצום, דזה שנעשה (כביכול) אור זה (שלמעלה מגדר המשכה וגילוי) הוא בכדי שע\"י עבודתם של ישראל יהי' אח\"כ בהמשכה וגילוי, ושההמשכה והגילוי שלו יהיו בעולם [וכנ\"ל שע\"י האור חדש, השמים והארץ יהיו חדשים], ועי\"ז תושלם הכוונה דדירה בתחתונים. ועפ\"ז יש לקשר פירוש הזהר במלך לשדה נעבד (שנעבד קאי על שדה) עם הפירוש (הפשוט) שנעבד קאי על מלך, שגם עצם האור שלמעלה מגדר המשכה וגילוי (מלך עילאה) נעבד כביכול לעבודת השדה (שדה נעבד), קיום המצוות.ויש להוסיף בביאור לשון הכתוב לשדה נעבד, כי הכוונה דדירה בתחתונים היא שהגילוי אלקות שנמשך בהתחתונים יהי' מצד ענין התחתונים עצמם. ויש לומר, דזהו הטעם על זה שהגילוי שע\"י המצוות הוא ע\"י שהמקום שבו נעשית המצוה הוא מוכשר להגילוי [וכנ\"ל (סעיף ב) דזה שגן עדן נק' בשם שדה הוא לפי שהגן עדן הוא מקום מוכשר להגילוי שעל ידי זריעת המצוות. ועד\"ז הוא בנוגע להמקום דכללות העולם, דזה שוישלחהו גו' לעבוד את האדמה הוא לעשות המקום דעולם להיות מוכשר להגילוי שע\"י המצוות], כי ע\"י שהמשכת הגילוי בעולם שע\"י המצוה היא גם לפי שה(מקום ד)עולם מוכשר לזה, הגילוי בעולם הוא מצד ענינו דהעולם עצמו. וזהו מלך לשדה נעבד, כי שלימות הכוונה דדירה בתחתונים היא שהגילוי בעולם יהי' (לא רק מצד קיום המצוה, אלא גם) מצד העולם, שדה, וכיון דזה שנעשה כביכול בחינת עצם האור, מלך עילאה, הוא בשביל כוונה זו, לכן מלך לשדה נעבד.ולהוסיף, דהטעם (בפנימיות הענינים) על זה שהאדם גורש מגן עדן הוא, כי הכוונה דדירה בתחתונים היא שהדירה תהי' בהתחתון שאין תחתון למטה ממנו35, ושהדירה בו תהי' מצד ענינו (דתחתון זה), ולכן וישלחהו ה' אלקים מגן עדן לעבוד את האדמה גו', לעשות המקום דעולם (תחתון ביותר36 ) מוכשר להגילוי, בכדי שגם התחתון שאין תחתון למטה ממנו יהי' דירה לו ית', ושהדירה בו תהי' מצד ענינו. ועד\"ז הוא בענין שדה וארץ דלמעלה, דתכלית הכוונה בהמשכת הגילוי דבחינת מלך עילאה בשדה, פנימיות המלכות, הוא, שעי\"ז יומשך הגילוי בארץ37, חיצוניות המלכות (ועי\"ז בבי\"ע, עד בעוה\"ז התחתון), ובאופן שהגילוי בארץ יהי' (לא כמו דבר נוסף עליו, אלא שזה) יהי' ענינה של הארץ, בדוגמת פנימיות המלכות (שדה38 ) שענינה הוא זה שמקבלת את הגילויים שלמעלה ממנה.ט) וזהו ויהיו חיי שרה מאה שנה ועשרים שנה ושבע שנים, ומבאר בהמאמר, דמאה שנה הוא פנימיות הכתר, בחינת מלך עילאה. עשרים שנה ושבע שנים הם מוחין ומדות (שנמשכים ע\"י היסוד), בחינת כל. וצריך ביאור, הרי זה שזכתה שרה לחיין עילאין הי' באופן דמלמטה למעלה, בתחילה בחינת כל ואח\"כ בחינת מלך עילאה, והסדר בכתוב הוא מאה שנה ואח\"כ עשרים שנה ושבע שנים. ויש לומר הביאור, שהוא בכדי לרמז שההמשכה דבחינת מאה שנה, מלך עילאה, המשיכה אח\"כ גם בבחינת עשרים שנה ושבע שנים, בחינת כל. ועי\"ז, הגילוי דבחינת מאה שנה שנמשך תחלה בבחינת שדה (פנימיות המלכות) נמשך אח\"כ גם בבחינת ארץ (חיצוניות המלכות)39. ולאח\"ז נאמר שני חיי שרה, שהמשיכה גילוי זה גם בבי\"ע.ולהוסיף, דע\"י המשכת בחינת מאה שנה (מלך עילאה) בחיצוניות המלכות ובפרט בבי\"ע, נעשה בו עלי'. דמלך עילאה מצד עצמו הוא אור (אלא שהוא אור שלמעלה מהמשכה וגילוי), וע\"י המשכתו למטה, מתגלית בו כוונת העצמות. ועפ\"ז, סדר הענינים שבכתוב הוא מלמטה למעלה, הן בנוגע לשרה, דכל מה שנתעלתה לדרגא עליונה יותר המשיכה בחינת מאה שנה למטה יותר, וגם בנוגע להענין דמאה שנה עצמו, שע\"י המשכתו למטה נעשה בו עלי'. וזהו שני חיי שרה כולן שוין לטובה40, דהאור מצד עצמו הוא בחינת מאה שנה, מאה הו\"ע התחלקות פרטים אלא שכולם הם מתאחדים כאחד, שנה לשון יחיד, ולאח\"ז נאמר שני חיי שרה ולא נזכר מספר, למעלה מגדר התחלקות.וממשיך הכתוב בקרית ארבע היא חברון, דלאחרי המשכת בחינת מאה שנה בבי\"ע, נמשך גילוי זה בגוף הגשמי שמחובר (חברון) מארבע יסודות41, ועי\"ז מיתוסף בהחיבור דהנשמה והגוף42 לאריכות ימים ושנים טובות, תורה ומצוות יאָרן43, חסידישע יאָרן, ובאופן דהרחבה עד למרחב העצמי, והולכים לקראת משיח צדקנו, ובאופן דשמחת עולם על ראשם44.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד ש\"פ חיי שרה, מבה\"ח כסלו, ה'תש\"ל ויהיו חיי שרה מאה שנה ועשרים שנה ושבע שנים שני חיי שרה1, ומדייק אדמו\"ר (מהורש\"ב) נ\"ע בעל יום ההולדת דכ\"ף מרחשון במאמרו ד\"ה זה2, הרי כבר נאמר ויהיו חיי שרה, ולמה נכפל עוד פעם שני חיי שרה וממשיך בהמאמר, שבזהר3 עה\"פ ויהיו חיי שרה מבאר תחלה את הפסוק4 ויתרון ארץ בכל היא מלך לשדה נעבד, ולאח\"ז5 אומר דענין ויהיו חיי שרה הוא ששרה זכתה לחיין עילאין ומבאר בהמאמר השייכות דויתרון ארץ בכל היא מלך לשדה נעבד לויהיו חיי שרה, דארץ ושדה הם בחינת מלכות, וענין יתרון ארץ בכל היא מלך לשדה נעבד הוא המשכת האורות שלמעלה ממלכות, בחינת כל ובחינת מלך, במלכות וזוהי השייכות דויתרון ארץ בכל היא מלך לשדה נעבד לויהיו חיי שרה, כי שרה היא בחינת מלכות (דוגמת ארץ ושדה), וזה ששרה זכתה לחיין עילאין הוא שנמשכו בה האורות שלמעלה ממלכות ומבאר בארוכה ד' הענינים שבפסוק ויתרון ארץ גו', שתי הבחינות שבמלכות, ארץ ושדה, ושתי הבחינות בהאורות שלמעלה מהמלכות הנמשכים במלכות, בחינת כל ובחינת מלך ומבאר, דעשרים שנה ושבע שנים הוא ע\"ד בחינת כל, ומאה שנה הוא ע\"ד בחינת מלך6 ולאחרי זה מבאר (בסיום המאמר), דויהיו חיי שרה הוא המשכת החיין עילאין (מאה שנה ועשרים שנה ושבע שנים) במלכות, ושני חיי שרה הוא, שהחיין עילאין נמשכו בבי\"ע",
          "topics": [
            "אור",
            "מלכות"
          ],
          "word_count": 206
        },
        {
          "chunk_id": "chunk_2",
          "content": "וצריך להבין, דבכדי לבאר ההוספה דשני חיי שרה על ויהיו חיי שרה נוגע לכאורה רק שויהיו חיי שרה הוא המשכת חיין עילאין במלכות, דעפ\"ז יש לבאר שההוספה דשני חיי שרה היא ההמשכה בבי\"ע, ומזה שביאור זה בא (בהמאמר) לאחרי ביאור הפסוק ויתרון ארץ גו' ושייכותו לויהיו חיי שרה, משמע, שעי\"ז מיתוסף ביאור בהענין דשני חיי שרה (ההמשכה בבי\"ע).ב) ויובן זה ע\"פ המבואר בהמאמר7 החילוק בין ארץ ושדה, דארץ הוא כללות העולם, ושדה (המובחר שבארץ) הוא הגן עדן וחילוק זה שבין כללות העולם לג\"ע (שכללות העולם נקרא ארץ וג\"ע שדה) הוא בשרשם דהתהוות העולם הוא מבחינת חיצוניות המלכות שנק' ארץ, והג\"ע הוא מבחינת פנימיות המלכות שנק' שדה וממשיך בהמאמר, דכמו שמעלת השדה כפשוטה היא שהוא מקום הראוי לזריעה, עד\"ז הוא בנוגע לג\"ע, שהוא מקום מוכשר להמשכת הגילוי דאוא\"ס (צמיחה) שע\"י זריעת המצוות [וכמבואר במק\"א8 עה\"פ9 ויקח ה' אלקים את האדם ויניחהו בגן עדן לעבדה ולשמרה וארז\"ל10 לעבדה זה רמ\"ח מ\"ע ולשמרה זה שס\"ה מל\"ת, דהטעם על זה שהניחהו בג\"ע (דוקא) לעבדה ולשמרה, הוא, כי ג\"ע הוא מקום מוכשר להגילוי שנמשך ע\"י קיום המצוות וזה שנמשך הגילוי ע\"י קיום המצוות בכללות העולם (לאחרי שגורש האדם מג\"ע) הוא כמ\"ש11 וישלחהו ה' אלקים מגן עדן לעבוד את האדמה גו', דענין לעבוד את האדמה הוא לעשות המקום דעולם שיהי' מוכשר להגילוי12 ] וזהו ויתרון ארץ בכל היא מלך לשדה נעבד, שהיתרון דארץ [כללות העולם, שהתהוותו היא מחיצוניות המלכות] היא בכל, שנמשך בה בחינת כל, היא ספירת היסוד שנקראת כל13 ומלך לשדה נעבד הוא המשכת הגילוי דאוא\"ס (שלמעלה מבחינת כל) שע\"י קיום המצוות",
          "topics": [
            "אור",
            "אוא\"ס",
            "גילוי",
            "עולם",
            "מלכות"
          ],
          "word_count": 247
        },
        {
          "chunk_id": "chunk_3",
          "content": "כדאיתא בזהר שם, מאן מלך דא מלך עילאה דאתחבר לשדה כד איהו נעבד, שע\"י העבודה בג\"ע (שדה נעבד) שהיא העבודה דקיום המצוות (לעבדה רמ\"ח מ\"ע ולשמרה שס\"ה מל\"ת), נמשך גילוי אוא\"ס (מלך עילאה), שלמעלה מהגילוי דבחינת כל.ג) וביאור ג' מדריגות הנ\"ל [המלכות כמו שהיא מצד עצמה, המשכת הגילוי דבחינת כל (יסוד), והמשכת הגילוי דבחינת מלך עילאה ע\"י קיום המצוות], הנה החילוק בין יסוד ומלכות הוא14, שמלכות היא שרש הנבראים שלכן נקראת המלכות בשם דיבור (מלכות פה15 ), דכמו שהדיבור הוא בשביל הזולת דנוסף לזה שהדיבור שמדבר בפועל הוא נשמע לזולתו (דזה שהוא נשמע לזולתו הוא ע\"י שיוצא לחוץ ונעשה נפרד מהאדם המדבר), הנה גם כח הדיבור שבהאדם עצמו, ענינו הוא זה שבכחו לדבר לזולתו ועד\"ז הוא במלכות, שגם בהיותה באצילות (לפני שיורדת להחיות הנבראים) היא שורש ומקור הנבראים ויסוד הוא סיום האצילות (סיומא דגופא14), בדוגמת המדות שבאדם, דהגם שהם שייכים להזולת, הרי ענינם הוא16 שהאדם מתעורר ומתפעל וזהו ויתרון ארץ בכל היא, שהיתרון דארץ (מלכות, שרש הנבראים) הוא שנמשך בה בחינת כל, יסוד (סיום האצילות).ויש לומר, דזה שהמשכה זו נקראת יתרון ארץ, הגם שהמלכות מקבלת תמיד מז\"א (מדות), הוא, כי ההמשכה מז\"א למלכות היא (בדרך כלל) באופן שע\"י שהמלכות מקבלת בתוכה את האורות דז\"א היא משתנית17 [וע\"ד כשאדם מדבר דברי אהבה, דכיון דזה שהוא מדבר דברי אהבה הוא כדי לגלות האהבה לזולתו, הרי האהבה שנמשכת בהדיבור היא ירידה ושינוי לגבי האהבה עצמה], והיתרון דארץ (מלכות) הוא בכל (יסוד ז\"א), שהמלכות מקבלת בחינת היסוד (כמו שהוא בעצמותו18 ) – סיום האצילות.ד) והנה זה שהמשכת הגילוי דבחינת כל הוא יתרון בהמלכות, הוא דוקא בנוגע לחיצוניות המלכות, ארץ",
          "topics": [
            "אור",
            "אוא\"ס",
            "עצמות",
            "גילוי",
            "אצילות"
          ],
          "word_count": 255
        },
        {
          "chunk_id": "chunk_4",
          "content": "דכיון שחיצוניות המלכות (הדיבור דמלכות) ענינה הוא שהיא שרש הנבראים, לכן, זה שנמשך בה הגילוי דבחינת כל, (סיום ה)אצילות שלמעלה משרש הנבראים, הוא יתרון (חידוש) אבל בנוגע לפנימיות המלכות, הרי אדרבה, ענינה של פנימיות המלכות (ג\"ר דמלכות) הוא שהיא מקבלת מהיסוד וזהו שהג\"ע נקרא בשם כל [כמארז\"ל19 שלשה הטעימן הקב\"ה בעולם הזה מעין עולם הבא, אלו הן, אברהם יצחק ויעקב, אברהם דכתיב בי'20 בכל, יצחק דכתיב בי'21 מכל, יעקב דכתיב בי'22 כל], כי כל הוא ספירת היסוד (כנ\"ל), והג\"ע הוא מבחינת פנימיות המלכות שמקבלת מהיסוד.ה) ומבואר בהמאמר, דזה שהיסוד נקרא בשם כל הוא על שם נו\"ן שערי בינה שנמשכים בו (כל בגימטריא נו\"ן23 ) ומזה מובן, דהיתרון בארץ (מלכות) ע\"י בחינת כל הוא בשני ענינים שנמשך בה היסוד, שהוא סיום המדות דאצילות, ויתירה מזו, שע\"י היסוד נמשכים בה נו\"ן שערי בינה, מוחין שלמעלה ממדות ויש לומר, דשני ענינים אלה שייכים זה לזה והענין הוא, דמדות הם שייכים להזולת דהגם שהמדות הם ענין שנוגע להאדם עצמו (ולא כהדיבור שהוא גילוי להזולת), מ\"מ, הם בדרגת האדם כמו ששייך אל הזולת, והמוחין הם בדרגת האדם כמו שהוא לעצמו, מובדל מהזולת ולכן, כשההמשכה היא רק מבחינת המדות דז\"א שהם שייכים לזולת, אזי, ע\"י שהמלכות מקבלת בתוכה את המדות דז\"א נעשה בה שינוי (כנ\"ל סעיף ג), וזה שהמלכות מקבלת את המדות דז\"א כמו שהם [דזהו\"ע יתרון ארץ בכל היא, שגם בארץ מאיר הגילוי דבחינת כל כמו שהוא בעצמותו], הוא ע\"י ששרש ההמשכה הוא מהמוחין, דכיון שהמוחין הם למעלה משייכות לזולת (ענין הדיבור, מלכות), לכן, גם כשההמשכה באה בדיבור, אין ביכולת הדיבור לפעול בה שינוי.ו) והנה גם המוחין שלמעלה משייכות לזולת הם בכלל סדר ההשתלשלות",
          "topics": [
            "עצמות",
            "גילוי",
            "אצילות",
            "עולם",
            "מלכות"
          ],
          "word_count": 259
        },
        {
          "chunk_id": "chunk_5",
          "content": "והגילוי דבחינת מלך עילאה שע\"י קיום המצוות (מלך לשדה נעבד) שלמעלה מבחינת כל, הוא למעלה מהשתלשלות ולהוסיף, דע\"פ המבואר במק\"א24 דכל הוא בחינת סובב25, וזה שהיסוד נקרא בשם כל הוא לפי שהיסוד הוא בקו האמצעי שמגיע בכתר (סובב) [וזהו מ\"ש26 כי כל בשמים ובארץ ותרגם דאחיד בשמיא ובארעא, כי לגבי הסובב שמים וארץ הם בשוה], צריך לומר, שהגילוי דבחינת מלך עילאה (שע\"י קיום המצוות) הוא למעלה גם מבחינת סובב דסובב הוא שייך לעולמות אלא שהוא למעלה מהם וכולל את כולם כאחד וזהו כי כל בשמים ובארץ, שגם לגבי סובב יש שמים וארץ, אלא שהוא מחברם ומאחדם – דאחיד בשמיא ובארעא וע\"י המצוות הוא המשכת גילוי עצמות אוא\"ס שלמעלה משייכות לעולמות, למעלה גם מסובב וכמבואר בהמאמר, דההמשכה שע\"י קיום המצוות היא מפנימיות הכתר והחילוק שבין אריך (חיצוניות הכתר) לעתיק (פנימיות הכתר) הוא, דאריך הוא שרש ומקור הנאצלים אלא שהוא מקיף עליהם – סובב27, ועתיק הוא בחינה תחתונה שבמאציל – אוא\"ס שלמעלה משייכות לעולמות.ומבואר בהמאמר, דמלך עילאה הוא ת\"ת [כדאיתא בזהר שם מלך דא קוב\"ה, וקוב\"ה הוא בחינת ת\"ת] ות\"ת ממשיך מפנימיות הכתר ויש לומר, דזה שהת\"ת (דוקא) ממשיך מפנימיות הכתר, אף שגם היסוד הוא בקו האמצעי, הוא, כי חג\"ת הם עצם המדות ונה\"י הם שעל ידם היא ההשפעה (דהמדות חג\"ת)28, ולכן, הגילוי דכתר שע\"י היסוד (שעל ידו היא ההשפעה) הוא בחינת שרש הנאצלים, והגילוי דכתר שע\"י הת\"ת (שלמעלה מהשפעה) הוא בחינת פנימיות הכתר.ז) והנה ידוע29 ששני הענינים דממלא וסובב שרשם הוא באוא\"ס שלפני הצמצום, דאור הגבול (שלפני הצמצום) הוא השרש דאור הממלא, ואור הבלי גבול הוא השרש דאור הסובב",
          "topics": [
            "אור",
            "אוא\"ס",
            "עצמות",
            "גילוי",
            "צמצום"
          ],
          "word_count": 248
        },
        {
          "chunk_id": "chunk_6",
          "content": "והחילוק בין פעולת הצמצום באור הגבול (שרש הממלא) ופעולת הצמצום באור הבל\"ג (שרש הסובב) הוא, דפעולת הצמצום באור הגבול היא בהאור עצמו, שע\"י הצמצום בא במדה וגבול לפי ערך העולמות, ממלא כל עלמין ופעולת הצמצום באור הבל\"ג היא (לא בהאור עצמו, אלא) שלא יאיר במקום החלל ומזה נעשה הענין דסובב, שהאור אינו מאיר (בעולמות, מקום החלל) בגילוי ובפנימיות אלא בבחינת מקיף והעלם ועפ\"ז יש לומר, שב' הענינים שבבחינת כל [שעל ידי היסוד הוא המשכת המדות והמוחין, ושע\"י היסוד הוא המשכת הכתר] בשרשם באוא\"ס שלפני הצמצום הם אור הגבול ואור הבל\"ג, וע\"י קיום המצוות נמשך30 אור חדש שלא האיר גם קודם הצמצום.וזהו שלע\"ל יהיו שמים חדשים וארץ חדשה31, כי אז יתגלו כל הענינים שנמשכים ע\"י מעשינו ועבודתינו עכשיו32, כולל האור חדש שנמשך ע\"י קיום התומ\"צ עכשיו, ועי\"ז תהי' התחדשות גם בעולם, שמים חדשים וארץ חדשה דזה שלע\"ל יומשך בעולם גילוי אור הבל\"ג שהאיר קודם הצמצום, אין זה חידוש אמיתי דכיון שאור זה הי' כבר בגילוי במקום החלל אלא שע\"י הצמצום נסתלק האור, לכן, כשהאור חוזר ונמשך, אין זה חידוש אמיתי וזה שלע\"ל יהיו שמים חדשים וארץ חדשה הוא, כי אז יהי' גילוי האור חדש (שנמשך ע\"י קיום התומ\"צ עכשיו) שלא הי' גם קודם הצמצום.ח) והנה33  ידוע, דזה שהבריאה היא בשביל ישראל34, הכוונה בזה היא לא רק לבריאת העולם אלא גם לכל הגילויים, גם לגילויים הכי נעלים ומזה מובן גם בנוגע לאור הנ\"ל שלא האיר גם קודם הצמצום, דזה שנעשה (כביכול) אור זה (שלמעלה מגדר המשכה וגילוי) הוא בכדי שע\"י עבודתם של ישראל יהי' אח\"כ בהמשכה וגילוי, ושההמשכה והגילוי שלו יהיו בעולם [וכנ\"ל שע\"י האור חדש, השמים והארץ יהיו חדשים], ועי\"ז תושלם הכוונה דדירה בתחתונים",
          "topics": [
            "אור",
            "אוא\"ס",
            "גילוי",
            "העלם",
            "צמצום"
          ],
          "word_count": 263
        },
        {
          "chunk_id": "chunk_7",
          "content": "ועפ\"ז יש לקשר פירוש הזהר במלך לשדה נעבד (שנעבד קאי על שדה) עם הפירוש (הפשוט) שנעבד קאי על מלך, שגם עצם האור שלמעלה מגדר המשכה וגילוי (מלך עילאה) נעבד כביכול לעבודת השדה (שדה נעבד), קיום המצוות.ויש להוסיף בביאור לשון הכתוב לשדה נעבד, כי הכוונה דדירה בתחתונים היא שהגילוי אלקות שנמשך בהתחתונים יהי' מצד ענין התחתונים עצמם ויש לומר, דזהו הטעם על זה שהגילוי שע\"י המצוות הוא ע\"י שהמקום שבו נעשית המצוה הוא מוכשר להגילוי [וכנ\"ל (סעיף ב) דזה שגן עדן נק' בשם שדה הוא לפי שהגן עדן הוא מקום מוכשר להגילוי שעל ידי זריעת המצוות ועד\"ז הוא בנוגע להמקום דכללות העולם, דזה שוישלחהו גו' לעבוד את האדמה הוא לעשות המקום דעולם להיות מוכשר להגילוי שע\"י המצוות], כי ע\"י שהמשכת הגילוי בעולם שע\"י המצוה היא גם לפי שה(מקום ד)עולם מוכשר לזה, הגילוי בעולם הוא מצד ענינו דהעולם עצמו וזהו מלך לשדה נעבד, כי שלימות הכוונה דדירה בתחתונים היא שהגילוי בעולם יהי' (לא רק מצד קיום המצוה, אלא גם) מצד העולם, שדה, וכיון דזה שנעשה כביכול בחינת עצם האור, מלך עילאה, הוא בשביל כוונה זו, לכן מלך לשדה נעבד.ולהוסיף, דהטעם (בפנימיות הענינים) על זה שהאדם גורש מגן עדן הוא, כי הכוונה דדירה בתחתונים היא שהדירה תהי' בהתחתון שאין תחתון למטה ממנו35, ושהדירה בו תהי' מצד ענינו (דתחתון זה), ולכן וישלחהו ה' אלקים מגן עדן לעבוד את האדמה גו', לעשות המקום דעולם (תחתון ביותר36 ) מוכשר להגילוי, בכדי שגם התחתון שאין תחתון למטה ממנו יהי' דירה לו ית', ושהדירה בו תהי' מצד ענינו",
          "topics": [
            "אלקות",
            "אור",
            "גילוי",
            "תחתונים",
            "עולם"
          ],
          "word_count": 240
        },
        {
          "chunk_id": "chunk_8",
          "content": "ועד\"ז הוא בענין שדה וארץ דלמעלה, דתכלית הכוונה בהמשכת הגילוי דבחינת מלך עילאה בשדה, פנימיות המלכות, הוא, שעי\"ז יומשך הגילוי בארץ37, חיצוניות המלכות (ועי\"ז בבי\"ע, עד בעוה\"ז התחתון), ובאופן שהגילוי בארץ יהי' (לא כמו דבר נוסף עליו, אלא שזה) יהי' ענינה של הארץ, בדוגמת פנימיות המלכות (שדה38 ) שענינה הוא זה שמקבלת את הגילויים שלמעלה ממנה.ט) וזהו ויהיו חיי שרה מאה שנה ועשרים שנה ושבע שנים, ומבאר בהמאמר, דמאה שנה הוא פנימיות הכתר, בחינת מלך עילאה עשרים שנה ושבע שנים הם מוחין ומדות (שנמשכים ע\"י היסוד), בחינת כל וצריך ביאור, הרי זה שזכתה שרה לחיין עילאין הי' באופן דמלמטה למעלה, בתחילה בחינת כל ואח\"כ בחינת מלך עילאה, והסדר בכתוב הוא מאה שנה ואח\"כ עשרים שנה ושבע שנים ויש לומר הביאור, שהוא בכדי לרמז שההמשכה דבחינת מאה שנה, מלך עילאה, המשיכה אח\"כ גם בבחינת עשרים שנה ושבע שנים, בחינת כל ועי\"ז, הגילוי דבחינת מאה שנה שנמשך תחלה בבחינת שדה (פנימיות המלכות) נמשך אח\"כ גם בבחינת ארץ (חיצוניות המלכות)39 ולאח\"ז נאמר שני חיי שרה, שהמשיכה גילוי זה גם בבי\"ע.ולהוסיף, דע\"י המשכת בחינת מאה שנה (מלך עילאה) בחיצוניות המלכות ובפרט בבי\"ע, נעשה בו עלי' דמלך עילאה מצד עצמו הוא אור (אלא שהוא אור שלמעלה מהמשכה וגילוי), וע\"י המשכתו למטה, מתגלית בו כוונת העצמות ועפ\"ז, סדר הענינים שבכתוב הוא מלמטה למעלה, הן בנוגע לשרה, דכל מה שנתעלתה לדרגא עליונה יותר המשיכה בחינת מאה שנה למטה יותר, וגם בנוגע להענין דמאה שנה עצמו, שע\"י המשכתו למטה נעשה בו עלי'",
          "topics": [
            "אור",
            "עצמות",
            "גילוי",
            "מלכות",
            "יסוד"
          ],
          "word_count": 234
        },
        {
          "chunk_id": "chunk_9",
          "content": "וזהו שני חיי שרה כולן שוין לטובה40, דהאור מצד עצמו הוא בחינת מאה שנה, מאה הו\"ע התחלקות פרטים אלא שכולם הם מתאחדים כאחד, שנה לשון יחיד, ולאח\"ז נאמר שני חיי שרה ולא נזכר מספר, למעלה מגדר התחלקות.וממשיך הכתוב בקרית ארבע היא חברון, דלאחרי המשכת בחינת מאה שנה בבי\"ע, נמשך גילוי זה בגוף הגשמי שמחובר (חברון) מארבע יסודות41, ועי\"ז מיתוסף בהחיבור דהנשמה והגוף42 לאריכות ימים ושנים טובות, תורה ומצוות יאָרן43, חסידישע יאָרן, ובאופן דהרחבה עד למרחב העצמי, והולכים לקראת משיח צדקנו, ובאופן דשמחת עולם על ראשם44",
          "topics": [
            "אור",
            "גילוי",
            "עולם",
            "יסוד",
            "מצוות"
          ],
          "word_count": 85
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס* כ\"ף מרחשון – תשנ\"ב, \"לקראת כ\"ף מרחשון הבעל\"ט, יום הולדת את כ\"ק אדמו\"ר (מהורש\"ב) נ\"ע .. מוצש\"ק פ' וירא ה'תשנ\"ב\".*) קונטרס זה חילק כ\"ק אדמו\"ר שליט\"א בידו הק' לכאו\"א מאנשים נשים וטף.1) ריש פרשתנו.2) דשנת פר\"ת – נדפס בסה\"מ פר\"ת ס\"ע קמ ואילך. וכנראה שהוא מיוסד על מאמר ד\"ה זה בסה\"מ תר\"ל ע' יט ואילך.3) פרשתנו (קכב, א).4) קהלת ה, ח.5) זהר שם (קכב, ב).6) כדלקמן סעיף ט.7) בכמה ענינים דלקמן ראה גם ביאוה\"ז לאדהאמ\"צ בהוספות קכט, ד ואילך. וראה גם ד\"ה נחמו עת\"ר (בסה\"מ עת\"ר ע' ריח. ע' רכב ואילך). תו\"מ סה\"מ אב ע' קסח ואילך.8) סה\"מ עת\"ר ע' רטו ואילך.9) בראשית ב, טו.10) אוה\"ת בראשית (כרך ו תתרמא, סע\"ב – בשם ארז\"ל). וראה לקו\"ת שה\"ש (מח, ד). יל\"ר עה\"פ בראשית שם. זח\"א כז, א. תקו\"ז תכ\"א (סב, א). שם תנ\"ה (פח, ב).11) בראשית ג, כג.12) אבל מ\"מ \"אין זה דומה כלל לכמו שהי' קודם\" (סה\"מ עת\"ר שם).13) ראה זח\"ג רנז, סע\"א (ברע\"מ). פרדס שער יג (שער השערים) ספ\"ו. שער כג (שער ערכי הכינויים) מערכת כל כלה. ל\"ת להאריז\"ל עה\"פ וישב מ, א. וראה מאמרי אדהאמ\"צ דברים ח\"ב ע' תרפז. וש\"נ.14) ראה תו\"א ס\"פ תרומה (פא, ב). המשך תרס\"ו ע' רפד ואילך. ובכ\"מ.15) תקו\"ז בהקדמה (\"פתח אליהו\") יז, א.16) ראה גם סה\"מ ה'ש\"ת ע' 24 (דזהו החילוק בין מדות למלכות). לקו\"ש ח\"ו ע' 114 ואילך.17) ע\"ד הלבנה (ששרשה היא מהמלכות), שע\"י שהיא מקבלת את אור השמש (ז\"א) היא משנית את האור, שנעשה אור הלבנה ולא אור השמש.18) וע\"ד והי' אור הלבנה כאור החמה (ישעי' ל, כו), דהגם שגם אז תקבל הלבנה מהחמה, מ\"מ \"לא יהי' שינוי האור כלל בהלבנה מכמו שהוא בהחמה\" (המשך תרס\"ו ע' רצא).19) ב\"ב טז, סע\"ב ואילך.20) חיי שרה כד, א.21) תולדות כז, לג.22) וישלח לג, יא.23) ראה פרדס שבהערה 13. מאמרי אדמו\"ר האמצעי דברים ח\"ב ע' תרפז. וש\"נ.24) ראה שערי אורה פה, ב.25) ראה גם לקו\"ת שבת שובה סז, ד.26) דברי הימים-א כט, יא.27) ראה ע\"ח שער מב (שער דרושי אבי\"ע) פ\"א. לקו\"ת בחוקותי מו, ג. ובכ\"מ.28) ראה תניא אגה\"ק סט\"ו (קכב, סע\"א). סהמ\"צ להצ\"צ יב, ב ואילך. המשך תרס\"ו ע' רפט. ובכ\"מ.29) ראה בארוכה המשך תער\"ב ח\"ב ע' תתקלד ואילך. סה\"מ תרפ\"ז ע' לט ואילך. ובכ\"מ.30) כמפורש בהמאמר (סה\"מ פר\"ת ע' קמה).31) ישעי' סו, כב. וראה בארוכה בהמאמר שם (ע' קמו).32) תניא פל\"ז.33) ראה עד\"ז תו\"מ סה\"מ אלול ע' רכ.34) פרש\"י ר\"פ בראשית.35) תניא פל\"ו.36) דנוסף לזה שגם בתחילת הבריאה המקום דכללות העולם הי' \"תחתון\"*, הרי שע\"י חטא עה\"ד נעשה תחתון עוד יותר.ויש לומר, דשני הענינים שבה\"תחתון\" דעולם [שמצד עצמו ושע\"י חטא עה\"ד] הם ע\"ד שני הענינים דלקמן בפנים ובהערה הבאה – ארץ, ושדה דלעו\"ז.*) דנוסף לזה שלא הי' מוכשר להגילוי שע\"י מצוות דקרקע הג\"ע, הי' \"צ\"ל תיקון בכללות העולם\" (אלא שלולי חטא עה\"ד הי' התיקון בדרך ממילא) – ראה סה\"מ עת\"ר שבהערה 8.37) להעיר, שבזהר שם יש עוד פירוש במלך לשדה נעבד (הובא גם במאמר הנ\"ל ע' קמו ואילך), שהמלכות דקדושה נעבדת לשדה דלעו\"ז. ויש לומר (וראה עד\"ז תו\"מ סה\"מ אב ע' קעא), דזה שפירוש זה במלך לשדה נעבד בא לאחרי ובהמשך להפירוש דמלך לשדה נעבד הוא מלך עילאה דאתחבר לשדה כד איהו נעבד, הוא, כי הכוונה בשדה דלעו\"ז הוא שיתהפך לקדושה, והגילוי דמלך עילאה יומשך גם לשם [ובאופן נעלה יותר, ע\"ד המעלה בתשובה].38) ועפ\"ז יומתק לשון הזהר \"מלך עילאה דאתחבר לשדה\", דנוסף לזה שתחלת ההמשכה היא בשדה ועי\"ז נמשכת גם בארץ, יש לומר שבזה מרמז שגם ההמשכה בארץ היא באופן ד\"שדה\".39) להעיר ממ\"ש בהמאמר (ע' קמז) דעשרים שנה ושבע שנים \"הו\"ע ויתרון ארץ בכל היא\" – אף שלכאורה הול\"ל שהוא בחינת כל.40) פרש\"י עה\"פ (ריש פרשתנו).41) זהר פרשתנו קכב, ב (במדרש הנעלם).42) דכל שהגוף מזדכך יותר, רוצה הנשמה להיות בהגוף, וזה שבשרה הי' ההיפך מזה, הוא מפני סיבה צדדית, ראה פרש\"י עה\"פ.43) ראה \"היום יום\" ו' חשון.44) ישעי' לה, יו\"ד. נא, יא.",
      "glossary": "|אדמו\"ר (Admor): Adoneinu Moreinu V'Rabbeinu - Our Master, Teacher and Rabbi; אוא\"ס (Or Ein Sof): Infinite Light; ארז\"ל (Amru Rabboteinu Zichronam L'Vracha): Our sages of blessed memory said; ארץ (Eretz): Land; את האורות דז\"א (Et HaOrot D'Z\"A): The lights of Z\"A; באופן שע\"י (B'Ofan SheAl Yedei): In a way that through; בדוגמת המדות שבאדם (B'Dugmat HaMidot SheB'Adam): Like the character traits in a person; בדרך כלל (B'Derech K'lal): Generally; בהיותה באצילות (BiHyotah B'Atzilut): When it is in Atzilut; בזהר (BaZohar): In the Zohar; בחינת כל (Bechinat Kol): Aspect of All; בחינת מלך (Bechinat Melech): Aspect of King; בחינת מלכות (Bechinat Malchut): Aspect of Kingship/Malchut; בי\"ע (BYA): Beriah Yetzirah Asiyah - Creation Formation Action; ביאור (Biur): Explanation; בכללות העולם (B'Klalut HaOlam): In the totality of the world; במאמרו (B'maamaro): In his discourse; במלכות (B'Malchut): In Malchut; במק\"א (B'Makom Acher): In another place; בס\"ד (Besiyata Dishmaya): With the help of Heaven; בעל יום ההולדת (Baal Yom HaHuledet): Master of the birthday; בשרשם (B'Shorsham): In their root; ג' מדריגות (Gimel Madregot): Three levels; גילוי אוא\"ס (Gilui Or Ein Sof): Revelation of Infinite Light; גן עדן (Gan Eden): Garden of Eden; ד\"ה (Dibur HaMatchil): Opening words; דא מלך עילאה (Da Melech Ila'ah): This is the supernal king; דאתחבר לשדה (D'Itchaber L'Sadeh): That connects to the field; דברי אהבה (Divrei Ahavah): Words of love; דוגמת (Dugmat): Like/similar to; דוקא (Davka): Specifically; דוקא בנוגע לחיצוניות המלכות (Davka B'Noge'a L'Chitzoniyut HaMalchut): Specifically regarding the external aspect of Malchut; ה'תש\"ל (Hey Tav Shin Lamed): Year 5730; הגם שהם שייכים להזולת (HaGam SheHem Shayachim L'Zulat): Although they relate to the other; הדיבור דמלכות (HaDibur D'Malchut): The speech of Malchut; ההוספה (HaHosafah): The addition; ההמשכה מז\"א למלכות (HaHamshachah MiZ\"A L'Malchut): The flow from Z\"A to Malchut; הוא כדי לגלות האהבה (Hu K'Dei L'Galot HaAhavah): Is in order to reveal the love; החילוק (HaChiluk): The difference; הטעם (HaTa'am): The reason; היא ירידה ושינוי (Hi Yeridah V'Shinui): Is a descent and change; היא משתנית (Hi Mishtanit): It changes; המבואר (HaMevoar): That which is explained; המובחר שבארץ (HaMuvchar SheBaEretz): The choicest of the land; המלכות כמו שהיא מצד עצמה (HaMalchut K'Mo SheHi MiTzad Atzmah): Malchut as it is from its own side; המשכת האורות (Hamshachat HaOrot): Drawing down of lights; המשכת הגילוי דבחינת כל (Hamshachat HaGilui D'Bechinat Kol): Drawing down the revelation of the aspect of All; המשכת הגילוי דבחינת מלך עילאה (Hamshachat HaGilui D'Bechinat Melech Ila'ah): Drawing down the revelation of the aspect of the Supernal King; העבודה בג\"ע (HaAvodah B'Gan Eden): The service in the Garden of Eden; העבודה דקיום המצוות (HaAvodah D'Kiyum HaMitzvot): The service of fulfilling commandments; הרי האהבה שנמשכת בהדיבור (Harei HaAhavah SheNimshachet BaHaDibur): The love that flows in the speech; השייכות (HaShayachut): The connection; התהוות העולם (Hithavut HaOlam): Formation of the world; ויהיו חיי שרה (Vayihyu Chayei Sarah): And the life of Sarah was; ויניחהו בגן עדן (Vaynichehu B'Gan Eden): And placed him in the Garden of Eden; ויקח ה' אלקים את האדם (Vayikach Hashem Elokim Et HaAdam): And God took the man; וישלחהו ה' אלקים מגן עדן (Vayishlachehu Hashem Elokim MiGan Eden): And God sent him from the Garden of Eden; ויתרון ארץ בכל היא מלך לשדה נעבד (V'yitron Eretz BaKol Hi Melech L'Sadeh Ne'evad): The profit of the land is in all, a king for the cultivated field; ועשרים שנה (V'esrim Shanah): And twenty years; ושבע שנים (V'sheva Shanim): And seven years; זה (Zeh): This; זריעת המצוות (Zriat HaMitzvot): Sowing of commandments; חיי שרה (Chayei Sarah): Life of Sarah; חיין עילאין (Chayin Ila'in): Higher life; חיצוניות המלכות (Chitzoniyut HaMalchut): External aspect of Malchut; יוצא לחוץ (Yotzei L'Chutz): Goes out; יסוד (Yesod): Foundation; יתרון בהמלכות (Yitron B'HaMalchut): Advantage in Malchut; כ\"ף מרחשון (Kaf Marcheshvan): 20th of Marcheshvan; כד איהו נעבד (Kad Ihu Ne'evad): When it is worked; כדאיתא בזהר (K'D'Ita BaZohar): As it says in the Zohar; כח הדיבור (Ko'ach HaDibur): Power of speech; כיון דזה (Kivan D'Zeh): Since this; כיון שחיצוניות המלכות (Kivan SheChitzoniyut HaMalchut): Since the external aspect of Malchut; כללות העולם (Klalut HaOlam): Totality of the world; כמו שהדיבור הוא בשביל הזולת (K'Mo SheHaDibur Hu BiShvil HaZulat): Just as speech is for the other; כמו שהוא בעצמותו (K'Mo SheHu B'Atzmuto): As it is in its essence; כסלו (Kislev): Month of Kislev; כפשוטה (K'Pshutah): In its simple meaning; לאח\"ז (L'achar Zeh): After this; לאחרי שגורש האדם (L'Acharei SheGorash HaAdam): After man was expelled; לגבי האהבה עצמה (L'Gabei HaAhavah Atzmah): Relative to the love itself; להחיות הנבראים (L'Hachayot HaNivra'im): To enliven the created beings; להמשכת הגילוי (L'Hamshachat HaGilui): For drawing down revelation; לזולתו (L'Zulato): To the other; לכאורה (L'Chorah): Apparently; לעבדה ולשמרה (L'Avdah U'L'Shamrah): To work it and guard it; לעבוד את האדמה (La'avod Et HaAdamah): To work the ground; לעשות המקום (La'asot HaMakom): To make the place; לפני שיורדת (Lifnei SheYoredet): Before it descends; מאה שנה (Meah Shanah): One hundred years; מאן מלך (Man Melech): Who is the king; מבה\"ח (Motzaei Baal HaChag): After the holiday; מדות (Midot): Character traits; מהאדם המדבר (MeHaAdam HaMedaber): From the speaking person; מהורש\"ב (Maharshab): Moreinu HaRav Sholom Ber; מז\"א (MiZ\"A): From Zeir Anpin; מיתוסף (Mitosaf): Is added; מלך עילאה (Melech Ila'ah): Supernal King; מלכות פה (Malchut Peh): Malchut of mouth; מעלת השדה (Ma'alat HaSadeh): Excellence of the field; מקבלת תמיד (Mekabelet Tamid): Always receives; מקום הראוי לזריעה (Makom HaRaui L'Zriah): Place suitable for sowing; מקום מוכשר (Makom Muchshar): Prepared place; משמע (Mashma): It implies; נ\"ע (Niftar): Of blessed memory; נוגע (Nogea): Relevant; נוסף לזה (Nosaf L'Zeh): In addition to this; נעשה נפרד (Na'aseh Nifrad): Becomes separate; נשמע לזולתו (Nishma L'Zulato): Is heard by the other; סיום האצילות (Siyum HaAtzilut): End of Atzilut; סיומא דגופא (Siyuma D'Gufa): End of the body; ספירת היסוד (Sefirat HaYesod): Sefirah of Foundation; ע\"ד כשאדם מדבר (Al Derech K'SheAdam Medaber): Like when a person speaks; עד\"ז (Al Derech Zeh): In the same way; עה\"פ (Al HaPasuk): On the verse; ענינה הוא (Inyanah Hu): Its matter is; ענינו הוא זה (Inyano Hu Zeh): Its matter is this; ענינם הוא (Inyanam Hu): Their matter is; עפ\"ז (Al Pi Zeh): According to this; פנימיות המלכות (Pnimiyut HaMalchut): Internal aspect of Malchut; צמיחה (Tzmichah): Growth; צריך להבין (Tzarich L'Havin): One needs to understand; קיום המצוות (Kiyum HaMitzvot): Fulfillment of commandments; רמ\"ח מ\"ע (Ramach Mitzvot Aseh): 248 positive commandments; ש\"פ (Shabbat Parashat): Shabbat Torah portion; שבהאדם עצמו (SheB'Adam Atzmo): That is in the person himself; שבכחו לדבר לזולתו (SheBiChocho L'Daber L'Zulato): That he has the power to speak to another; שדה (Sadeh): Field; שדה נעבד (Sadeh Ne'evad): Cultivated field; שהאדם מתעורר ומתפעל (SheHaAdam Mit'orer U'Mitpa'el): That the person is aroused and affected; שהוא מדבר דברי אהבה (SheHu Medaber Divrei Ahavah): That he speaks words of love; שהיא שרש הנבראים (SheHi Shoresh HaNivra'im): That it is the root of the created beings; שהיתרון דארץ (SheHaYitron D'Eretz): That the advantage of the land; שהמלכות מקבלת בחינת היסוד (SheHaMalchut Mekabelet Bechinat HaYesod): That Malchut receives the aspect of Yesod; שהמלכות מקבלת בתוכה (SheHaMalchut Mekabelet B'Tochah): That Malchut receives within itself; שורש ומקור הנבראים (Shoresh U'Makor HaNivra'im): Root and source of the created beings; שיהי' מוכשר להגילוי (SheYihyeh Muchshar L'Gilui): That it should be prepared for revelation; שלכן נקראת המלכות בשם דיבור (SheL'Chen Nikret HaMalchut B'Shem Dibur): Therefore Malchut is called speech; שלמעלה מהגילוי (SheLema'alah MeHaGilui): Above the revelation; שלמעלה ממלכות (SheLema'alah MiMalchut): Above Malchut; שלמעלה משרש הנבראים (SheLema'al; שמדבר בפועל (SheMedaber B'Fo'al): That speaks in actuality; שני חיי שרה (Shnei Chayei Sarah): The years of Sarah's life; שנמשך בה הגילוי (SheNimshach Bah HaGilui): That the revelation flows in it; שנקראת כל (SheNikret Kol): That is called All; שס\"ה מל\"ת (Shas Heh Mitzvot Lo Ta'aseh): 365 negative commandments; שרש הנבראים (Shoresh HaNivra'im): Root of the created beings; ששרה זכתה לחיין עילאין (SheSarah Zachtah L'Chayin Ila'in): That Sarah merited to higher life;"
    },
    "search_tags": [
      "צמצום",
      "עבודה",
      "חטא",
      "תכלית",
      "Contraction",
      "יסוד",
      "העלם",
      "אלקות",
      "אברהם",
      "Love",
      "World",
      "מלכות",
      "אוא\"ס",
      "Isaac",
      "יצחק",
      "אצילות",
      "Concealment",
      "Jacob",
      "Commandments",
      "Dwelling",
      "Purpose",
      "Chain of descent",
      "Torah",
      "כוונה",
      "Creation",
      "Sin",
      "גן עדן",
      "Emanation",
      "מצוות",
      "יעקב",
      "Exile",
      "Israel",
      "ישראל",
      "המשכה",
      "תורה",
      "Kingship",
      "Light",
      "השתלשלות",
      "בינה",
      "אהבה",
      "גלות",
      "Understanding",
      "תשובה",
      "אור",
      "בריאה",
      "עצמות",
      "Lower worlds",
      "Intention",
      "משיח",
      "Garden of Eden",
      "מצוה",
      "Essence",
      "Worlds",
      "Foundation",
      "Infinite Light",
      "Revelation",
      "תיקון",
      "Service",
      "Divinity",
      "גילוי",
      "Commandment",
      "דירה",
      "תחתונים",
      "עולמות",
      "חסיד",
      "Abraham",
      "Chassid",
      "Rectification",
      "Drawing down",
      "Repentance",
      "Messiah",
      "עולם"
    ]
  }
}