{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "1_תמא",
    "reference": "Reference: 1_תמא",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אור",
        "גילוי",
        "העלם",
        "תחתונים",
        "עולם",
        "מלכות",
        "צדיקים",
        "צדיק",
        "ישראל",
        "מקדש",
        "מצוות",
        "מצוה",
        "תורה",
        "גלות",
        "משיח",
        "דור",
        "עבודה",
        "המשכה",
        "דירה",
        "כוונה",
        "תשובה",
        "רבי",
        "חסיד"
      ],
      "key_concepts": [
        "Light",
        "Revelation",
        "Concealment",
        "Lower worlds",
        "World",
        "Kingship",
        "Righteous ones",
        "Righteous one",
        "Israel",
        "Temple",
        "Commandments",
        "Commandment",
        "Torah",
        "Exile",
        "Messiah",
        "Generation",
        "Service",
        "Drawing down",
        "Dwelling",
        "Intention",
        "Repentance",
        "Rabbi",
        "Chassid"
      ],
      "biblical_references": [
        "שה\"ש כה, א",
        "שה\"ש א, ב",
        "בראשית ד, א",
        "דברים נפרדים, אלא",
        "דברים נפרדים, הרי",
        "דברים נפרדים, וענין",
        "ישעי' מ, ה"
      ],
      "talmudic_references": [
        "תניא",
        "זהר"
      ],
      "chassidic_references": [
        "אדמו\"ר מהר\"ש",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 1609,
      "chunk_count": 7
    },
    "content": {
      "main_text": "בס\"ד. אור לי\"ג תשרי (הילולא דאדמו\"ר מהר\"ש נ\"ע), ה'תשמ\"ג וחג האסיף גו' באספך את מעשיך מן השדה1, ומבאר בעל ההילולא2, דמה שהרגלים נקבעו בזמני התבואה, המכוון הוא (בעיקר) לתבואה ברוחניות3. וזהו מה שנקבע חג הסוכות בזמן אסיפת התבואה, ועד שנקרא בשם חג האסיף4, מפני שענינו של חג הסוכות קשור ובא לאחרי העבודה דאסיפת התבואה (ואספת5 דגנך ותירושך ויצהרך6) ברוחניות. וכמו שאסיפת התבואה כפשוטה בגשמיות היא לפני כניסת החג, דביו\"ט מי שרי7, כ\"ה גם ברוחניות, שלאחרי העבודה דבאספכם את תבואת הארץ (הנה אז) תחוגו את חג ה' שבעת ימים8. וצריך להבין השייכות דחג הסוכות, דשמו (חג הסוכות) הוא על שם בסוכות9 תשבו שבעת ימים10, לבאספכם את תבואת הארץ. וגם צריך להבין (כהדיוק בכמה דרושים11) מ\"ש8 בסוכות תשבו שבעת ימים כל האזרח בישראל ישבו בסוכות, דלכאורה, הרי הציווי בסוכות תשבו גו' הוא לכללות ישראל ולכל אחד מישראל, ומה מוסיף במ\"ש כל האזרח בישראל ישבו בסוכות. וגם צריך להבין12 מה שבהציווי בסוכות תשבו אומר תשבו שבעת ימים משא\"כ בהציווי כל האזרח גו' אומר ישבו סתם (ואינו אומר שבעת ימים).והנה בהמשך לתחוגו את חג ה' שבעת ימים ממשיך הכתוב13 ולקחתם לכם ביום הראשון פרי עץ הדר כפות תמרים וענף עץ עבות וערבי נחל גו', שגם מצוה זו קשורה עם חג האסיף14, דזמנה של מצוה זו הוא דוקא ביום הראשון, ביום הראשון של החג שמצד באספכם גו'. ועם היות שמצות נטילת ד' מינים אינה קשורה כ\"כ עם עצם החג כהמצוה דישיבה בסוכה15 [וכמובן גם מזה שהחיוב דמצות ישיבה בסוכה הוא בכל שבעת ימי החג (בסוכות תשבו שבעת ימים), משקידש החג, משא\"כ החיוב דמצות נטילת ד' מינים מתחיל בבוקר (בעלות השחר, ולכתחילה מנץ החמה16) וביום הראשון17], מ\"מ, הרי גם מצוה זו קשורה (כנ\"ל) עם יום הראשון דחג האסיף.ב) ולהבין זה (השייכות דסוכה ונטילת ד' מינים לאסיפת התבואה) יש להקדים מה שארז\"ל18 פרי עץ הדר זה הקב\"ה כפות תמרים זה הקב\"ה וענף עץ עבות זה הקב\"ה וערבי נחל זה הקב\"ה (ומביאים ראיות מפסוקים על זה). ומבאר בעל ההילולא19, דמה שכל א' מד' המינים מורה על הקב\"ה הוא מצד ענין האחדות שבהם. דפרי20 עץ הדר זה אתרוג שדר באילנו משנה לשנה21, דבמשך השנה יש כו\"כ שינויים מן הקצה אל הקצה שלכן נקראת בשם שנה מלשון שינוי22 לפי שיש בה כל שינויי האוירים דכל ו' התקופות שנמנות בכתוב23, והאתרוג (שדר באילנו משנה לשנה) הוא סובל את כל השינויים. ויתירה מזו, דלא רק שהוא סובל את כל האוירים, אלא שהוא גדל מהם. היינו, דלא רק ששינויי האוירים אינם עושים בו גרעון, אלא שהוא מקבל מהם תוספת צמיחה24. דזהו (אמיתית) ענין האחדות שבאתרוג, שהוא מאחד את כל שינויי האוירים, שמכולם נעשה דבר אחד (מציאות האתרוג). ועד\"ז הוא גם בלולב, כפות תמרים (כפת, חסר כתיב) ודרשו רז\"ל שצ\"ל כפות, שהעלים צריכים להיות באופן שיהיו ראויים לכפותן ולאגדם יחד עם השדרה כדבר אחד25. דהגם שיש עוד אילנות שהענפים קרובים להעץ, אין זה באופן דכפות (אחדות) כבלולב26. וכ\"ה גם בההדסים, ענף עץ עבות, עבות דוקא, תלתא בחד קינא27. דהגם שהם ג' עלים נפרדים [ריבוי התחלקות, שהרי גם שנים הם רבים, דמיעוט רבים שנים28, ומכ\"ש ג'] מ\"מ הן \"עבות\" (כמין קליעה29), בחד קינא. וכ\"ה גם בערבה (ערבי נחל) שנק' בגמרא בשם אחוונא30, על שם שגדלים באחוה31. דאע\"פ שהם ערבי נחל, ערבי לשון רבים, הם באחוה ובאחדות, וכך הוא אופן גידולם (שגדלים באחוה).והנה ענין האחדות שבד' מינים אלו הוא באופן שמריבוי נעשה אחדות. וכמו באתרוג, שהאוירים דו' תקופות השנה הם שונים זה מזה (ועד שהם הפכים), ואעפ\"כ הם מתאחדים אח\"כ ונעשים דבר אחד (מציאות האתרוג). וכ\"ה גם בלולב, שמזה גופא שאומרים שצ\"ל כפות מובן שיש בו עלים נפרדים וצריך לכפותם32. וכ\"ה גם בהדס שצ\"ל ג' עלים נפרדים ושאעפ\"כ יתאחדו זה עם זה (בחד קינא). וכ\"ה גם בערבי נחל, שהם ריבוי ערבות (ערבי לשון רבים33) ואעפ\"כ הם מתאחדים וגדלים באחוה.ג) וזהו הקשר דמצות נטילת ד' מינים עם חג הסוכות, כי ענין הסוכה הוא שלום34, היינו מה שמריבוי נעשה אחדות. דמזה מובן גם בנוגע לחג הסוכות, שהוא (כנ\"ל בתחילת המאמר) על שם בסוכות תשבו, שענינו הוא מה שמריבוי נעשה אחדות. דזהו חג הסוכות שבעת ימים35, שבעת ימים הו\"ע ההתחלקות, דכל יום הוא משונה מזולתו. ועד שהם כוללים התחלקות דכל משך הזמן. כי שבעת ימי השבוע הן שבעת ימי ההיקף36. דזהו מה שבכל שבוע אומרים היום יום ראשון, היום יום שני וכו', דלכאורה הלא מברה\"ע עד עתה כבר יש אלפים ורבבות ימים ולמה אנו מונין יום ראשון שני ושלישי וכו', וידוע הביאור בזה37, שזהו לפי שהם ימי ההיקף שחוזרין חלילה. וענין חג הסוכות שבעת ימים הוא, שכל שבעת הימים נעשים ענין אחד, חג הסוכות.ד) וביאור הענין (השייכות דנטילת ד' מינים עם חג הסוכות) בעומק יותר, דענין האחדות שבשניהם הוא לא רק באופן דהתאחדות של דברים נפרדים, אלא אחדות אמיתית שלמעלה מהתחלקות. דבמצות נטילת ד' מינים הנה נוסף על האחדות שבכל אחד מד' המינים (כמו שהוא בפני עצמו), שהיא התאחדות של דברים נפרדים, הרי כל ד' המינים נעשים מצוה אחת38, ענין אחד39. דהגם שהם ד' מינים שונים, ומן הקצה אל הקצה, כדאיתא במדרש40 דד' מינים שבלולב הם כנגד ד' סוגים שבישראל, מהסוג שכנגד אתרוג שיש בו טעם וריח (תורה ומעשים טובים) עד להסוג שכנגד ערבה שאין בה לא טעם ולא ריח, מ\"מ הם נעשים כולם (כל הד' סוגים) אגודה אחת לעשות רצונך, דאחדות זו (מה שכולם נעשים אגודה אחת לעשות רצונך) היא אחדות אמיתית שלמעלה מהתחלקות41. ועד\"ז הוא בענין האחדות דסוכה, דלאחרי שאומר בסוכות תשבו שבעת ימים, ענין האחדות דנפרדים (מה ששבעת ימים מתאחדים בסוכה אחת), מוסיף כל האזרח בישראל ישבו בסוכות (ישבו סתם, ואינו אומר שבעת ימים), אחדות אמיתית שלמעלה מהתחלקות42.ה) ועפ\"ז תובן השייכות דחג הסוכות (תחוגו את חג ה' שבעת ימים, דמצות ישיבה בסוכה ודמצות נטילת ד' מינים) לבאספכם את תבואת הארץ, כי באספכם הוא ענין האחדות, שבתחילה הם דברים נפרדים, וענין באספך הוא לאסוף אותם (ולאחדם) יחד. ושני ענינים בזה (בדוגמת ב' המדריגות דאחדות שבסוכה וד' מינים). דתחילה היא האסיפה (וההתאחדות) של ריבוי הפרטים דכל מין ומין (דגן, תירוש ויצהר) בפני עצמו, ולאח\"ז היא האסיפה (ההתאחדות) דכל ג' המינים יחד, שאוסף כולם אל הבית43 (למקום אחד).ו) והנה כל ענינים אלו באים לאחרי העבודה דהתחלת חודש תשרי, אותיות רשית44. דעשרה ימים שבין ראש השנה ליום הכפורים45, עשרה ימים, הם בחינת התחלקות, וביום הכפורים הם מתכללים ומתאחדים ביום אחד (דיום הכפורים)46, אחת בשנה47, ולאחרי יום הכפורים, בד' ימים שבין יום הכפורים לסוכות, היא ההכנה לקיום מצות בסוכות תשבו ונטילת ד' מינים48, כולל גם העבודה דבאספך את מעשיך מן השדה, דעבודה זו היא (כנ\"ל בתחילת המאמר) לפני והכנה לחג הסוכות. אלא שביום הכפורים, שאין בו אכילה ושתי' וכו', הוא באופן דהפשטה מעניני העולם49. ובפרט בתפלת נעילה דיום הכפורים, שאז ישראל ומלכא בלחודוהי50. דזהו פירוש נעילה51, שנועלים כל השערים ונמצאים (בפנים) רק ישראל ומלכא. ובכדי להשלים הכוונה דדירה בתחתונים52, צריכה להיות ההמשכה (להמשיך ענין האחדות) למטה, בעוה\"ז הגשמי, עד בענינים הגשמיים דעוה\"ז, מתחיל מבאספך את מעשיך מן השדה, דהגם שהיא עבודה רוחנית (כנ\"ל בתחילת המאמר), מ\"מ הרי היא קשורה גם עם אסיפת התבואה (דגנך תירושך ויצהרך) כפשוטה בגשמיות53, ועד\"ז הוא גם במצות בסוכות תשבו, דסכך הסוכה צ\"ל מגרנך ומיקבך ובזה גופא דוקא מפסולת גורן ויקב54, ועד\"ז הוא גם במצות נטילת ד' מינים, דא\"א לקיים המצוה ע\"י כוונה55, ע\"י העבודה דמדות (הגם שד' המינים הם מסוג הצומח וצומח הו\"ע המדות56), וגם לא ע\"י העבודה דמלכות (אף שענין הנענועים הוא להמשיך בנוקבא דז\"א (מלכות) העומדת בחזה דז\"א57), וצריך לד' מינים גשמיים דוקא, ושיגעו בחזה58 הגשמי דוקא.ז) וזהו וחג האסיף גו' באספך את מעשיך מן השדה, שהוא אסיפת כל הענינים יחד. וההתחלה בזה היא שמאספים כל הענינים דתורה59 (ככל העבודות, שהתחלתם היא בענינם כמו שהוא בתורה, מכיון דאסתכל באורייתא וברא עלמא60). דהנה כל ענין בתורה יש בו ששים ריבוא פירושים ע\"ד הפשט, ששים ריבוא פירושים ע\"ד הרמז, וכן ע\"ד הדרוש וע\"ד הסוד61. וצריך לאסוף ולכלול כל הפירושים דחלק הפשט, וכן כל הפירושים דחלק הרמז, דחלק הדרוש ודחלק הסוד, ולאחרי זה לאסוף ולכלול כל ד' החלקים יחד. וזהו ואספת דגנך ותירושך ויצהרך, דגן (לחם) הוא נגלה דתורה, תירוש (יין) הוא רזין דאורייתא, ויצהר (שמן) הוא רזין דרזין62, והעבודה דואספת דגנך ותירושך ויצהרך היא בשתים. האסיפה וההתכללות של ריבוי הענינים דכל סוג (נגלה, רזין ורזין דרזין) גופא, וגם האסיפה וההתכללות דכל הסוגים יחד, ולהעלותם לדרגא שלמעלה מהתחלקות, עד לבחי' אתר דכליל כולא63 ולמעלה יותר. והגם דעיקר ענין זה (ההתאחדות דכל עניני התורה) יהי' בביאת המשיח, שילמד את כל העם כולו64 את כל התורה כולה, גם רזי תורה ורזין דרזין, וכמ\"ש65 ישקני מנשיקות פיהו ופירש\"י שלע\"ל יתגלה סוד טעמי' (דתורה) ומסתר צפונותי', וכ\"ז יהי' אז באופן של ראי'66, אעפ\"כ, מכיון שטועמי' חיים זכו67, הרי מעין זה באופן של טעימה עכ\"פ יכול להיות וצריך להיות עכשיו. ומזה (מהענין דואספת דגנך ותירושך ויצהרך כמו שהוא בתורה) נמשך שיהי' ואספת דגנך ותירושך ויצהרך בכל עניני עבודת האדם ברוחניות, ועד שזה נמשך גם בואספת דגנך ותירושך ויצהרך כפשוטו, בדגן תירוש ויצהר הגשמיים. ועד\"ז הוא גם בענין האחדות דישיבה בסוכה (שלאחרי העבודה דואספת), שיש בזה (כנ\"ל) ב' מדריגות, בסוכות תשבו שבעת ימים שהו\"ע האחדות כמו ששייך עדיין לשבעת ימים (התחלקות) וכל האזרח בישראל ישבו בסוכות (סתם, שלמעלה מענין שבעת ימים), דעיקר ענין זה יהי' לע\"ל, כידוע68 דפירוש אזרח הוא מה שעתיד להזריח לע\"ל, אלא שאעפ\"כ יש הארה מזה גם עכשיו. כפירוש בעל ההילולא (ע\"פ זה)69, דמה שעתיד להזריח לע\"ל בתוך ישראל ובפנימיותם, הנה גם עכשיו ישבו בסוכות, שזה מתגלה עליהם (עכשיו) בבחי' סוכות ומקיף. ועד\"ז הוא גם בענין הד' מינים (דנטילת ד' מינים הוא (כנ\"ל) לאחרי הישיבה בסוכה), דכל אחד מד' המינים הוא \"זה הקב\"ה\", דענין זה הוא גם עכשיו, אלא שעכשיו הוא בהעלם, והגילוי מזה יהי' לע\"ל שאז יהי' ונגלה כבוד הוי' וראו כל בשר גו'70. ואז יהי' גם אסיפת דגנך ותירושך ויצהרך באופן אחר, שלא יהי' צריך להיות ואספת (שישראל יצטרכו לאסוף) כי אם ועמדו זרים ורעו צאנכם ובני נכר אכריכם וגו'71, וגם הישיבה בסוכה תהי' באופן נעלה יותר, שישבו בסוכת עורו של לויתן72, וגם ענין זה הקב\"ה (שבד' המינים) יהי' אז בגילוי, כפי שאני נכתב כך אני נקרא73, אלא שמעין זה (דכל ענינים אלו) יש גם עכשיו, וכנ\"ל בפירוש כל האזרח בישראל ישבו בסוכות, ועאכו\"כ בהזמן דסוף הגלות (עקבתא דמשיחא) שנשארו רק רגעים ספורים, והבטיחה תורה שסוף ישראל לעשות תשובה בסוף גלותן ומיד הן נגאלין74, ובשמחה ובטוב לבב.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד אור לי\"ג תשרי (הילולא דאדמו\"ר מהר\"ש נ\"ע), ה'תשמ\"ג וחג האסיף גו' באספך את מעשיך מן השדה1, ומבאר בעל ההילולא2, דמה שהרגלים נקבעו בזמני התבואה, המכוון הוא (בעיקר) לתבואה ברוחניות3 וזהו מה שנקבע חג הסוכות בזמן אסיפת התבואה, ועד שנקרא בשם חג האסיף4, מפני שענינו של חג הסוכות קשור ובא לאחרי העבודה דאסיפת התבואה (ואספת5 דגנך ותירושך ויצהרך6) ברוחניות וכמו שאסיפת התבואה כפשוטה בגשמיות היא לפני כניסת החג, דביו\"ט מי שרי7, כ\"ה גם ברוחניות, שלאחרי העבודה דבאספכם את תבואת הארץ (הנה אז) תחוגו את חג ה' שבעת ימים8 וצריך להבין השייכות דחג הסוכות, דשמו (חג הסוכות) הוא על שם בסוכות9 תשבו שבעת ימים10, לבאספכם את תבואת הארץ וגם צריך להבין (כהדיוק בכמה דרושים11) מ\"ש8 בסוכות תשבו שבעת ימים כל האזרח בישראל ישבו בסוכות, דלכאורה, הרי הציווי בסוכות תשבו גו' הוא לכללות ישראל ולכל אחד מישראל, ומה מוסיף במ\"ש כל האזרח בישראל ישבו בסוכות וגם צריך להבין12 מה שבהציווי בסוכות תשבו אומר תשבו שבעת ימים משא\"כ בהציווי כל האזרח גו' אומר ישבו סתם (ואינו אומר שבעת ימים).והנה בהמשך לתחוגו את חג ה' שבעת ימים ממשיך הכתוב13 ולקחתם לכם ביום הראשון פרי עץ הדר כפות תמרים וענף עץ עבות וערבי נחל גו', שגם מצוה זו קשורה עם חג האסיף14, דזמנה של מצוה זו הוא דוקא ביום הראשון, ביום הראשון של החג שמצד באספכם גו'",
          "topics": [
            "אור",
            "ישראל",
            "מצוה",
            "עבודה",
            "רבי"
          ],
          "word_count": 212
        },
        {
          "chunk_id": "chunk_2",
          "content": "ועם היות שמצות נטילת ד' מינים אינה קשורה כ\"כ עם עצם החג כהמצוה דישיבה בסוכה15 [וכמובן גם מזה שהחיוב דמצות ישיבה בסוכה הוא בכל שבעת ימי החג (בסוכות תשבו שבעת ימים), משקידש החג, משא\"כ החיוב דמצות נטילת ד' מינים מתחיל בבוקר (בעלות השחר, ולכתחילה מנץ החמה16) וביום הראשון17], מ\"מ, הרי גם מצוה זו קשורה (כנ\"ל) עם יום הראשון דחג האסיף.ב) ולהבין זה (השייכות דסוכה ונטילת ד' מינים לאסיפת התבואה) יש להקדים מה שארז\"ל18 פרי עץ הדר זה הקב\"ה כפות תמרים זה הקב\"ה וענף עץ עבות זה הקב\"ה וערבי נחל זה הקב\"ה (ומביאים ראיות מפסוקים על זה) ומבאר בעל ההילולא19, דמה שכל א' מד' המינים מורה על הקב\"ה הוא מצד ענין האחדות שבהם דפרי20 עץ הדר זה אתרוג שדר באילנו משנה לשנה21, דבמשך השנה יש כו\"כ שינויים מן הקצה אל הקצה שלכן נקראת בשם שנה מלשון שינוי22 לפי שיש בה כל שינויי האוירים דכל ו' התקופות שנמנות בכתוב23, והאתרוג (שדר באילנו משנה לשנה) הוא סובל את כל השינויים ויתירה מזו, דלא רק שהוא סובל את כל האוירים, אלא שהוא גדל מהם היינו, דלא רק ששינויי האוירים אינם עושים בו גרעון, אלא שהוא מקבל מהם תוספת צמיחה24 דזהו (אמיתית) ענין האחדות שבאתרוג, שהוא מאחד את כל שינויי האוירים, שמכולם נעשה דבר אחד (מציאות האתרוג) ועד\"ז הוא גם בלולב, כפות תמרים (כפת, חסר כתיב) ודרשו רז\"ל שצ\"ל כפות, שהעלים צריכים להיות באופן שיהיו ראויים לכפותן ולאגדם יחד עם השדרה כדבר אחד25 דהגם שיש עוד אילנות שהענפים קרובים להעץ, אין זה באופן דכפות (אחדות) כבלולב26 וכ\"ה גם בההדסים, ענף עץ עבות, עבות דוקא, תלתא בחד קינא27 דהגם שהם ג' עלים נפרדים [ריבוי התחלקות, שהרי גם שנים הם רבים, דמיעוט רבים שנים28, ומכ\"ש ג'] מ\"מ הן \"עבות\" (כמין קליעה29), בחד קינא",
          "topics": [
            "מצוה",
            "רבי"
          ],
          "word_count": 276
        },
        {
          "chunk_id": "chunk_3",
          "content": "וכ\"ה גם בערבה (ערבי נחל) שנק' בגמרא בשם אחוונא30, על שם שגדלים באחוה31 דאע\"פ שהם ערבי נחל, ערבי לשון רבים, הם באחוה ובאחדות, וכך הוא אופן גידולם (שגדלים באחוה).והנה ענין האחדות שבד' מינים אלו הוא באופן שמריבוי נעשה אחדות וכמו באתרוג, שהאוירים דו' תקופות השנה הם שונים זה מזה (ועד שהם הפכים), ואעפ\"כ הם מתאחדים אח\"כ ונעשים דבר אחד (מציאות האתרוג) וכ\"ה גם בלולב, שמזה גופא שאומרים שצ\"ל כפות מובן שיש בו עלים נפרדים וצריך לכפותם32 וכ\"ה גם בהדס שצ\"ל ג' עלים נפרדים ושאעפ\"כ יתאחדו זה עם זה (בחד קינא) וכ\"ה גם בערבי נחל, שהם ריבוי ערבות (ערבי לשון רבים33) ואעפ\"כ הם מתאחדים וגדלים באחוה.ג) וזהו הקשר דמצות נטילת ד' מינים עם חג הסוכות, כי ענין הסוכה הוא שלום34, היינו מה שמריבוי נעשה אחדות דמזה מובן גם בנוגע לחג הסוכות, שהוא (כנ\"ל בתחילת המאמר) על שם בסוכות תשבו, שענינו הוא מה שמריבוי נעשה אחדות דזהו חג הסוכות שבעת ימים35, שבעת ימים הו\"ע ההתחלקות, דכל יום הוא משונה מזולתו ועד שהם כוללים התחלקות דכל משך הזמן כי שבעת ימי השבוע הן שבעת ימי ההיקף36 דזהו מה שבכל שבוע אומרים היום יום ראשון, היום יום שני וכו', דלכאורה הלא מברה\"ע עד עתה כבר יש אלפים ורבבות ימים ולמה אנו מונין יום ראשון שני ושלישי וכו', וידוע הביאור בזה37, שזהו לפי שהם ימי ההיקף שחוזרין חלילה וענין חג הסוכות שבעת ימים הוא, שכל שבעת הימים נעשים ענין אחד, חג הסוכות.ד) וביאור הענין (השייכות דנטילת ד' מינים עם חג הסוכות) בעומק יותר, דענין האחדות שבשניהם הוא לא רק באופן דהתאחדות של דברים נפרדים, אלא אחדות אמיתית שלמעלה מהתחלקות",
          "topics": [
            "אור",
            "רבי"
          ],
          "word_count": 254
        },
        {
          "chunk_id": "chunk_4",
          "content": "דבמצות נטילת ד' מינים הנה נוסף על האחדות שבכל אחד מד' המינים (כמו שהוא בפני עצמו), שהיא התאחדות של דברים נפרדים, הרי כל ד' המינים נעשים מצוה אחת38, ענין אחד39 דהגם שהם ד' מינים שונים, ומן הקצה אל הקצה, כדאיתא במדרש40 דד' מינים שבלולב הם כנגד ד' סוגים שבישראל, מהסוג שכנגד אתרוג שיש בו טעם וריח (תורה ומעשים טובים) עד להסוג שכנגד ערבה שאין בה לא טעם ולא ריח, מ\"מ הם נעשים כולם (כל הד' סוגים) אגודה אחת לעשות רצונך, דאחדות זו (מה שכולם נעשים אגודה אחת לעשות רצונך) היא אחדות אמיתית שלמעלה מהתחלקות41 ועד\"ז הוא בענין האחדות דסוכה, דלאחרי שאומר בסוכות תשבו שבעת ימים, ענין האחדות דנפרדים (מה ששבעת ימים מתאחדים בסוכה אחת), מוסיף כל האזרח בישראל ישבו בסוכות (ישבו סתם, ואינו אומר שבעת ימים), אחדות אמיתית שלמעלה מהתחלקות42.ה) ועפ\"ז תובן השייכות דחג הסוכות (תחוגו את חג ה' שבעת ימים, דמצות ישיבה בסוכה ודמצות נטילת ד' מינים) לבאספכם את תבואת הארץ, כי באספכם הוא ענין האחדות, שבתחילה הם דברים נפרדים, וענין באספך הוא לאסוף אותם (ולאחדם) יחד ושני ענינים בזה (בדוגמת ב' המדריגות דאחדות שבסוכה וד' מינים) דתחילה היא האסיפה (וההתאחדות) של ריבוי הפרטים דכל מין ומין (דגן, תירוש ויצהר) בפני עצמו, ולאח\"ז היא האסיפה (ההתאחדות) דכל ג' המינים יחד, שאוסף כולם אל הבית43 (למקום אחד).ו) והנה כל ענינים אלו באים לאחרי העבודה דהתחלת חודש תשרי, אותיות רשית44",
          "topics": [
            "ישראל",
            "מצוה",
            "תורה",
            "עבודה"
          ],
          "word_count": 219
        },
        {
          "chunk_id": "chunk_5",
          "content": "דעשרה ימים שבין ראש השנה ליום הכפורים45, עשרה ימים, הם בחינת התחלקות, וביום הכפורים הם מתכללים ומתאחדים ביום אחד (דיום הכפורים)46, אחת בשנה47, ולאחרי יום הכפורים, בד' ימים שבין יום הכפורים לסוכות, היא ההכנה לקיום מצות בסוכות תשבו ונטילת ד' מינים48, כולל גם העבודה דבאספך את מעשיך מן השדה, דעבודה זו היא (כנ\"ל בתחילת המאמר) לפני והכנה לחג הסוכות אלא שביום הכפורים, שאין בו אכילה ושתי' וכו', הוא באופן דהפשטה מעניני העולם49 ובפרט בתפלת נעילה דיום הכפורים, שאז ישראל ומלכא בלחודוהי50 דזהו פירוש נעילה51, שנועלים כל השערים ונמצאים (בפנים) רק ישראל ומלכא ובכדי להשלים הכוונה דדירה בתחתונים52, צריכה להיות ההמשכה (להמשיך ענין האחדות) למטה, בעוה\"ז הגשמי, עד בענינים הגשמיים דעוה\"ז, מתחיל מבאספך את מעשיך מן השדה, דהגם שהיא עבודה רוחנית (כנ\"ל בתחילת המאמר), מ\"מ הרי היא קשורה גם עם אסיפת התבואה (דגנך תירושך ויצהרך) כפשוטה בגשמיות53, ועד\"ז הוא גם במצות בסוכות תשבו, דסכך הסוכה צ\"ל מגרנך ומיקבך ובזה גופא דוקא מפסולת גורן ויקב54, ועד\"ז הוא גם במצות נטילת ד' מינים, דא\"א לקיים המצוה ע\"י כוונה55, ע\"י העבודה דמדות (הגם שד' המינים הם מסוג הצומח וצומח הו\"ע המדות56), וגם לא ע\"י העבודה דמלכות (אף שענין הנענועים הוא להמשיך בנוקבא דז\"א (מלכות) העומדת בחזה דז\"א57), וצריך לד' מינים גשמיים דוקא, ושיגעו בחזה58 הגשמי דוקא.ז) וזהו וחג האסיף גו' באספך את מעשיך מן השדה, שהוא אסיפת כל הענינים יחד וההתחלה בזה היא שמאספים כל הענינים דתורה59 (ככל העבודות, שהתחלתם היא בענינם כמו שהוא בתורה, מכיון דאסתכל באורייתא וברא עלמא60)",
          "topics": [
            "אור",
            "תחתונים",
            "עולם",
            "מלכות",
            "ישראל"
          ],
          "word_count": 236
        },
        {
          "chunk_id": "chunk_6",
          "content": "דהנה כל ענין בתורה יש בו ששים ריבוא פירושים ע\"ד הפשט, ששים ריבוא פירושים ע\"ד הרמז, וכן ע\"ד הדרוש וע\"ד הסוד61 וצריך לאסוף ולכלול כל הפירושים דחלק הפשט, וכן כל הפירושים דחלק הרמז, דחלק הדרוש ודחלק הסוד, ולאחרי זה לאסוף ולכלול כל ד' החלקים יחד וזהו ואספת דגנך ותירושך ויצהרך, דגן (לחם) הוא נגלה דתורה, תירוש (יין) הוא רזין דאורייתא, ויצהר (שמן) הוא רזין דרזין62, והעבודה דואספת דגנך ותירושך ויצהרך היא בשתים האסיפה וההתכללות של ריבוי הענינים דכל סוג (נגלה, רזין ורזין דרזין) גופא, וגם האסיפה וההתכללות דכל הסוגים יחד, ולהעלותם לדרגא שלמעלה מהתחלקות, עד לבחי' אתר דכליל כולא63 ולמעלה יותר והגם דעיקר ענין זה (ההתאחדות דכל עניני התורה) יהי' בביאת המשיח, שילמד את כל העם כולו64 את כל התורה כולה, גם רזי תורה ורזין דרזין, וכמ\"ש65 ישקני מנשיקות פיהו ופירש\"י שלע\"ל יתגלה סוד טעמי' (דתורה) ומסתר צפונותי', וכ\"ז יהי' אז באופן של ראי'66, אעפ\"כ, מכיון שטועמי' חיים זכו67, הרי מעין זה באופן של טעימה עכ\"פ יכול להיות וצריך להיות עכשיו ומזה (מהענין דואספת דגנך ותירושך ויצהרך כמו שהוא בתורה) נמשך שיהי' ואספת דגנך ותירושך ויצהרך בכל עניני עבודת האדם ברוחניות, ועד שזה נמשך גם בואספת דגנך ותירושך ויצהרך כפשוטו, בדגן תירוש ויצהר הגשמיים ועד\"ז הוא גם בענין האחדות דישיבה בסוכה (שלאחרי העבודה דואספת), שיש בזה (כנ\"ל) ב' מדריגות, בסוכות תשבו שבעת ימים שהו\"ע האחדות כמו ששייך עדיין לשבעת ימים (התחלקות) וכל האזרח בישראל ישבו בסוכות (סתם, שלמעלה מענין שבעת ימים), דעיקר ענין זה יהי' לע\"ל, כידוע68 דפירוש אזרח הוא מה שעתיד להזריח לע\"ל, אלא שאעפ\"כ יש הארה מזה גם עכשיו",
          "topics": [
            "אור",
            "ישראל",
            "תורה",
            "משיח",
            "עבודה"
          ],
          "word_count": 251
        },
        {
          "chunk_id": "chunk_7",
          "content": "כפירוש בעל ההילולא (ע\"פ זה)69, דמה שעתיד להזריח לע\"ל בתוך ישראל ובפנימיותם, הנה גם עכשיו ישבו בסוכות, שזה מתגלה עליהם (עכשיו) בבחי' סוכות ומקיף ועד\"ז הוא גם בענין הד' מינים (דנטילת ד' מינים הוא (כנ\"ל) לאחרי הישיבה בסוכה), דכל אחד מד' המינים הוא \"זה הקב\"ה\", דענין זה הוא גם עכשיו, אלא שעכשיו הוא בהעלם, והגילוי מזה יהי' לע\"ל שאז יהי' ונגלה כבוד הוי' וראו כל בשר גו'70 ואז יהי' גם אסיפת דגנך ותירושך ויצהרך באופן אחר, שלא יהי' צריך להיות ואספת (שישראל יצטרכו לאסוף) כי אם ועמדו זרים ורעו צאנכם ובני נכר אכריכם וגו'71, וגם הישיבה בסוכה תהי' באופן נעלה יותר, שישבו בסוכת עורו של לויתן72, וגם ענין זה הקב\"ה (שבד' המינים) יהי' אז בגילוי, כפי שאני נכתב כך אני נקרא73, אלא שמעין זה (דכל ענינים אלו) יש גם עכשיו, וכנ\"ל בפירוש כל האזרח בישראל ישבו בסוכות, ועאכו\"כ בהזמן דסוף הגלות (עקבתא דמשיחא) שנשארו רק רגעים ספורים, והבטיחה תורה שסוף ישראל לעשות תשובה בסוף גלותן ומיד הן נגאלין74, ובשמחה ובטוב לבב",
          "topics": [
            "גילוי",
            "העלם",
            "ישראל",
            "תורה",
            "גלות"
          ],
          "word_count": 161
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס חג הסוכות – תשמ\"ז, \"לקראת חג הסוכות .. ערחה\"ס, ה' תהא זו שנת משיח\".1) משפטים כג, טז.2) רד\"ה כי תבואו גו' ושבתה ורד\"ה קדש ישראל לה' תר\"ל (סה\"מ תר\"ל ע' קלב. שם ע' רה-רו). וראה גם אוה\"ת משפטים ע' א'קעח ואילך.3) בסה\"מ תר\"ל שם ע' קלב \"רק שהקפידא ג\"כ על תבואה גשמי' כו'\". ועד\"ז שם ע' רו. וראה לקמן ס\"ו.4) דשמו של כל דבר מורה על תכונתו, ועד שהוא החיות שלו (שעהיוה\"א פ\"א. ובכ\"מ).5) עקב יא, יד. וראה אוה\"ת שם ע' א'קפה. סה\"מ תר\"ל שם ע' קלז. שם ע' ריג.6) כדכתיב (ראה טז, יג) באספך מגרנך ומיקבך. וראה רשב\"ם עה\"פ משפטים שם.7) חגיגה יח, א.8) אמור כג, לט.9) אמור שם, מב.10) ראה בארוכה לקו\"ש חכ\"ב שיחה ב' לפ' אמור ס\"ה ואילך (ע' 126 ואילך) שזהו (הישיבה בסוכה) עיקר תוכנו של החג.11) רד\"ה בסוכות תשבו עת\"ר (ע' כג). תער\"ג (המשך תער\"ב ח\"א ע' קנ). תרפ\"א (ע' קי). תר\"צ (סה\"מ קונטרסים ח\"א עח, ב). תרצ\"ד (תשי\"א) (סה\"מ תשי\"א ע' 50). תש\"ד (ע' 31). תש\"ה (ע' 43). תש\"י (ע' 58).12) רד\"ה הנ\"ל תש\"ד. תש\"י.13) אמור שם, מ.14) ראה רמב\"ן שם (פסוק לט) \"שתוסיפו לשמוח .. בלולב ואתרוג .. כי הוא זמן שמחה שברך השם אותך בכל תבואתך כו'\".15) ראה גם לקו\"ש חי\"ט ע' 353.16) ב\"י לטור או\"ח הל' סוכה ר\"ס תרנב. שו\"ע שם.17) שנטילת ד' מינים מן התורה במדינה היא רק יום אחד (ר\"ה ל, א. סוכה מא, א). ואפילו במקדש שלולב ניטל שבעה – הרי זה רק פעם אחת ביום. משא\"כ מצות ישיבה זמנה היא כל שבעת הימים, תשבו כעין תדורו (סוכה כח, ב. טושו\"ע (ודאדה\"ז) או\"ח הל' סוכה ר\"ס תרלט).18) ויק\"ר פ\"ל, ט.19) בד\"ה ולקחתם לכם תרל\"ו (סה\"מ תרל\"ו ח\"ב ע' שנח ואילך).20) בהבא להלן ראה גם סה\"מ תקס\"ח ח\"א ע' תמז. סידור (עם דא\"ח) שער הלולב (רסא, ג ואילך. שם רסד, ד ואילך). ובדרושי בעל ההילולא – ד\"ה ולקחתם לכם הנ\"ל (ס\"ע שנט ואילך). המשך וככה תרל\"ז פפ\"ז. סד\"ה ולקחתם לכם תרס\"א (ע' רד). תרפ\"ג (ס\"ע קכא ואילך). ועוד.21) סוכה לה, א.22) עבודת הקודש ח\"ד פי\"ט. אוה\"ת מקץ שלח, סע\"ב. וראה לקו\"ש ח\"ד ע' 1323.23) נח ח, כב. וראה ב\"מ קו, ב. פרש\"י עה\"פ.24) המשך וככה הנ\"ל פצ\"ד.25) סוכה לב, א. שו\"ע אדה\"ז או\"ח הל' סוכה סתרמ\"ה ס\"ג.26) ד\"ה ולקחתם לכם תרל\"ו (ע' שס).27) סוכה שם, ב. טושו\"ע (ודאדה\"ז) שם סתרמ\"ו ס\"ג (ס\"ב).28) ראה לקו\"ש חכ\"א ע' 111 הערה 21.29) סוכה שם. שו\"ע אדה\"ז שם ס\"א.30) ראה שבת כ, א ובפרש\"י שם ד\"ה אחוונא. שם, ב ובפרש\"י שם ד\"ה אחווינא.31) בסידור שם רסד, ד (ועד\"ז שם רסב, ג. סה\"מ תקס\"ח שם וע' שיז): וערבי נחל נק' במס' שבת (כ, א) גבי והאח לפניו מבוערת מאי האח אחוונא ופי' רש\"י מפני שגדלי' באחוה. ובפירוש רש\"י שלפנינו ליתא. ובסידור שם רסב, ג: והוא ממדרשי רז\"ל.32) ראה סוכה לב, א: כפות מכלל דאיכא פרוד. ובפרש\"י שם: כפות, משמע שפרוד מתחלה ואתה כופתו.33) וגם לקיום המצוה צ\"ל שני בדי ערבה (טושו\"ע (ודאדה\"ז) שם ר\"ס תרנא).34) וכידוע שסוכה היא בדוגמת תיבת נח, שבה הי' מעין השלום והאחדות (לא ירעו ולא ישחיתו) דלע\"ל – ד\"ה כי פדה לאדה\"ז (סה\"מ אתהלך לאזניא ע' נז. עם הגהות – אוה\"ת נח תרסט, א ואילך). אוה\"ת דברים (כרך ו) ע' ב'תקכט ואילך. וככה הנ\"ל פצ\"ה-צו. ולהעיר גם ממרז\"ל (סוכה כז, ב) \"שכל ישראל ראויים לישב בסוכה אחת\".35) אמור כג, לד.36) ראה שו\"ת הרשב\"א ח\"א ס\"ט.37) לקו\"ת שה\"ש כה, א-ב. רד\"ה ויהי ביום השמיני תרע\"ח (ע' רסט). תש\"ה (ע' 167). ובכ\"מ.38) ראה סהמ\"צ להרמב\"ם (שורש יא) שהם לא ד' מצוות כ\"א מצוה אחת דוקא.39) ראה גם לקו\"ש ח\"ד ע' 1142 הערה 13, דשני ענינים אלו הם דוגמת \"לאחדים\" ו\"כאחד\", עיי\"ש.40) ויק\"ר פ\"ל, יב.41) ומה שמסיים במדרש שם (לאחרי \"יוקשרו כולם אגודה אחת\") \"והן מכפרין אלו על אלו\" – הכוונה בזה, שבהאחדות דד' המינים יש גם הענין (והמעלה) ד\"לאחדים\" (ראה לקו\"ש שם ע' 1160 ובהערות שם).42) ולהעיר, דזה ש\"כל ישראל ראויים לישב בסוכה אחת\" למדו רז\"ל מ\"כל האזרח גו' ישבו בסוכות\" דוקא, ולא מהתחלת הכתוב \"בסוכות תשבו שבעת ימים\". וראה ד\"ה בסוכות תשבו ה'תשל\"ח סי\"א ואילך (לעיל ע' קמ ואילך).43) ראה פרש\"י עה\"פ תשא לד, כב. וראה גם פרש\"י עה\"פ משפטים כג, טז. עקב יא, יד.ולהעיר מהידוע שמקיף דבית הוא מקיף הרחוק ו\"אינו לפי מדת האדם כלל\" (לקו\"ת ברכה צט, ב. סה\"מ תש\"ד ע' 120. ובכ\"מ). שלכן, האחדות שמצד בית – היא אחדות אמיתית שלמעלה מהתחלקות.44) בעה\"ט עה\"פ עקב שם, יב. אוה\"ת סוכות ע' א'תשנו. סה\"מ תר\"ל ע' רפז. ובכ\"מ.45) ראה ר\"ה יח, א. וש\"נ. וראה לקו\"ש חכ\"ט ע' 203 ואילך.46) ראה ב\"ר פ\"ג, ח: יום אחד .. יום הכפורים.47) ס\"פ תצוה. אחרי טז, לד.48) ויק\"ר פ\"ל, ז.49) ראה ד\"ה יוהכ\"פ אסור באו\"ש תרל\"ו (סה\"מ תרל\"ו ח\"ב ע' שיא ואילך).50) ראה זהר ח\"ג לב, א. ח\"א רח, ב.51) ראה בארוכה לקו\"ש ח\"ד ע' 1154.52) ראה תנחומא נשא טז. בחוקותי ג. ב\"ר ספ\"ג. במדב\"ר פי\"ג, ו. תניא רפל\"ו.53) כמובן בפשטות. וראה גם סה\"מ תר\"ל שבהערה 3.54) ולא מגורן ויקב עצמן – סוכה יב, א. שו\"ע אדה\"ז שם ר\"ס תרכט.55) ראה ד\"ה ולקחתם לכם תרל\"ו (ס\"ע שסא ואילך).56) תו\"א בראשית ד, א. ובכ\"מ (נסמנו בספר הערכים-חב\"ד ערך אדם ס\"ז).57) סידור (עם דא\"ח) שער הלולב רסג, סע\"ג (ממשנת חסידים – מס' ימי מצוה וסוכה פ\"ה). ד\"ה ולקחתם לכם הנ\"ל. המשך וככה הנ\"ל פפ\"ד ואילך. רד\"ה ולקחתם לכם תרס\"א (ע' קצא). ובכ\"מ.58) סידור אדה\"ז דיני נטילת לולב (לפני הלל).59) ראה גם סה\"מ תר\"ל ע' קלז, דענין חג האסיף, ואספת דגנך ותירושך ויצהרך, קאי על התורה. וראה גם שם ע' ריג.60) זח\"ב קסא, ב.61) שער הגלגולים הקדמה יז. שער רוח הקודש בענין היחודים על קברי צדיקים הקדמה ג' (קח, ב). ליקוטי מהרח\"ו שבסוף שער מאמרי רז\"ל להאריז\"ל.62) ראה אמ\"ב שער הק\"ש פנ\"ד ואילך (עה\"פ ואספת דגנך ותירושך ויצהרך). ובסה\"מ תר\"ל (ע' קלז. שם ע' ריג): דגנך – גליא שבתורה, ותירושך – אגדות, ויצהרך – פנימיות התורה, רזין דאורייתא.63) ראה זח\"א קכג, א.64) לקו\"ת צו יז, א. שער האמונה פנ\"ו ואילך. ובכ\"מ.65) שה\"ש א, ב.66) לקו\"ת שם, א-ב. שער האמונה פ\"ס. סד\"ה וידבר אלקים (השני) תרצ\"ט. ועוד.67) ראה לקו\"ש חט\"ו ע' 282. וש\"נ.68) לקו\"ת ראה יח, סע\"א. סה\"מ תרכ\"ו ע' רלז. דרושים שבהערה הבאה. ובכ\"מ.69) ד\"ה כל האזרח תרל\"ו (ע' שסט). וראה גם לקו\"ת שמע\"צ פח, ג. מאמרי אדה\"ז הקצרים ס\"ע עג וריש ע' עד. סד\"ה בסוכות תשבו תרס\"ד (ע' קסד [בהוצאת תשנ\"ד – ע' לח]). עת\"ר (ס\"ע כט ואילך). תרע\"ג (ע' קנז). פר\"ת (ע' לח). תרצ\"ד (תשי\"א) (ע' 58).70) ישעי' מ, ה. וראה המשך וככה תרל\"ז פצ\"ב.71) שם סא, ה.72) ב\"ב עה, א. וראה יל\"ש אמור רמז תרנג בשם הפסיקתא (והוא בפסיקתא דר\"כ הוצאת באָבער פסקא אחריתי לסוכות).73) פסחים נ, א.74) רמב\"ם הל' תשובה פ\"ז ה\"ה.",
      "glossary": "|אגודה אחת לעשות רצונך (Agudah achat la'asot r'tzoncha): One bundle to do Your will; אדמו\"ר (Admor): Adoneinu Moreinu v'Rabeinu - Our Master, Teacher and Rabbi; אוה\"ת (Or HaTorah): Or HaTorah; אור (Or): Light; אותיות רשית (Otiyot reishit): Letters of \"beginning\"; אזרח (Ezrach): Citizen; אחדות (Achdut): Unity; אחדות אמיתית שלמעלה מהתחלקות (Achdut amitit shelemala mehitchalekut): True unity above division; אחוונא (Achvana): Brotherhood; אחת בשנה (Achat bashanah): Once a year; אל הבית (El habayit): To the house; אמור (Emor): Parashat Emor; אסיפת התבואה (Asifat HaTvuah): Gathering of the harvest; ארז\"ל (Amru Rabboteinu Zichronam Livracha): Our Sages of blessed memory said; אתר דכליל כולא (Atar d'chalil kula): Place that includes everything; אתרוג (Etrog): Citron; באחוה (B'achvah): In brotherhood; באספך את מעשיך מן השדה (B'aspecha et ma'aseicha min hasadeh): When you gather your works from the field; בבחי' סוכות ומקיף (Bibchinat sukkot u'makeif): In the aspect of sukkot and encompassing; בהעלם (B'he'elem): In concealment; ביאת המשיח (Bi'at haMashiach): Coming of the Messiah; ביו\"ט מי שרי (B'Yom Tov mi shari): On festivals who permits; בני נכר אכריכם (B'nei nechar ikareichem): Foreigners will be your plowmen; בס\"ד (Besiyata Dishmaya): With Divine assistance; בסוכות תשבו שבעת ימים (BaSukkot teshvu shivat yamim): In sukkot you shall dwell seven days; בסוף גלותן (B'sof galutan): At the end of their exile; בעל ההילולא (Ba'al HaHilula): Master of the anniversary; בעלות השחר (Ba'alot hashachar): At dawn; ברוחניות (B'ruchniyut): In spirituality; בשמחה ובטוב לבב (B'simchah uv'tuv levav): With joy and good heart; בתוך ישראל ובפנימיותם (B'toch Yisrael uvifnimiyutam): Within Israel and in their inner essence; גילוי (Gilui): Revelation; ד' ימים שבין יום הכפורים לסוכות (Arba yamim shebein Yom Kippur l'Sukkot): Four days between Yom Kippur and Sukkot; ד' סוגים שבישראל (Arba sugim sheb'Yisrael): Four types among Israel; דגן תירוש ויצהר (Dagan tirosh v'yitzhar): Grain, wine and oil; דירה בתחתונים (Dirah batachtonim): Dwelling in the lower worlds; דר באילנו משנה לשנה (Dar b'ilano mishanah l'shanah): Dwells on its tree from year to year; דרוש (Drush): Homiletical interpretation; דרושים (Drushim): Homiletical interpretations; ה'תשמ\"ג (Hey Tashma\"g): Year 5743 (1982-1983); הארה (Ha'arah): Illumination; הבטיחה תורה (Hivticha Torah): The Torah promised; הדסים (Hadasim): Myrtles; היום יום ראשון (Hayom yom rishon): Today is the first day; הילולא (Hilula): Anniversary of passing; המשך (Hemshech): Continuation/series; המשכה למטה (Hamshachah l'matah): Drawing down below; הפשטה מעניני העולם (Hafshata me'inyenei ha'olam): Abstraction from worldly matters; השדרה (Hashidrah): The spine; התאחדות של דברים נפרדים (Hit'achdut shel d'varim nifradim): Unification of separate things; ו' התקופות (Vav hatkufot): Six seasons; ואספת דגנך ותירושך ויצהרך (V'asafta d'ganecha v'tiroshcha v'yitzharecha): And you shall gather your grain, wine and oil; ויק\"ר (Vayikra Rabbah): Vayikra Rabbah; ולקחתם לכם ביום הראשון (U'lkachtem lachem bayom harishon): And you shall take for yourselves on the first day; ונגלה כבוד הוי' וראו כל בשר (V'niglah k'vod Hashem v'ra'u chol basar): The glory of God will be revealed and all flesh will see; ועמדו זרים ורעו צאנכם (V'amdu zarim v'ra'u tzonechem): Strangers will stand and shepherd your flocks; זה הקב\"ה (Zeh HaKadosh Baruch Hu): This is the Holy One Blessed be He; זוהר (Zohar): The Zohar; זמני התבואה (Zmanei HaTvuah): Times of harvest; חג האסיף (Chag Ha'asif): Festival of Gathering; חג הסוכות (Chag HaSukkot): Festival of Sukkot; חודש תשרי (Chodesh Tishrei): Month of Tishrei; חוזרין חלילה (Chozrin chalilah): Return cyclically; טועמי' חיים זכו (To'amei chaim zachu): Those who taste merit life; טעימה (Te'imah): Tasting; טעם וריח (Ta'am v'rei'ach): Taste and fragrance; י\"ג תשרי (Yud-Gimel Tishrei): 13th of Tishrei; יום הכפורים (Yom Kippur): Day of Atonement; יין (Yayin): Wine; ילמד את כל העם כולו (Y'lamed et kol ha'am kulo): Will teach the entire people; ימי ההיקף (Y'mei hahekeif): Days of the cycle; ישיבה בסוכה (Yeshivah basukkah): Dwelling in the sukkah; ישקני מנשיקות פיהו (Yishakeni mineshikot pihu): Let him kiss me with kisses of his mouth; ישראל ומלכא בלחודוהי (Yisrael u'malka bilchudohi): Israel and the King alone; כוונה (Kavanah): Intention; כל האזרח בישראל ישבו בסוכות (Kol ha'ezrach b'Yisrael yeshvu basukkot): All citizens of Israel shall dwell in sukkot; כפות תמרים (Kapot tmarim): Palm fronds; כפותן ולאגדם יחד (Koftan v'l'agdam yachad): To bind them and tie them together; כפי שאני נכתב כך אני נקרא (K'fi she'ani nichtav kach ani nikra): As I am written so I am called; כפשוטו (Kifshuto): Literally; כפת חסר כתיב (Kafat chaser ktiv): Written deficiently as \"kafat\"; לולב (Lulav): Palm branch; לחם (Lechem): Bread; למקום אחד (L'makom echad): To one place; לע\"ל (L'atid lavo): In the future to come; לקו\"ת (Likutei Torah): Likutei Torah; מברה\"ע (Mibri'at ha'olam): From the creation of the world; מגרנך ומיקבך (Migorncha umiyikvecha): From your threshing floor and winepress; מדות (Midot): Attributes/emotions; מדרש (Midrash): Midrashic interpretation; מהר\"ש (Maharash): Acronym for Rabbi Shmuel; מיד הן נגאלין (Miyad hen nig'alin): Immediately they are redeemed; מלכות (Malchut): Kingship; מנץ החמה (Hanetz hachama): Sunrise; מסתר צפונותי' (Mister tzfunot'ai): Hidden mysteries; מעין זה (Me'ein zeh): A semblance of this; מפסולת גורן ויקב (Mipsolet goren v'yekev): From the refuse of threshing floor and winepress; מצוה אחת (Mitzvah achat): One commandment; מריבוי נעשה אחדות (Meribui na'aseh achdut): From multiplicity becomes unity; משפטים (Mishpatim): Parashat Mishpatim; נ\"ע (Niftar L'Gan Eden): Passed away to the Garden of Eden; נגלה דתורה (Niglah d'Torah): Revealed Torah; נועלים כל השערים (No'alim kol hasha'arim): All gates are locked; נוקבא דז\"א (Nukva d'Ze'ir Anpin): Female aspect of Ze'ir Anpin; נטילת ד' מינים (Netilat Arba Minim): Taking of the four species; נענועים (Na'anu'im): Wavings; סה\"מ (Sefer HaMa'amarim): Book of Discourses; סוד (Sod): Secret/mystical meaning; סוד טעמי' (Sod ta'amei): Secret of the reasons; סוכת עורו של לויתן (Sukkat oro shel livyatan): Sukkah from the skin of Leviathan; סוף הגלות (Sof hagalut): End of exile; סוף ישראל לעשות תשובה (Sof Yisrael la'asot teshuvah): Israel will ultimately repent; סכך הסוכה (S'chach hasukkah): Sukkah covering; עבודת האדם ברוחניות (Avodat ha'adam b'ruchniyut): Service of man in spirituality; עבות דוקא (Avot davka): Specifically thick; עוה\"ז הגשמי (Olam hazeh hagashmi): This physical world; עומדת בחזה דז\"א (Omedet b'chazeh d'Ze'ir Anpin): Standing at the chest of Ze'ir Anpin; ענין אחד (Inyan echad): One matter; ענינים הגשמיים (Inyenim hagashmiyim): Physical matters; ענף עץ עבות (Anaf etz avot): Branch of a thick tree; עקב (Ekev): Parashat Ekev; עקבתא דמשיחא (Ikveta d'Meshicha): Footsteps of the Messiah; ערבה (Aravah): Willow; ערבי נחל (Arvei nachal): Willows of the brook; עשרה ימים שבין ראש השנה ליום הכפורים (Asarah yamim shebein Rosh Hashanah l'Yom Kippur): Ten days between Rosh Hashanah and Yom Kippur; עתיד להזריח לע\"ל (Atid l'hazri'ach l'atid lavo): Destined to shine in the future; פרד\"ס (Pardes): Acronym for the four levels of interpretation; פרי עץ הדר (Pri etz hadar): Fruit of a beautiful tree; פרי עץ הדר זה הקב\"ה (Pri etz hadar zeh HaKadosh Baruch Hu): The beautiful fruit - this is the Holy One Blessed be He; פשט (Pshat): Simple meaning; צומח (Tzome'ach): Plant life; קונטרס (Kuntres): Booklet; קליעה (K'liah): Braiding; ראי' (Re'iyah): Sight/vision; רגלים (Regalim): Festivals; רגעים ספורים (Rega'im sfurim): Counted moments; רד\"ה (Rosh Dibur Hamatchil): Beginning of discourse; רזי תורה (Razei Torah): Secrets of Torah; רזין דאורייתא (Razin d'Oraita): Secrets of Torah; רזין דרזין (Razin d'razin): Secrets of secrets; ריבוי הפרטים (Ribui hapratim): Multiplicity of details; רמז (Remez): Hint; רש\"י (Rashi): Rabbi Shlomo Yitzchaki; שבעת ימי השבוע (Shivat y'mei hashavua): Seven days of the week; שיגעו בחזה (Sheyig'u bachazeh): That they touch the chest; שלום (Shalom): Peace; שמן (Shemen): Oil; שנה מלשון שינוי (Shanah milashon shinui): Year from the language of change; ששים ריבוא פירושים (Shishim ribo perushim): 600,000 interpretations; תו\"א (Torah Or): Torah Or; תורה ומעשים טובים (Torah u'ma'asim tovim): Torah and good deeds; תלתא בחד קינא (Tlata b'chad kina): Three in one node; תניא (Tanya): The Tanya; תפלת נעילה (Tefilat Ne'ilah): Ne'ilah prayer;"
    },
    "search_tags": [
      "מקדש",
      "דור",
      "עבודה",
      "צדיק",
      "העלם",
      "רבי",
      "World",
      "מלכות",
      "Temple",
      "Concealment",
      "Commandments",
      "Righteous ones",
      "Dwelling",
      "Torah",
      "צדיקים",
      "כוונה",
      "Generation",
      "מצוות",
      "Exile",
      "Israel",
      "ישראל",
      "המשכה",
      "תורה",
      "Kingship",
      "Rabbi",
      "Light",
      "גלות",
      "תשובה",
      "אור",
      "Intention",
      "Lower worlds",
      "משיח",
      "מצוה",
      "Revelation",
      "Service",
      "Righteous one",
      "גילוי",
      "Commandment",
      "דירה",
      "תחתונים",
      "חסיד",
      "Chassid",
      "Drawing down",
      "Repentance",
      "Messiah",
      "עולם"
    ]
  }
}