{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "1_שסג",
    "reference": "Reference: 1_שסג",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אלקות",
        "אור",
        "אוא\"ס",
        "עצמות",
        "גילוי",
        "העלם",
        "תחתונים",
        "בריאה",
        "עולם",
        "חכמה",
        "צדיקים",
        "צדיק",
        "אברהם",
        "משה",
        "דוד",
        "ישראל",
        "מצוות",
        "תורה",
        "תלמוד",
        "גלות",
        "גאולה",
        "משיח",
        "דור",
        "עבודה",
        "אהבה",
        "התקשרות",
        "המשכה",
        "דירה",
        "תכלית",
        "כוונה",
        "רצון",
        "חטא",
        "תשובה",
        "השתלשלות",
        "העלמות",
        "נשיא",
        "רבי",
        "חסיד",
        "חסידות"
      ],
      "key_concepts": [
        "Divinity",
        "Light",
        "Infinite Light",
        "Essence",
        "Revelation",
        "Concealment",
        "Lower worlds",
        "Creation",
        "World",
        "Wisdom",
        "Righteous ones",
        "Righteous one",
        "Abraham",
        "Moses",
        "David",
        "Israel",
        "Commandments",
        "Torah",
        "Talmud",
        "Exile",
        "Redemption",
        "Messiah",
        "Generation",
        "Service",
        "Love",
        "Connection",
        "Drawing down",
        "Dwelling",
        "Purpose",
        "Intention",
        "Will",
        "Sin",
        "Repentance",
        "Chain of descent",
        "Concealments",
        "Leader",
        "Rabbi",
        "Chassid",
        "Chassidut"
      ],
      "biblical_references": [
        "שה\"ש כד, א",
        "שה\"ש נ, א",
        "שה\"ש נ, סע",
        "שה\"ש א, ב",
        "בראשית ב, ג",
        "בראשית שם, ד",
        "בראשית ב, כד",
        "שמות ישראל, שע",
        "במדבר א, ב",
        "במדבר ב, א",
        "תהלים קל, א",
        "תהלים פא, ד",
        "תהלים סו, ה",
        "ישעי' סה, יז",
        "ישעי' סה, כד",
        "ישעי' סד, ג",
        "ישעי' נה, ו",
        "ישעי' מה, יח",
        "ישעי' לה, י"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "זהר",
        "זהר",
        "ברכות לד, ב",
        "סנהדרין צז, ב",
        "סנהדרין כד, א"
      ],
      "chassidic_references": [
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת"
      ],
      "document_type": "מאמר",
      "word_count": 3322,
      "chunk_count": 14
    },
    "content": {
      "main_text": "בס\"ד. יום שמחת תורה ה'תש\"מ ביום השמיני עצרת תהי' לכם1, וידועים דיוקי רבותינו נשיאינו בזה, הרי שמיני עצרת הוא רגל בפני עצמו לענין פז\"ר קש\"ב2, וא\"כ הול\"ל בעשרים ושנים יום לחודש השביעי כמו בשאר המועדים שנאמר בהם ימי החודש (ובחודש השביעי באחד לחודש, ובעשור לחודש השביעי, ובחמשה עשר יום לחודש השביעי3), ולמה אומר ביום השמיני4. והגם ששמיני עצרת בא בהמשך לז' ימי הסוכות, וידוע5 שבשמיני עצרת נעצרים ונקלטים הענינים דז' ימי הסוכות, הרי בשמיני עצרת נעצרים ונקלטים גם הענינים דראש השנה ויום הכפורים6, ואעפ\"כ אינו נקרא בשם כזה שיורה על שייכותו (ושבא בהמשך) לראש השנה ויום הכפורים, ולמה נקרא השם שמיני (עצרת). ובפרט ע\"פ תורת הבעש\"ט7 דזה שמו אשר יקראו לו בלה\"ק מורה על תוכן הדבר, ועד שמורה על חיותו וקיומו, שמזה מובן, שעיקר ענינו דשמיני עצרת (שנקרא בשם שמיני עצרת) הוא מה שבא בהמשך לז' ימי הסוכות. גם צריך להבין מ\"ש עצרת תהי' לכם, ואיתא במדרש8 הה\"ד9 יהיו לך לבדך ואין לזרים אתך, שיש בזה ב' ענינים. ענין דלך לבדך, ישראל ומלכא בלחודוהי10, אבל אעפ\"כ מזה גופא שצריך לשלול שאין לזרים אתך מובן שיש מקום לקס\"ד ששמיני עצרת הוא גם לזרים ולכן צריך לשלול ולומר שהוא רק לכם. גם צריך להבין מה ששמיני עצרת כולל גם שמחת תורה, ועד שבארץ ישראל, ארץ אשר גו' תמיד עיני ה' אלקיך בה מרשית השנה ועד אחרית שנה11, שמיני עצרת ושמחת תורה הם ביום אחד, וגם בחו\"ל שהם ב' ימים הרי שמחת תורה הוא ביו\"ט שני דשמיני עצרת, וידוע הדיוק בזה מה שקבעו שמחת תורה בשמיני עצרת, דלכאורה הוצרכו לעשות שמחת תורה בחג השבועות זמן מתן תורתנו12.ב) והנה בכ\"מ13 מבואר דזה שעושים שמחת תורה בשמיני עצרת הוא על לוחות האחרונות שניתנו ביום הכפורים14, אבל זה גופא (מה שהשמחה דשמחת תורה היא על לוחות האחרונות דוקא ולא על לוחות הראשונות) צריך ביאור, הרי עיקר הגילוי והשלימות דמ\"ת הי' בנתינת לוחות הראשונות דוקא, הן בנוגע לישראל שהיו אז בתכלית השלימות, דבמעמד הר סיני פסקה זוהמתן15, והן בנוגע להעולם שהי' אז גילוי אוא\"ס ממש למטה כמ\"ש16 וירד ה' על הר סיני ותרגם ואתגלי, וגילוי זה פעל בכל העולם17 כמרז\"ל18 צפור לא צווח עוף לא פרח שור לא געה, ועד שהקול דעשרת הדברות הי' נשמע מכל ד' הרוחות ומלמעלה ומלמטה19, אַז די וועלט (וכל הו\"ק שבה) האָט אויסגעשריען אנכי20 ה' אלקיך גו', לא יהי' לך גו'. דכל זה הי' בלוחות הראשונות דוקא, ולמה קבעו שמחת תורה בשמיני עצרת על לוחות האחרונות דוקא. ומה שמבואר בכ\"מ21 דזה שעושים שמחת תורה על לוחות האחרונות דוקא הוא מפני שבלוחות האחרונות כתיב ויגד לך תעלומות חכמה כי כפלים לתושי'22, צריך ביאור, דמכיון שענין הגילוי (דמ\"ת) בישראל ובעולם הי' בלוחות הראשונות דוקא כנ\"ל, לכאורה צ\"ל השמחה דשמחת תורה שהיא בניגונים וריקודים (ענין הגילוי) בחג השבועות שבו ניתנו לוחות הראשונות בגילוי ובפרסום. ובפרט לפי המבואר23 בענין הריקודים (דשמחת תורה) שענין הריקודים הוא בעיקר בהרגלים, ובהם גופא בהעקב שבהם, חלק הכי תחתון שבאדם24 (אלא שעי\"ז מתנשא ורוקד גם הראש). שמזה מובן שהשמחה דשמחת תורה היא בעיקר לא מצד פעולת התורה בישראל לי ראש25, כי אם, מצד פעולת התורה בעולם שהוא טפל26 לישראל, בדוגמת הרגלים שטפלים להראש, ובעולם גופא בענינים התחתונים שבו (בחי' עקב). ועפ\"ז אינו מובן יותר מה שקבעו שמחת תורה על לוחות האחרונות דוקא, שהעילוי דכפלים לתושי' שבלוחות האחרונות הוא בישראל. גם אינו מובן, דלפי זה (שהשמחה דשמחת תורה היא על לוחות האחרונות שניתנו ביום הכפורים) היו צריכים לעשות שמחת תורה למחרת יום הכפורים27. דמה שלא קבעו שמחת תורה ביום הכפורים גופא י\"ל דזהו לפי שאין שמחה בלא אכילה ושתי'28, אבל הי' צ\"ל מיד אחרי יום הכפורים. ואולי י\"ל יתירה מזו, הרי מצינו שבאותה שנה (דחנוכת ביהמ\"ק) לא עשו ישראל את יום הכפורים, ויצתה ב\"ק ואמרה להם כולכם מוזמנים לחיי העוה\"ב27, כי השמחה דחנוכת ביהמ\"ק היא נעלית יותר מהעינוי דיום הכפורים. ומכיון שהשמחה דשמחת תורה היא שמחה גדולה ביותר, ועד שהיא גדולה יותר גם מהשמחה דשמחת בית השואבה29, דמי שלא ראה שמחת בית השואבה לא ראה שמחה מימיו30, א\"כ הי' ראוי לקבוע שמחת תורה ביום הכפורים גופא.ג) ויובן זה בהקדים תחלה ענין לוחות הראשונות ולוחות האחרונות בעבודת האדם. דהנה עיקר הכוונה דמ\"ת הוא שתהי' קבלת התורה, עבודת האדם. דלוחות הראשונות הוא ענין עבודת הצדיקים ולוחות האחרונות הוא ענין עבודת הבע\"ת. והמעלה דלוחות האחרונות על לוחות הראשונות הוא מפני שעבודת התשובה נעלית יותר מעבודת הצדיקים31. והענין הוא, דהנה כללות החילוק בין לוחות הראשונות ללוחות האחרונות הוא דנתינת לוחות הראשונות היתה מצד למעלה, וירד הוי' על הר סיני. דהגם שהגילוי דמ\"ת פעל גם בעולם וגם בהדומם שבו, ועד שהעולם (גם הדומם שבו) איז געוואָרן דורכגענומען מהגילוי דמ\"ת, אעפ\"כ אין זה שנעשה זיכוך תמידי ועלי' בהעולם, ורק שהאיר בו הגילוי שלמעלה32. ועד\"ז גם בישראל, דמה שהגילוי דמ\"ת פעל גם בהגוף (שפסקה זוהמתן) הי' זה מצד הנשמה. דבעת מ\"ת הי' אצלם גילוי עצם הנשמה, בחי' יחידה [שאינה מציאות לעצמה וכל מציאותה הוא זה שהיא כלי ומקבלת מבחי' יחיד33], ומכיון שגם בחי' יחידה היא קשורה עם הגוף34, לכן, הגילוי דבחי' יחידה האיר גם בהגוף, עד בבחי' עקב שבו, וע\"ד מ\"ש גבי אברהם35 עקב אשר שמע אברהם בקולי גו'36. והטעם לזה הוא לפי שהגילוי דמ\"ת הי' בדרך אתערותא דלעילא שלא ע\"י אתערותא דלתתא, דהגם שהיתה העבודה דספירת העומר במשך הז' שבועות שבין יצי\"מ למ\"ת, הרי מובן, שע\"י עבודה זו (שבמשך המ\"ט יום ונ' יום) לא היו בערך להיות בבחי' כלי להגילוי דמ\"ת37, כי אם, שהגילוי דמ\"ת הי' בדרך אתעדל\"ע מצ\"ע, ואני המתחיל38, ומה שהוצרך להיות העבודה לפני מ\"ת הוא רק בדרך הכנה בלבד39. ובדוגמת המבואר בכ\"מ40 בענין ההפרש שבין האתעדל\"ע שלפי ערך האתעדל\"ת להאתעדל\"ע הבאה בדרך מתנה שאין אתעדל\"ת מגעת לשם כלל, דהגם שגם האתעדל\"ע שבדרך מתנה נמשכת דוקא אחרי קדימת האתעדל\"ת (והאתעדל\"ע שלפ\"ע האתעדל\"ת), מ\"מ אין זה שהאתעדל\"ת ממשיכה אותה, כי המשכת אתעדל\"ע זו היא מבחי' שאין אתעדל\"ת מגעת לשם, ומה שנמשכת אחרי קדימת האתעדל\"ת (והאתעדל\"ע שלפ\"ע האתעדל\"ת) הוא לפי דקוב\"ה לא שריא אלא באתר שלים41. שעד\"ז הוא גם בנוגע להעבודה במשך הז' שבועות לפני מ\"ת שהעבודה לא היתה כלי להגילוי דמ\"ת (ואין שייך לומר שהעבודה המשיכה את הגילוי דמ\"ת), ורק בדרך הכנה בלבד, שע\"י עבודתם נעשו מעין כלי (אבל לא כלי ממש) להגילוי דמ\"ת. וזה גופא (מה שהיו מעין כלי להגילוי דמ\"ת) הוא מצד שרשם ומקורם, מצד האבות והאמהות עד לאחד הי' אברהם42, שלכן יש (קס\"ד) בכתבי האריז\"ל43 שענין מ\"ת הותחל בימי האבות. דכ\"ז הי' בלוחות הראשונות. משא\"כ נתינת לוחות האחרונות היתה ע\"י אתעדל\"ת. דעבודת התשובה דבנ\"י (על חטא העגל) היתה אתעדל\"ת שעוררה והמשיכה הגילוי דלוחות האחרונות. וזהו מה שנתינת לוחות האחרונות היתה בחודש תשרי, כי עניני חודש תשרי באים ע\"י העבודה דאלול שהיא כלי ואתעדל\"ת שמעוררת וממשכת את הענינים דתשרי. ולכן עי\"ז נעשה זיכוך ועלי' גם בהמטה מצד עצמו (דלא כבלוחות הראשונות). וזהו דלוחות הראשונות ולוחות האחרונות בעבודת האדם הם עבודת הצדיקים ועבודת התשובה, כי עבודת הצדיקים (כולל גם המשכה שע\"י העבודה) היא בבחי' אור ישר, מלמעלה למטה, משא\"כ ע\"י עבודת התשובה נפעל ענין חדש, שגם המטה גופא מזדכך ומתעלה.ד) והענין הוא, דעבודת הצדיקים היא כשהאדם הוא באופן דהאלקים עשה את האדם ישר44, דכל אחד מישראל באיזה מצב שהוא רוצה הוא בטבעו למלאות רצון קונו (כפס\"ד הידוע45) בלימוד התורה ובקיום המצוות ובעבודת התפלה, ולכן ע\"י עבודת הצדיקים לא נעשה התחדשות אמיתית, מכיון שהעבודה היא כטבע תולדותם. וכמו שעבודת הצדיקים אינה חידוש אמיתי בהאדם מכיון שהעבודה היא כטבע תולדתו, עד\"ז הוא גם בנוגע להענינים שלמעלה, מכיון שכוונת הבריאה (מלכתחלה) היא בכדי להטיב לברואיו כו'46 (ע\"י עבודתם בתומ\"צ) מצד טבע47 הטוב להטיב48. וכן הוא גם למעלה יותר בבחי' שרש הנשמות כמו שמושרשים בעצמותו ית', כתורת הרב המגיד49 בענין במי50 נמלך בנשמותיהן של צדיקים51, די\"ל שענין זה הוא בעצמותו ית' (למעלה מבחי' טבע הטוב להטיב), דמכיון שגם בתחלה כבר עלה לפניו ית' התענוג שיתענג בעבודת הצדיקים52, הרי ע\"י עבודת הצדיקים (בפועל) אין זה התחדשות אמיתית.דכ\"ז הוא בנוגע לעבודת הצדיקים, וכדיוק לשון רז\"ל במי נמלך בנשמותיהן של צדיקים. אמנם הכוונה האמיתית (שלמעלה גם מבחי' במי נמלך) היא כמ\"ש53 אשר ברא אלקים לעשות, לעשות לתקן54, שהאדם ע\"י עבודתו יעשה חידוש בהבריאה, שיהי' (לא רק אלה תולדות השמים והארץ בהבראם55, תולדות מלא56, עולם על מילואו נברא57, אלא גם) אלה תולדות פרץ58, תולדות מלא55, למעלה מאלה תולדות השמים והארץ, פרץ זה משיח שנאמר בו59 עלה הפורץ לפניהם60, שאז יהי' העולם למעלה מכמו שהי' בתחלת הבריאה דעולם על מילואו נברא (כ\"א שמים חדשים וארץ חדשה61). וכן הוא גם בנוגע לנשמות ישראל62 שהנשמות דלע\"ל יהיו גבוהות יותר גם מאדה\"ר כמו שהי' קודם החטא, וכמבואר בלקו\"ת בסיומו וחותמו63 בענין נשמות החדשות שיהיו לע\"ל שהם יותר גבוהות מכל הנשמות שנכללו באדה\"ר. דחידוש זה נעשה ע\"י עבודת התשובה דוקא, דזהו מה שמשיח (דוקא) אתא לאתבא צדיקייא בתיובתא64. ועי\"ז נשלמה הכוונה האמיתית, שלמעלה מענין במי נמלך בנשמותיהן של צדיקים.ה) ועד\"ז הוא גם בתשובה כפשוטה, דכאשר האדם חטא ופגם והעביר את הדרך (שזהו היפך טבע האדם וטבע דלמעלה) ואח\"כ מתקן זה ע\"י התשובה, ובפרט כשהתשובה היא באופן דזדונות נעשו לו כזכיות65, הנה עי\"ז נעשה ענין חדש שלמעלה מטבע האדם ומהטבע שלמעלה (דטבע הטוב להטיב), וגם למעלה משרש הנשמות כמו שהן בבחי' במי נמלך. והענין הוא, כי עבודת התשובה היא בדרך דילוג66 מה שהאדם משתנה ונהפך (שלא בסדר והדרגה) ונעשה מציאות חדשה67. דזהו מה שתשובה היא למעלה מהזמן שלכן גם כמו שהיא נמשכת בבחי' הזמן היא בשעתא חדא וברגעא חדא68, לפי69 שעבודת התשובה היא שלא בהדרגה. וזהו גם מה שבבע\"ת נאמר והי' טרם יקראו ואני אענה70, דענין זה (מענה טרם הקריאה) הוא היפך הטבע וההשתלשלות, כי ע\"י הדילוג (דתשובה) שלא בסדר ההשתלשלות שבאדם, עי\"ז נעשה גם למעלה שלא בסדר ההשתלשלות, וע\"ד מ\"ש71 ממעמקים קראתיך הוי', ממעמקים (לשון רבים) הוא מעומק לעומק72, דע\"י עבודת התשובה מעומק פנימיות נקודת הלב, עי\"ז הוא קורא וממשיך מבחי' עומק ופנימיות א\"ס ב\"ה73 [ועד שענין התשובה מגיע בעצמותו ית', כידוע בענין שאלו להקב\"ה כו' אמר יעשה תשובה ויתכפר לו74]. וע\"י המשכה זו, זדונות נעשו לו כזכיות72. דכמו שע\"י התשובה נעשה ענין חדש באדם שנעשה מציאות חדשה כנ\"ל, כמו\"כ נעשה עי\"ז ענין חדש בעולם75 שזדונות נהפכים לזכיות. וזכיות אלו (שמהפכים מהזדונות), מכיון שנעשים ע\"י הדילוג דתשובה, הם נעלים יותר76 מהזכיות דצדיקים.ו) וזהו מה שבלוחות האחרונות (שבעבודת האדם הו\"ע עבודת התשובה כנ\"ל) כתיב כפלים לתושי', שהכוונה בכפלים היא לא רק כפלים במספר77 כי אם לריבוי גדול יותר ועד באין ערוך [כמובן גם מזה שבלוחות האחרונות נתוספו ריבוי ענינים, הלכות מדרש ואגדות78], כי נוסף על זה שבבע\"ת יש ב' סוגי זכיות (כפלים במספר) הזכיות דתומ\"צ (כמו בצדיקים) והזכיות שנעשו מהפיכת הזדונות, הרי הזכיות שנעשו מהפיכת הזדונות הם נעלים יותר ועד באין ערוך מזכיות הצדיקים. ויתירה מזו, שגם התומ\"צ שלאחרי התשובה הם נעלים יותר, בחילא יתיר79. וזהו גם מהביאורים בזה שגאולה העתידה היא ע\"י הקדמת עבודת התשובה דוקא80, כי גם השגת התורה דלע\"ל תהי' כפלים לתושי'. ולא רק כפלים במספר, ההשגה בכל מה שלמדו עכשיו בנגלה דתורה ובפנימיות התורה (ותלמודו בידו81) וההשגה בתורתו של משיח, אלא גם לריבוי ביותר ועד לאין ערוך, שהרי בביאת המשיח יהי' ישקני מנשיקות פיהו82 שיתגלה סוד טעמי' ומסתר צפונותי'83 (תעלומות חכמה). ויתירה מזו, שעי\"ז גם השגת הנגלה דתורה תהי' באופן נעלה יותר. ועד\"ז ע\"י העבודה דתומ\"צ בזמן הגלות, דכללות העבודה שבזמן הגלות (גם העבודה דתומ\"צ) היא עבודת התשובה וע\"י התשובה כפלים לתושי'.ז) ויובן זה על פי הידוע84 שהחילוק בין תלמוד בבלי לתלמוד ירושלמי הוא בדוגמת החילוק בין לוחות הראשונות ללוחות האחרונות. דתלמוד85 ירושלמי הוא בדרך אור ישר (דוגמת עבודת הצדיקים, לוחות הראשונות), ותלמוד בבלי הוא הפלפול בריבוי קושיות והעלמות, במחשכים הושיבני86 זה תלמוד בבלי87, ואעפ\"כ הלכה כבבלי דוקא88, כי ע\"י היגיעה בבירור הקושיות וכו' מגיעים לאמיתית הכוונה, לבחי' העלם העצמי שבתורה, בחי' תעלומות חכמה (דוגמת מעלת הזכיות דבע\"ת שנעשים מהזדונות, על הזכיות דצדיקים). וזהו מה שבלוחות האחרונות דוקא כתיב ויגד לך תעלומות חכמה כי כפלים לתושי', תעלומות חכמה הוא (עד ל)פנימיות ח\"ס, ובשרשה היא פנימיות ועצמות א\"ס89, וזה מתגלה ע\"י הפלפול וכו' דתלמוד בבלי דוקא. וגילוי זה יהי' בעיקר לע\"ל, וכדאיתא בזהר90 עה\"פ91 עין לא ראתה גו' יעשה למחכה לו מאי למחכה לו כו' אינון דדחקין למלה דחוכמתא ודייקין לי' ומחכאן לי' למנדע ברירא דמלה כו', שע\"י ריבוי העיון והיגיעה בריבוי קושיות וכו', יהי' (לע\"ל) הגילוי דבחי' עדן שעליו נאמר עין לא ראתה92, בחי' העלם העצמי. ועי\"ז נעשה עילוי ושלימות גם בהתורה שהיא מתקשרת עם העצמות (בדוגמת דוד הי' מחבר תורה שלמעלה בהקב\"ה93), דהתורה מצ\"ע (כמו שניתנה במ\"ת, בלוחות הראשונות) היא בחי' חכמה, דאורייתא מחכמה נפקת94, והגם שבמ\"ת ניתנה גם התורה שתתגלה לע\"ל (שהרי מ\"ת הי' רק פעם אחת)95, הנה בעת מ\"ת ניתן זה בבחי' העלם, תעלומות חכמה, ובכדי להמשיך זה בגילוי (באופן דתורה אור96), הנה כח זה ניתן בלוחות האחרונות דוקא. וזהו מה שע\"י עסק התורה בזמן הגלות דוקא (תלמוד בבלי) יהי' הגילוי דלע\"ל שאז תושלם הכוונה דדירה97 בתחתונים, כי בדירה בתחתונים ב' ענינים, דירה לו לעצמותו98 ודירה בתחתונים, וב' ענינים אלו נעשים99 ע\"י העסק והיגיעה בתלמוד בבלי דוקא. דע\"י היגיעה בבירור הקושיות מגיעים לבחי' העלם העצמי כנ\"ל, לו לעצמותו, ועי\"ז מגיעים גם לאמיתית הכוונה לפסוק הלכה למעשה כנ\"ל, וע\"י העשי' בפועל (כפי פסק ההלכה) נעשה דירה לו ית' בתחתונים. וזהו במחשכים הושיבני (זה תלמוד בבלי), דע\"י במחשכים (היגיעה בריבוי הקושיות וכו') נעשה הושיבני, דירה לו ית' בתחתונים.ח) ועד\"ז הוא בקיום המצוות בזמן הגלות דוקא, דהגם שהמצוות בזמן הגלות אינם בתכלית השלימות [דנוסף לזה שעיקר השלימות דמעשה המצוות יהי' בימות המשיח כמ\"ש ושם (דוקא) נעשה לפניך כו' כמצות רצונך, דשלימות זו לא היתה גם בזמן הבית100, הנה בהמצוות דזמן הגלות לא יש גם השלימות שהיתה בזמן הבית101], מ\"מ ע\"י ההתבוננות בזה גופא שבזמן הגלות חסר השלימות, עי\"ז עשיית המצוות היא בחילא יתיר. וע\"ד המבואר בתניא102 בענין מעלת הבע\"ת על צדיקים, שעי\"ז שהי' מרוחק מאלקות לכן הצמאון שלו הוא ביתר עז, באהבה רבה מעומקא דלבא. ועי\"ז גופא (מה שעשיית המצוות בזמן הגלות היא בחילא יתיר) מבררים את חושך הגלות ומהפכים אותו לקדושה, ע\"ד המבואר בתניא101, שע\"י התשובה מאהבה רבה והצמאון מתהפכים הזדונות לזכיות (שבתחלה נעשים זדונות כזכיות בכ\"ף הדמיון, ועד שנעשה זכיות ממש). וזהו מה שתכלית השלימות דלע\"ל נעשה (בעיקר) ע\"י קיום המצוות שבזמן הגלות דוקא103, ובפרט ע\"י עבודת התשובה, כי ב' הענינים שבדירה בתחתונים (שזהו השלימות דלע\"ל), דירה לו לעצמותו ודירה בתחתונים, נעשים (בעיקר) ע\"י קיום המצוות שבזמן הגלות דוקא, ובפרט ע\"י עבודת התשובה. דע\"י הצמאון והחילא יתיר שבזמן הגלות, ובפרט ע\"י הצעקה דתשובה מעומקא דלבא, ממשיכים מבחי' עומק ופנימיות דלמעלה, לו לעצמותו, וע\"י בירור והפיכת חושך הגלות, ובפרט הפיכת הזדונות לזכיות (ע\"י התשובה), מבררים ומזככים גם ענינים הכי תחתונים ונעשים דירה לו ית'.ט) וזהו מה שתכלית השלימות דעולם יהי' לע\"ל דוקא, אלה תולדות פרץ, דשלימות זו היא למעלה יותר מהשלימות שהיתה בתחלת הבריאה עולם על מילואו נברא, ולמעלה יותר גם מהשלימות דעולם שהיתה במ\"ת, הגם שגם במ\"ת האָט די וועלט אויסגעשריען אנכי, לא יהי' לך (שהם כללות כל התורה כולה104), כי במ\"ת הי' זה בעיקר מצד הגילוי שמלמעלה (שהדברות אנכי ולא יהי' לך הם היו יוצאים ונשמעים מכל ו\"ק העולם), כנ\"ל, משא\"כ לע\"ל יהי' זה בהעולם מצ\"ע105, כמרז\"ל106 לע\"ל אם אדם הולך ללקט תאנה בשבת היא צווחת ואומרת שבת היום כו' האבן זועקת ואומרת כו' (שזה יהי' מצד התאנה והאבן). ויתירה מזו, שע\"י מעשינו ועבודתנו בזמן הגלות בעסק התורה ובקיום המצוות שעי\"ז מבררים גם את חושך הגלות, ובפרט ע\"י תשובה דזדונות נעשו לו כזכיות, עי\"ז יהי' זיכוך העולם לע\"ל גם בענינים הכי תחתונים, ועד שגם החושך יהפך לאור. וזהו אלה תולדות פרץ זה משיח שנאמר בו עלה הפורץ לפניהם, שיפרוץ כל הגדרים, היינו שגם הגדרים (מצד הקדושה107) יופרצו.יו\"ד) והנה מכיון שבעבודת האדם צריך להיות סדר, לכן, גם עבודת התשובה, עם היותה למעלה מסדר והדרגה, יש לה זמן מיוחד, בהארבעים יום שבין ראש חודש אלול ליום הכפורים, שהם הד' יודי\"ן דס\"ת אני לדודי ודודי לי108. דעבודת התשובה היא מלמטה למעלה, בתחלה אני לדודי ואח\"כ ודודי לי. והגם שיו\"ד ימים האחרונים דמ' ימים אלו (עשרה ימים שבין ראש השנה ליום הכפורים) הם בדרך המשכה וגילוי מלמעלה למטה כמרז\"ל109 עה\"פ110 דרשו הוי' בהמצאו קראוהו בהיותו קרוב אלו עשרה ימים שבין ראש השנה ליום הכפורים (דבהמצאו ובהיותו קרוב הוא גילוי מלמעלה למטה), וכידוע111 שבימים אלו הוא קירוב המאור אל הניצוץ, מ\"מ שייכים גם ימים אלו לעבודת התשובה שמצד המטה, כי ההמשכה והגילוי מלמעלה שבימים אלו נעשית ע\"י העבודה והאתעדל\"ת שבחודש אלול, שע\"י העבודה בג' יודי\"ן הראשונים (אני לדודי ודודי) נעשה היו\"ד דתיבת לי, קירוב המאור אל הניצוץ. ובעשרה ימים אלו יש כו\"כ עליות, עד לתכלית העלי' דיום הכפורים, וביום הכפורים עצמו תכלית העלי' הוא בתפלת נעילה (בסיומו וחותמו של היום), וי\"ל דבנעילה גופא – באמירת שמע ישראל (שהוא בסיומה וחותמה), וכדאיתא בשל\"ה שצריך לכוין אז למסור נפשו על קידוש השם ונחשב לו הכוונה כאילו עשה בפועל [ואולי י\"ל שהוא ע\"ד מאמר הבעש\"ט112 במקום שמחשבתו של אדם שם הוא נמצא]. דכל זה הוא עליות מלמטה למעלה. ולאח\"ז מתחיל ענין ההמשכה מלמעלה למטה (שעי\"ז נשלמת הכוונה דלשבת יצרה113), דתחלת ההמשכה היא בד' הימים שבין יום הכפורים לסוכות שאז כל ישראל עסוקין במצוות זה עוסק בסוכתו וזה בלולבו114, ולאח\"ז בימי הסוכות עצמם ע\"י קיום מצות ישיבה בסוכה ונטילת ד' מינים בפועל, דע\"י קיום מצות סוכה ההמשכה היא בבחי' מקיף, וע\"י נטילת ד' מינים נמשך בפנימיות ולקחתם לכם115. וצ\"ל כ\"ז בבחי' קליטה, שזה (הקליטה) נעשה בשמיני עצרת, עצרת מלשון קליטה. [דזהו גם מ\"ש116 תקעו בחודש שופר בכסה ליום חגינו, וידוע הפירוש בזה, דמה שבראש השנה ויום הכפורים הוא באופן דבכסה (מכוסה ונעלם) מתגלה ליום חגינו בחג הסוכות117, ואעפ\"כ נאמר ליום חגינו לשון יחיד (ולא לימי חגינו לשון רבים), כי עיקר הגילוי (של הענינים דראש השנה ויום הכפורים) באופן דקליטה הוא בשמיני עצרת, ליום חגינו לשון יחיד118]. וכידוע שבשמיני עצרת הוא הזיווג119, ועד לאופן דוהיו לבשר אחד120, שמזה נעשה ההולדה דתומ\"צ (תולדותיהן של צדיקים מעשים טובים121) במשך כל השנה, לעשות לו ית' דירה בתחתונים. וזהו ג\"כ שעצרת הוא מלשון מלוכה (כמו זה122 יעצור בעמי)123, דבשמיני עצרת ווערט אַ איד אַ מלך און אַ בעה\"ב על כל סדר ההשתלשלות, לעשות ממנו דירה לו ית'.יא) וזהו ביום השמיני עצרת תהי' לכם, דזה שנקרא בשם שמיני עצרת שמורה ע\"ז שבא בהמשך לז' ימי הסוכות דוקא, אף שבשמיני עצרת נעצרים ונקלטים גם הענינים דראש השנה ויום הכפורים, כי בראש השנה ויום הכפורים הוא ענין העלי' מלמטה למעלה, ומכיון שהכוונה היא לשבת יצרה, המשכה מלמעלה למטה, לכן נקרא בשם שמיני עצרת, שבו נעצרים ונקלטים כל הענינים שנמשכו מלמעלה למטה בז' ימי הסוכות, שלכן נקרא בשם שמיני דוקא [נוסף לזה ששמיני הוא מלשון שומן ודשן124]. אלא שאעפ\"כ שמיני עצרת הוא רגל בפ\"ע, כי עי\"ז גופא מה שבשמיני עצרת נעצרים ונקלטים הענינים דז' ימי הסוכות, נעשה בו ענין חדש, רגל בפ\"ע. כי בז' ימי הסוכות נמשכים (בבחי' מקיף) הענינים דראש השנה ויום הכפורים ודכללות עשי\"ת עד לשלימות התשובה דיום הכפורים, וע\"י המשכת ענין זה בפנימיות ובקליטה בשמיני עצרת, ליום חגינו לשון יחיד, מתגלה (ובאופן דקליטה) ההתקשרות והתאחדות דבחי' יחידה שבנפש עם בחי' יחיד, שלשם מגיע ענין התשובה, פר אחד איל אחד125. וזהו ג\"כ עצרת תהי' לכם ואיתא במדרש הה\"ד יהיו לך לבדך ואין לזרים אתך, דזה שצריך לשלול ולומר אין לזרים אתך הוא לפי שבע\"ת שסורו רע צריך לזהירות יתירה126, ולכן צריך לשלול הענין דזרים (ענינים הבלתי רצויים). אבל עי\"ז גופא (הזהירות יתירה דהבע\"ת) נעשה יהיו לך לבדך, כי עי\"ז שהתשובה מגעת בעצמותו ית', הרי לא שייך שם שום נתינת מקום לזרים, ישראל ומלכא בלחודוהי. ואדרבה, מצד המשכת העצמות (ע\"י עבודת התשובה) מתגלה פנימית ואמיתית הכוונה דעשיית הענינים הבלתי רצויים, שזה הי' בכוונה תחלה (כידוע127 בענין נורא עלילה על בני אדם128) בכדי שיהי' אתהפכא חשוכא לנהורא, הפיכת הזדונות לזכיות.יב) וזהו ג\"כ מה שקבעו שמחת תורה בשמיני עצרת על לוחות האחרונות דוקא [שהגלוי דלוחות האחרונות (ענין התשובה דיום הכפורים) בפנימיות ובקליטה הוא בשמיני עצרת, כנ\"ל], כי השמחה דשמחת תורה היא (בעיקר) מצד זה שהתורה פועלת גם בענינים התחתונים שבעולם, דזהו מה שהשמחה דשמחת תורה היא בריקודים ברגלים ובהם גופא בהעקב שבהם, ולכן השמחה היא על לוחות האחרונות דוקא, ענין התשובה, כי עי\"ז מתברר גם הכי תחתון שבעולם, עד שגם הזדונות נהפכים לזכיות. וכמו שבריקוד (בגשמיות), ע\"י שהרגלים והעקביים מתנשאים (הויבן זיך) ומרקדים, הם מנשאים גם את הראש (וכח השכל שבו) שגם הוא מרקד בשמחה גדולה למעלה ממדידה והגבלה, עד\"ז הוא גם ברוחניות הענינים, שע\"י השמחה והריקודים דשמחת תורה נעשה עלי' והתנשאות גם בבחי' הראש דנשמה. ומכיון שאדם הוא אדמה לעליון129 הנה עי\"ז נעשה עלי' והתנשאות כביכול גם בחכמתו ית' שהיא התורה [וכמובן גם מזה שבהריקודים דהקפות גם התורה היא שמחה ורוקדת, כמאמר הידוע דרבינו נשיאינו], ושמחה פורצת גדר130, שהשמחה דשמחת תורה פורצת גם הגדר דתורה כביכול, דהתורה מצ\"ע היא במדידה והגבלה וע\"י השמחה והריקודים דשמחת תורה ממשיכים בה מעצמותו ית', וכנ\"ל ע\"ד מרז\"ל דוד הי' מחבר תורה שלמעלה בהקב\"ה. וכמו שהוא בתורה עד\"ז הוא בנשמות ישראל, שע\"י השמחה והריקודים דשמחת תורה נעשה עלי' והתנשאות בבחי' הראש דנשמה (כנ\"ל), שמתקשרת ונעשית חד ממש עם העצמות, שאו את ראש גו' לגולגלותם131, שעיקר ענין זה יהי' במנין העשירי עוד תעבורנה הצאן ע\"י מונה132. וכל זה נעשה (כנ\"ל) ע\"י מעשינו ועבודתנו בזמן הגלות, ובמיוחד לאחר גילוי תורת הרשב\"י ובאופן דיתפרנסון133 ע\"י תורת הבעש\"ט וע\"י תורת חסידות חב\"ד, ויפקון בי' מן גלותא ברחמי134, ושמחת עולם על ראשם135, בגאולה האמיתית והשלימה בקרוב ממש בביאת משיח צדקנו, דוד מלכא משיחא.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד יום שמחת תורה ה'תש\"מ ביום השמיני עצרת תהי' לכם1, וידועים דיוקי רבותינו נשיאינו בזה, הרי שמיני עצרת הוא רגל בפני עצמו לענין פז\"ר קש\"ב2, וא\"כ הול\"ל בעשרים ושנים יום לחודש השביעי כמו בשאר המועדים שנאמר בהם ימי החודש (ובחודש השביעי באחד לחודש, ובעשור לחודש השביעי, ובחמשה עשר יום לחודש השביעי3), ולמה אומר ביום השמיני4 והגם ששמיני עצרת בא בהמשך לז' ימי הסוכות, וידוע5 שבשמיני עצרת נעצרים ונקלטים הענינים דז' ימי הסוכות, הרי בשמיני עצרת נעצרים ונקלטים גם הענינים דראש השנה ויום הכפורים6, ואעפ\"כ אינו נקרא בשם כזה שיורה על שייכותו (ושבא בהמשך) לראש השנה ויום הכפורים, ולמה נקרא השם שמיני (עצרת) ובפרט ע\"פ תורת הבעש\"ט7 דזה שמו אשר יקראו לו בלה\"ק מורה על תוכן הדבר, ועד שמורה על חיותו וקיומו, שמזה מובן, שעיקר ענינו דשמיני עצרת (שנקרא בשם שמיני עצרת) הוא מה שבא בהמשך לז' ימי הסוכות גם צריך להבין מ\"ש עצרת תהי' לכם, ואיתא במדרש8 הה\"ד9 יהיו לך לבדך ואין לזרים אתך, שיש בזה ב' ענינים ענין דלך לבדך, ישראל ומלכא בלחודוהי10, אבל אעפ\"כ מזה גופא שצריך לשלול שאין לזרים אתך מובן שיש מקום לקס\"ד ששמיני עצרת הוא גם לזרים ולכן צריך לשלול ולומר שהוא רק לכם",
          "topics": [
            "משה",
            "ישראל",
            "תורה",
            "נשיא"
          ],
          "word_count": 189
        },
        {
          "chunk_id": "chunk_2",
          "content": "גם צריך להבין מה ששמיני עצרת כולל גם שמחת תורה, ועד שבארץ ישראל, ארץ אשר גו' תמיד עיני ה' אלקיך בה מרשית השנה ועד אחרית שנה11, שמיני עצרת ושמחת תורה הם ביום אחד, וגם בחו\"ל שהם ב' ימים הרי שמחת תורה הוא ביו\"ט שני דשמיני עצרת, וידוע הדיוק בזה מה שקבעו שמחת תורה בשמיני עצרת, דלכאורה הוצרכו לעשות שמחת תורה בחג השבועות זמן מתן תורתנו12.ב) והנה בכ\"מ13 מבואר דזה שעושים שמחת תורה בשמיני עצרת הוא על לוחות האחרונות שניתנו ביום הכפורים14, אבל זה גופא (מה שהשמחה דשמחת תורה היא על לוחות האחרונות דוקא ולא על לוחות הראשונות) צריך ביאור, הרי עיקר הגילוי והשלימות דמ\"ת הי' בנתינת לוחות הראשונות דוקא, הן בנוגע לישראל שהיו אז בתכלית השלימות, דבמעמד הר סיני פסקה זוהמתן15, והן בנוגע להעולם שהי' אז גילוי אוא\"ס ממש למטה כמ\"ש16 וירד ה' על הר סיני ותרגם ואתגלי, וגילוי זה פעל בכל העולם17 כמרז\"ל18 צפור לא צווח עוף לא פרח שור לא געה, ועד שהקול דעשרת הדברות הי' נשמע מכל ד' הרוחות ומלמעלה ומלמטה19, אַז די וועלט (וכל הו\"ק שבה) האָט אויסגעשריען אנכי20 ה' אלקיך גו', לא יהי' לך גו' דכל זה הי' בלוחות הראשונות דוקא, ולמה קבעו שמחת תורה בשמיני עצרת על לוחות האחרונות דוקא ומה שמבואר בכ\"מ21 דזה שעושים שמחת תורה על לוחות האחרונות דוקא הוא מפני שבלוחות האחרונות כתיב ויגד לך תעלומות חכמה כי כפלים לתושי'22, צריך ביאור, דמכיון שענין הגילוי (דמ\"ת) בישראל ובעולם הי' בלוחות הראשונות דוקא כנ\"ל, לכאורה צ\"ל השמחה דשמחת תורה שהיא בניגונים וריקודים (ענין הגילוי) בחג השבועות שבו ניתנו לוחות הראשונות בגילוי ובפרסום",
          "topics": [
            "אור",
            "אוא\"ס",
            "גילוי",
            "עולם",
            "חכמה"
          ],
          "word_count": 250
        },
        {
          "chunk_id": "chunk_3",
          "content": "ובפרט לפי המבואר23 בענין הריקודים (דשמחת תורה) שענין הריקודים הוא בעיקר בהרגלים, ובהם גופא בהעקב שבהם, חלק הכי תחתון שבאדם24 (אלא שעי\"ז מתנשא ורוקד גם הראש) שמזה מובן שהשמחה דשמחת תורה היא בעיקר לא מצד פעולת התורה בישראל לי ראש25, כי אם, מצד פעולת התורה בעולם שהוא טפל26 לישראל, בדוגמת הרגלים שטפלים להראש, ובעולם גופא בענינים התחתונים שבו (בחי' עקב) ועפ\"ז אינו מובן יותר מה שקבעו שמחת תורה על לוחות האחרונות דוקא, שהעילוי דכפלים לתושי' שבלוחות האחרונות הוא בישראל גם אינו מובן, דלפי זה (שהשמחה דשמחת תורה היא על לוחות האחרונות שניתנו ביום הכפורים) היו צריכים לעשות שמחת תורה למחרת יום הכפורים27 דמה שלא קבעו שמחת תורה ביום הכפורים גופא י\"ל דזהו לפי שאין שמחה בלא אכילה ושתי'28, אבל הי' צ\"ל מיד אחרי יום הכפורים ואולי י\"ל יתירה מזו, הרי מצינו שבאותה שנה (דחנוכת ביהמ\"ק) לא עשו ישראל את יום הכפורים, ויצתה ב\"ק ואמרה להם כולכם מוזמנים לחיי העוה\"ב27, כי השמחה דחנוכת ביהמ\"ק היא נעלית יותר מהעינוי דיום הכפורים ומכיון שהשמחה דשמחת תורה היא שמחה גדולה ביותר, ועד שהיא גדולה יותר גם מהשמחה דשמחת בית השואבה29, דמי שלא ראה שמחת בית השואבה לא ראה שמחה מימיו30, א\"כ הי' ראוי לקבוע שמחת תורה ביום הכפורים גופא.ג) ויובן זה בהקדים תחלה ענין לוחות הראשונות ולוחות האחרונות בעבודת האדם דהנה עיקר הכוונה דמ\"ת הוא שתהי' קבלת התורה, עבודת האדם דלוחות הראשונות הוא ענין עבודת הצדיקים ולוחות האחרונות הוא ענין עבודת הבע\"ת והמעלה דלוחות האחרונות על לוחות הראשונות הוא מפני שעבודת התשובה נעלית יותר מעבודת הצדיקים31",
          "topics": [
            "תחתונים",
            "עולם",
            "צדיקים",
            "צדיק",
            "ישראל"
          ],
          "word_count": 242
        },
        {
          "chunk_id": "chunk_4",
          "content": "והענין הוא, דהנה כללות החילוק בין לוחות הראשונות ללוחות האחרונות הוא דנתינת לוחות הראשונות היתה מצד למעלה, וירד הוי' על הר סיני דהגם שהגילוי דמ\"ת פעל גם בעולם וגם בהדומם שבו, ועד שהעולם (גם הדומם שבו) איז געוואָרן דורכגענומען מהגילוי דמ\"ת, אעפ\"כ אין זה שנעשה זיכוך תמידי ועלי' בהעולם, ורק שהאיר בו הגילוי שלמעלה32 ועד\"ז גם בישראל, דמה שהגילוי דמ\"ת פעל גם בהגוף (שפסקה זוהמתן) הי' זה מצד הנשמה דבעת מ\"ת הי' אצלם גילוי עצם הנשמה, בחי' יחידה [שאינה מציאות לעצמה וכל מציאותה הוא זה שהיא כלי ומקבלת מבחי' יחיד33], ומכיון שגם בחי' יחידה היא קשורה עם הגוף34, לכן, הגילוי דבחי' יחידה האיר גם בהגוף, עד בבחי' עקב שבו, וע\"ד מ\"ש גבי אברהם35 עקב אשר שמע אברהם בקולי גו'36 והטעם לזה הוא לפי שהגילוי דמ\"ת הי' בדרך אתערותא דלעילא שלא ע\"י אתערותא דלתתא, דהגם שהיתה העבודה דספירת העומר במשך הז' שבועות שבין יצי\"מ למ\"ת, הרי מובן, שע\"י עבודה זו (שבמשך המ\"ט יום ונ' יום) לא היו בערך להיות בבחי' כלי להגילוי דמ\"ת37, כי אם, שהגילוי דמ\"ת הי' בדרך אתעדל\"ע מצ\"ע, ואני המתחיל38, ומה שהוצרך להיות העבודה לפני מ\"ת הוא רק בדרך הכנה בלבד39 ובדוגמת המבואר בכ\"מ40 בענין ההפרש שבין האתעדל\"ע שלפי ערך האתעדל\"ת להאתעדל\"ע הבאה בדרך מתנה שאין אתעדל\"ת מגעת לשם כלל, דהגם שגם האתעדל\"ע שבדרך מתנה נמשכת דוקא אחרי קדימת האתעדל\"ת (והאתעדל\"ע שלפ\"ע האתעדל\"ת), מ\"מ אין זה שהאתעדל\"ת ממשיכה אותה, כי המשכת אתעדל\"ע זו היא מבחי' שאין אתעדל\"ת מגעת לשם, ומה שנמשכת אחרי קדימת האתעדל\"ת (והאתעדל\"ע שלפ\"ע האתעדל\"ת) הוא לפי דקוב\"ה לא שריא אלא באתר שלים41",
          "topics": [
            "גילוי",
            "עולם",
            "אברהם",
            "ישראל",
            "דור"
          ],
          "word_count": 247
        },
        {
          "chunk_id": "chunk_5",
          "content": "שעד\"ז הוא גם בנוגע להעבודה במשך הז' שבועות לפני מ\"ת שהעבודה לא היתה כלי להגילוי דמ\"ת (ואין שייך לומר שהעבודה המשיכה את הגילוי דמ\"ת), ורק בדרך הכנה בלבד, שע\"י עבודתם נעשו מעין כלי (אבל לא כלי ממש) להגילוי דמ\"ת וזה גופא (מה שהיו מעין כלי להגילוי דמ\"ת) הוא מצד שרשם ומקורם, מצד האבות והאמהות עד לאחד הי' אברהם42, שלכן יש (קס\"ד) בכתבי האריז\"ל43 שענין מ\"ת הותחל בימי האבות דכ\"ז הי' בלוחות הראשונות משא\"כ נתינת לוחות האחרונות היתה ע\"י אתעדל\"ת דעבודת התשובה דבנ\"י (על חטא העגל) היתה אתעדל\"ת שעוררה והמשיכה הגילוי דלוחות האחרונות וזהו מה שנתינת לוחות האחרונות היתה בחודש תשרי, כי עניני חודש תשרי באים ע\"י העבודה דאלול שהיא כלי ואתעדל\"ת שמעוררת וממשכת את הענינים דתשרי ולכן עי\"ז נעשה זיכוך ועלי' גם בהמטה מצד עצמו (דלא כבלוחות הראשונות) וזהו דלוחות הראשונות ולוחות האחרונות בעבודת האדם הם עבודת הצדיקים ועבודת התשובה, כי עבודת הצדיקים (כולל גם המשכה שע\"י העבודה) היא בבחי' אור ישר, מלמעלה למטה, משא\"כ ע\"י עבודת התשובה נפעל ענין חדש, שגם המטה גופא מזדכך ומתעלה.ד) והענין הוא, דעבודת הצדיקים היא כשהאדם הוא באופן דהאלקים עשה את האדם ישר44, דכל אחד מישראל באיזה מצב שהוא רוצה הוא בטבעו למלאות רצון קונו (כפס\"ד הידוע45) בלימוד התורה ובקיום המצוות ובעבודת התפלה, ולכן ע\"י עבודת הצדיקים לא נעשה התחדשות אמיתית, מכיון שהעבודה היא כטבע תולדותם וכמו שעבודת הצדיקים אינה חידוש אמיתי בהאדם מכיון שהעבודה היא כטבע תולדתו, עד\"ז הוא גם בנוגע להענינים שלמעלה, מכיון שכוונת הבריאה (מלכתחלה) היא בכדי להטיב לברואיו כו'46 (ע\"י עבודתם בתומ\"צ) מצד טבע47 הטוב להטיב48",
          "topics": [
            "אור",
            "גילוי",
            "בריאה",
            "צדיקים",
            "צדיק"
          ],
          "word_count": 246
        },
        {
          "chunk_id": "chunk_6",
          "content": "וכן הוא גם למעלה יותר בבחי' שרש הנשמות כמו שמושרשים בעצמותו ית', כתורת הרב המגיד49 בענין במי50 נמלך בנשמותיהן של צדיקים51, די\"ל שענין זה הוא בעצמותו ית' (למעלה מבחי' טבע הטוב להטיב), דמכיון שגם בתחלה כבר עלה לפניו ית' התענוג שיתענג בעבודת הצדיקים52, הרי ע\"י עבודת הצדיקים (בפועל) אין זה התחדשות אמיתית.דכ\"ז הוא בנוגע לעבודת הצדיקים, וכדיוק לשון רז\"ל במי נמלך בנשמותיהן של צדיקים אמנם הכוונה האמיתית (שלמעלה גם מבחי' במי נמלך) היא כמ\"ש53 אשר ברא אלקים לעשות, לעשות לתקן54, שהאדם ע\"י עבודתו יעשה חידוש בהבריאה, שיהי' (לא רק אלה תולדות השמים והארץ בהבראם55, תולדות מלא56, עולם על מילואו נברא57, אלא גם) אלה תולדות פרץ58, תולדות מלא55, למעלה מאלה תולדות השמים והארץ, פרץ זה משיח שנאמר בו59 עלה הפורץ לפניהם60, שאז יהי' העולם למעלה מכמו שהי' בתחלת הבריאה דעולם על מילואו נברא (כ\"א שמים חדשים וארץ חדשה61) וכן הוא גם בנוגע לנשמות ישראל62 שהנשמות דלע\"ל יהיו גבוהות יותר גם מאדה\"ר כמו שהי' קודם החטא, וכמבואר בלקו\"ת בסיומו וחותמו63 בענין נשמות החדשות שיהיו לע\"ל שהם יותר גבוהות מכל הנשמות שנכללו באדה\"ר דחידוש זה נעשה ע\"י עבודת התשובה דוקא, דזהו מה שמשיח (דוקא) אתא לאתבא צדיקייא בתיובתא64 ועי\"ז נשלמה הכוונה האמיתית, שלמעלה מענין במי נמלך בנשמותיהן של צדיקים.ה) ועד\"ז הוא גם בתשובה כפשוטה, דכאשר האדם חטא ופגם והעביר את הדרך (שזהו היפך טבע האדם וטבע דלמעלה) ואח\"כ מתקן זה ע\"י התשובה, ובפרט כשהתשובה היא באופן דזדונות נעשו לו כזכיות65, הנה עי\"ז נעשה ענין חדש שלמעלה מטבע האדם ומהטבע שלמעלה (דטבע הטוב להטיב), וגם למעלה משרש הנשמות כמו שהן בבחי' במי נמלך",
          "topics": [
            "עצמות",
            "בריאה",
            "עולם",
            "צדיקים",
            "צדיק"
          ],
          "word_count": 249
        },
        {
          "chunk_id": "chunk_7",
          "content": "והענין הוא, כי עבודת התשובה היא בדרך דילוג66 מה שהאדם משתנה ונהפך (שלא בסדר והדרגה) ונעשה מציאות חדשה67 דזהו מה שתשובה היא למעלה מהזמן שלכן גם כמו שהיא נמשכת בבחי' הזמן היא בשעתא חדא וברגעא חדא68, לפי69 שעבודת התשובה היא שלא בהדרגה וזהו גם מה שבבע\"ת נאמר והי' טרם יקראו ואני אענה70, דענין זה (מענה טרם הקריאה) הוא היפך הטבע וההשתלשלות, כי ע\"י הדילוג (דתשובה) שלא בסדר ההשתלשלות שבאדם, עי\"ז נעשה גם למעלה שלא בסדר ההשתלשלות, וע\"ד מ\"ש71 ממעמקים קראתיך הוי', ממעמקים (לשון רבים) הוא מעומק לעומק72, דע\"י עבודת התשובה מעומק פנימיות נקודת הלב, עי\"ז הוא קורא וממשיך מבחי' עומק ופנימיות א\"ס ב\"ה73 [ועד שענין התשובה מגיע בעצמותו ית', כידוע בענין שאלו להקב\"ה כו' אמר יעשה תשובה ויתכפר לו74] וע\"י המשכה זו, זדונות נעשו לו כזכיות72 דכמו שע\"י התשובה נעשה ענין חדש באדם שנעשה מציאות חדשה כנ\"ל, כמו\"כ נעשה עי\"ז ענין חדש בעולם75 שזדונות נהפכים לזכיות וזכיות אלו (שמהפכים מהזדונות), מכיון שנעשים ע\"י הדילוג דתשובה, הם נעלים יותר76 מהזכיות דצדיקים.ו) וזהו מה שבלוחות האחרונות (שבעבודת האדם הו\"ע עבודת התשובה כנ\"ל) כתיב כפלים לתושי', שהכוונה בכפלים היא לא רק כפלים במספר77 כי אם לריבוי גדול יותר ועד באין ערוך [כמובן גם מזה שבלוחות האחרונות נתוספו ריבוי ענינים, הלכות מדרש ואגדות78], כי נוסף על זה שבבע\"ת יש ב' סוגי זכיות (כפלים במספר) הזכיות דתומ\"צ (כמו בצדיקים) והזכיות שנעשו מהפיכת הזדונות, הרי הזכיות שנעשו מהפיכת הזדונות הם נעלים יותר ועד באין ערוך מזכיות הצדיקים ויתירה מזו, שגם התומ\"צ שלאחרי התשובה הם נעלים יותר, בחילא יתיר79",
          "topics": [
            "עצמות",
            "עולם",
            "צדיקים",
            "צדיק",
            "המשכה"
          ],
          "word_count": 242
        },
        {
          "chunk_id": "chunk_8",
          "content": "וזהו גם מהביאורים בזה שגאולה העתידה היא ע\"י הקדמת עבודת התשובה דוקא80, כי גם השגת התורה דלע\"ל תהי' כפלים לתושי' ולא רק כפלים במספר, ההשגה בכל מה שלמדו עכשיו בנגלה דתורה ובפנימיות התורה (ותלמודו בידו81) וההשגה בתורתו של משיח, אלא גם לריבוי ביותר ועד לאין ערוך, שהרי בביאת המשיח יהי' ישקני מנשיקות פיהו82 שיתגלה סוד טעמי' ומסתר צפונותי'83 (תעלומות חכמה) ויתירה מזו, שעי\"ז גם השגת הנגלה דתורה תהי' באופן נעלה יותר ועד\"ז ע\"י העבודה דתומ\"צ בזמן הגלות, דכללות העבודה שבזמן הגלות (גם העבודה דתומ\"צ) היא עבודת התשובה וע\"י התשובה כפלים לתושי'.ז) ויובן זה על פי הידוע84 שהחילוק בין תלמוד בבלי לתלמוד ירושלמי הוא בדוגמת החילוק בין לוחות הראשונות ללוחות האחרונות דתלמוד85 ירושלמי הוא בדרך אור ישר (דוגמת עבודת הצדיקים, לוחות הראשונות), ותלמוד בבלי הוא הפלפול בריבוי קושיות והעלמות, במחשכים הושיבני86 זה תלמוד בבלי87, ואעפ\"כ הלכה כבבלי דוקא88, כי ע\"י היגיעה בבירור הקושיות וכו' מגיעים לאמיתית הכוונה, לבחי' העלם העצמי שבתורה, בחי' תעלומות חכמה (דוגמת מעלת הזכיות דבע\"ת שנעשים מהזדונות, על הזכיות דצדיקים) וזהו מה שבלוחות האחרונות דוקא כתיב ויגד לך תעלומות חכמה כי כפלים לתושי', תעלומות חכמה הוא (עד ל)פנימיות ח\"ס, ובשרשה היא פנימיות ועצמות א\"ס89, וזה מתגלה ע\"י הפלפול וכו' דתלמוד בבלי דוקא וגילוי זה יהי' בעיקר לע\"ל, וכדאיתא בזהר90 עה\"פ91 עין לא ראתה גו' יעשה למחכה לו מאי למחכה לו כו' אינון דדחקין למלה דחוכמתא ודייקין לי' ומחכאן לי' למנדע ברירא דמלה כו', שע\"י ריבוי העיון והיגיעה בריבוי קושיות וכו', יהי' (לע\"ל) הגילוי דבחי' עדן שעליו נאמר עין לא ראתה92, בחי' העלם העצמי",
          "topics": [
            "אור",
            "עצמות",
            "גילוי",
            "העלם",
            "חכמה"
          ],
          "word_count": 245
        },
        {
          "chunk_id": "chunk_9",
          "content": "ועי\"ז נעשה עילוי ושלימות גם בהתורה שהיא מתקשרת עם העצמות (בדוגמת דוד הי' מחבר תורה שלמעלה בהקב\"ה93), דהתורה מצ\"ע (כמו שניתנה במ\"ת, בלוחות הראשונות) היא בחי' חכמה, דאורייתא מחכמה נפקת94, והגם שבמ\"ת ניתנה גם התורה שתתגלה לע\"ל (שהרי מ\"ת הי' רק פעם אחת)95, הנה בעת מ\"ת ניתן זה בבחי' העלם, תעלומות חכמה, ובכדי להמשיך זה בגילוי (באופן דתורה אור96), הנה כח זה ניתן בלוחות האחרונות דוקא וזהו מה שע\"י עסק התורה בזמן הגלות דוקא (תלמוד בבלי) יהי' הגילוי דלע\"ל שאז תושלם הכוונה דדירה97 בתחתונים, כי בדירה בתחתונים ב' ענינים, דירה לו לעצמותו98 ודירה בתחתונים, וב' ענינים אלו נעשים99 ע\"י העסק והיגיעה בתלמוד בבלי דוקא דע\"י היגיעה בבירור הקושיות מגיעים לבחי' העלם העצמי כנ\"ל, לו לעצמותו, ועי\"ז מגיעים גם לאמיתית הכוונה לפסוק הלכה למעשה כנ\"ל, וע\"י העשי' בפועל (כפי פסק ההלכה) נעשה דירה לו ית' בתחתונים וזהו במחשכים הושיבני (זה תלמוד בבלי), דע\"י במחשכים (היגיעה בריבוי הקושיות וכו') נעשה הושיבני, דירה לו ית' בתחתונים.ח) ועד\"ז הוא בקיום המצוות בזמן הגלות דוקא, דהגם שהמצוות בזמן הגלות אינם בתכלית השלימות [דנוסף לזה שעיקר השלימות דמעשה המצוות יהי' בימות המשיח כמ\"ש ושם (דוקא) נעשה לפניך כו' כמצות רצונך, דשלימות זו לא היתה גם בזמן הבית100, הנה בהמצוות דזמן הגלות לא יש גם השלימות שהיתה בזמן הבית101], מ\"מ ע\"י ההתבוננות בזה גופא שבזמן הגלות חסר השלימות, עי\"ז עשיית המצוות היא בחילא יתיר וע\"ד המבואר בתניא102 בענין מעלת הבע\"ת על צדיקים, שעי\"ז שהי' מרוחק מאלקות לכן הצמאון שלו הוא ביתר עז, באהבה רבה מעומקא דלבא",
          "topics": [
            "אלקות",
            "אור",
            "עצמות",
            "גילוי",
            "העלם"
          ],
          "word_count": 239
        },
        {
          "chunk_id": "chunk_10",
          "content": "ועי\"ז גופא (מה שעשיית המצוות בזמן הגלות היא בחילא יתיר) מבררים את חושך הגלות ומהפכים אותו לקדושה, ע\"ד המבואר בתניא101, שע\"י התשובה מאהבה רבה והצמאון מתהפכים הזדונות לזכיות (שבתחלה נעשים זדונות כזכיות בכ\"ף הדמיון, ועד שנעשה זכיות ממש) וזהו מה שתכלית השלימות דלע\"ל נעשה (בעיקר) ע\"י קיום המצוות שבזמן הגלות דוקא103, ובפרט ע\"י עבודת התשובה, כי ב' הענינים שבדירה בתחתונים (שזהו השלימות דלע\"ל), דירה לו לעצמותו ודירה בתחתונים, נעשים (בעיקר) ע\"י קיום המצוות שבזמן הגלות דוקא, ובפרט ע\"י עבודת התשובה דע\"י הצמאון והחילא יתיר שבזמן הגלות, ובפרט ע\"י הצעקה דתשובה מעומקא דלבא, ממשיכים מבחי' עומק ופנימיות דלמעלה, לו לעצמותו, וע\"י בירור והפיכת חושך הגלות, ובפרט הפיכת הזדונות לזכיות (ע\"י התשובה), מבררים ומזככים גם ענינים הכי תחתונים ונעשים דירה לו ית'.ט) וזהו מה שתכלית השלימות דעולם יהי' לע\"ל דוקא, אלה תולדות פרץ, דשלימות זו היא למעלה יותר מהשלימות שהיתה בתחלת הבריאה עולם על מילואו נברא, ולמעלה יותר גם מהשלימות דעולם שהיתה במ\"ת, הגם שגם במ\"ת האָט די וועלט אויסגעשריען אנכי, לא יהי' לך (שהם כללות כל התורה כולה104), כי במ\"ת הי' זה בעיקר מצד הגילוי שמלמעלה (שהדברות אנכי ולא יהי' לך הם היו יוצאים ונשמעים מכל ו\"ק העולם), כנ\"ל, משא\"כ לע\"ל יהי' זה בהעולם מצ\"ע105, כמרז\"ל106 לע\"ל אם אדם הולך ללקט תאנה בשבת היא צווחת ואומרת שבת היום כו' האבן זועקת ואומרת כו' (שזה יהי' מצד התאנה והאבן) ויתירה מזו, שע\"י מעשינו ועבודתנו בזמן הגלות בעסק התורה ובקיום המצוות שעי\"ז מבררים גם את חושך הגלות, ובפרט ע\"י תשובה דזדונות נעשו לו כזכיות, עי\"ז יהי' זיכוך העולם לע\"ל גם בענינים הכי תחתונים, ועד שגם החושך יהפך לאור",
          "topics": [
            "אור",
            "עצמות",
            "גילוי",
            "תחתונים",
            "בריאה"
          ],
          "word_count": 255
        },
        {
          "chunk_id": "chunk_11",
          "content": "וזהו אלה תולדות פרץ זה משיח שנאמר בו עלה הפורץ לפניהם, שיפרוץ כל הגדרים, היינו שגם הגדרים (מצד הקדושה107) יופרצו.יו\"ד) והנה מכיון שבעבודת האדם צריך להיות סדר, לכן, גם עבודת התשובה, עם היותה למעלה מסדר והדרגה, יש לה זמן מיוחד, בהארבעים יום שבין ראש חודש אלול ליום הכפורים, שהם הד' יודי\"ן דס\"ת אני לדודי ודודי לי108 דעבודת התשובה היא מלמטה למעלה, בתחלה אני לדודי ואח\"כ ודודי לי והגם שיו\"ד ימים האחרונים דמ' ימים אלו (עשרה ימים שבין ראש השנה ליום הכפורים) הם בדרך המשכה וגילוי מלמעלה למטה כמרז\"ל109 עה\"פ110 דרשו הוי' בהמצאו קראוהו בהיותו קרוב אלו עשרה ימים שבין ראש השנה ליום הכפורים (דבהמצאו ובהיותו קרוב הוא גילוי מלמעלה למטה), וכידוע111 שבימים אלו הוא קירוב המאור אל הניצוץ, מ\"מ שייכים גם ימים אלו לעבודת התשובה שמצד המטה, כי ההמשכה והגילוי מלמעלה שבימים אלו נעשית ע\"י העבודה והאתעדל\"ת שבחודש אלול, שע\"י העבודה בג' יודי\"ן הראשונים (אני לדודי ודודי) נעשה היו\"ד דתיבת לי, קירוב המאור אל הניצוץ ובעשרה ימים אלו יש כו\"כ עליות, עד לתכלית העלי' דיום הכפורים, וביום הכפורים עצמו תכלית העלי' הוא בתפלת נעילה (בסיומו וחותמו של היום), וי\"ל דבנעילה גופא – באמירת שמע ישראל (שהוא בסיומה וחותמה), וכדאיתא בשל\"ה שצריך לכוין אז למסור נפשו על קידוש השם ונחשב לו הכוונה כאילו עשה בפועל [ואולי י\"ל שהוא ע\"ד מאמר הבעש\"ט112 במקום שמחשבתו של אדם שם הוא נמצא] דכל זה הוא עליות מלמטה למעלה",
          "topics": [
            "אור",
            "גילוי",
            "דוד",
            "ישראל",
            "משיח"
          ],
          "word_count": 223
        },
        {
          "chunk_id": "chunk_12",
          "content": "ולאח\"ז מתחיל ענין ההמשכה מלמעלה למטה (שעי\"ז נשלמת הכוונה דלשבת יצרה113), דתחלת ההמשכה היא בד' הימים שבין יום הכפורים לסוכות שאז כל ישראל עסוקין במצוות זה עוסק בסוכתו וזה בלולבו114, ולאח\"ז בימי הסוכות עצמם ע\"י קיום מצות ישיבה בסוכה ונטילת ד' מינים בפועל, דע\"י קיום מצות סוכה ההמשכה היא בבחי' מקיף, וע\"י נטילת ד' מינים נמשך בפנימיות ולקחתם לכם115 וצ\"ל כ\"ז בבחי' קליטה, שזה (הקליטה) נעשה בשמיני עצרת, עצרת מלשון קליטה [דזהו גם מ\"ש116 תקעו בחודש שופר בכסה ליום חגינו, וידוע הפירוש בזה, דמה שבראש השנה ויום הכפורים הוא באופן דבכסה (מכוסה ונעלם) מתגלה ליום חגינו בחג הסוכות117, ואעפ\"כ נאמר ליום חגינו לשון יחיד (ולא לימי חגינו לשון רבים), כי עיקר הגילוי (של הענינים דראש השנה ויום הכפורים) באופן דקליטה הוא בשמיני עצרת, ליום חגינו לשון יחיד118] וכידוע שבשמיני עצרת הוא הזיווג119, ועד לאופן דוהיו לבשר אחד120, שמזה נעשה ההולדה דתומ\"צ (תולדותיהן של צדיקים מעשים טובים121) במשך כל השנה, לעשות לו ית' דירה בתחתונים וזהו ג\"כ שעצרת הוא מלשון מלוכה (כמו זה122 יעצור בעמי)123, דבשמיני עצרת ווערט אַ איד אַ מלך און אַ בעה\"ב על כל סדר ההשתלשלות, לעשות ממנו דירה לו ית'.יא) וזהו ביום השמיני עצרת תהי' לכם, דזה שנקרא בשם שמיני עצרת שמורה ע\"ז שבא בהמשך לז' ימי הסוכות דוקא, אף שבשמיני עצרת נעצרים ונקלטים גם הענינים דראש השנה ויום הכפורים, כי בראש השנה ויום הכפורים הוא ענין העלי' מלמטה למעלה, ומכיון שהכוונה היא לשבת יצרה, המשכה מלמעלה למטה, לכן נקרא בשם שמיני עצרת, שבו נעצרים ונקלטים כל הענינים שנמשכו מלמעלה למטה בז' ימי הסוכות, שלכן נקרא בשם שמיני דוקא [נוסף לזה ששמיני הוא מלשון שומן ודשן124]",
          "topics": [
            "גילוי",
            "תחתונים",
            "צדיקים",
            "צדיק",
            "ישראל"
          ],
          "word_count": 259
        },
        {
          "chunk_id": "chunk_13",
          "content": "אלא שאעפ\"כ שמיני עצרת הוא רגל בפ\"ע, כי עי\"ז גופא מה שבשמיני עצרת נעצרים ונקלטים הענינים דז' ימי הסוכות, נעשה בו ענין חדש, רגל בפ\"ע כי בז' ימי הסוכות נמשכים (בבחי' מקיף) הענינים דראש השנה ויום הכפורים ודכללות עשי\"ת עד לשלימות התשובה דיום הכפורים, וע\"י המשכת ענין זה בפנימיות ובקליטה בשמיני עצרת, ליום חגינו לשון יחיד, מתגלה (ובאופן דקליטה) ההתקשרות והתאחדות דבחי' יחידה שבנפש עם בחי' יחיד, שלשם מגיע ענין התשובה, פר אחד איל אחד125 וזהו ג\"כ עצרת תהי' לכם ואיתא במדרש הה\"ד יהיו לך לבדך ואין לזרים אתך, דזה שצריך לשלול ולומר אין לזרים אתך הוא לפי שבע\"ת שסורו רע צריך לזהירות יתירה126, ולכן צריך לשלול הענין דזרים (ענינים הבלתי רצויים) אבל עי\"ז גופא (הזהירות יתירה דהבע\"ת) נעשה יהיו לך לבדך, כי עי\"ז שהתשובה מגעת בעצמותו ית', הרי לא שייך שם שום נתינת מקום לזרים, ישראל ומלכא בלחודוהי ואדרבה, מצד המשכת העצמות (ע\"י עבודת התשובה) מתגלה פנימית ואמיתית הכוונה דעשיית הענינים הבלתי רצויים, שזה הי' בכוונה תחלה (כידוע127 בענין נורא עלילה על בני אדם128) בכדי שיהי' אתהפכא חשוכא לנהורא, הפיכת הזדונות לזכיות.יב) וזהו ג\"כ מה שקבעו שמחת תורה בשמיני עצרת על לוחות האחרונות דוקא [שהגלוי דלוחות האחרונות (ענין התשובה דיום הכפורים) בפנימיות ובקליטה הוא בשמיני עצרת, כנ\"ל], כי השמחה דשמחת תורה היא (בעיקר) מצד זה שהתורה פועלת גם בענינים התחתונים שבעולם, דזהו מה שהשמחה דשמחת תורה היא בריקודים ברגלים ובהם גופא בהעקב שבהם, ולכן השמחה היא על לוחות האחרונות דוקא, ענין התשובה, כי עי\"ז מתברר גם הכי תחתון שבעולם, עד שגם הזדונות נהפכים לזכיות",
          "topics": [
            "עצמות",
            "תחתונים",
            "עולם",
            "ישראל",
            "תורה"
          ],
          "word_count": 245
        },
        {
          "chunk_id": "chunk_14",
          "content": "וכמו שבריקוד (בגשמיות), ע\"י שהרגלים והעקביים מתנשאים (הויבן זיך) ומרקדים, הם מנשאים גם את הראש (וכח השכל שבו) שגם הוא מרקד בשמחה גדולה למעלה ממדידה והגבלה, עד\"ז הוא גם ברוחניות הענינים, שע\"י השמחה והריקודים דשמחת תורה נעשה עלי' והתנשאות גם בבחי' הראש דנשמה ומכיון שאדם הוא אדמה לעליון129 הנה עי\"ז נעשה עלי' והתנשאות כביכול גם בחכמתו ית' שהיא התורה [וכמובן גם מזה שבהריקודים דהקפות גם התורה היא שמחה ורוקדת, כמאמר הידוע דרבינו נשיאינו], ושמחה פורצת גדר130, שהשמחה דשמחת תורה פורצת גם הגדר דתורה כביכול, דהתורה מצ\"ע היא במדידה והגבלה וע\"י השמחה והריקודים דשמחת תורה ממשיכים בה מעצמותו ית', וכנ\"ל ע\"ד מרז\"ל דוד הי' מחבר תורה שלמעלה בהקב\"ה וכמו שהוא בתורה עד\"ז הוא בנשמות ישראל, שע\"י השמחה והריקודים דשמחת תורה נעשה עלי' והתנשאות בבחי' הראש דנשמה (כנ\"ל), שמתקשרת ונעשית חד ממש עם העצמות, שאו את ראש גו' לגולגלותם131, שעיקר ענין זה יהי' במנין העשירי עוד תעבורנה הצאן ע\"י מונה132 וכל זה נעשה (כנ\"ל) ע\"י מעשינו ועבודתנו בזמן הגלות, ובמיוחד לאחר גילוי תורת הרשב\"י ובאופן דיתפרנסון133 ע\"י תורת הבעש\"ט וע\"י תורת חסידות חב\"ד, ויפקון בי' מן גלותא ברחמי134, ושמחת עולם על ראשם135, בגאולה האמיתית והשלימה בקרוב ממש בביאת משיח צדקנו, דוד מלכא משיחא",
          "topics": [
            "עצמות",
            "גילוי",
            "עולם",
            "דוד",
            "ישראל"
          ],
          "word_count": 191
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס שמע\"צ ושמח\"ת – תשמ\"ז, \"לקראת שמע\"צ ושמח\"ת .. ערחה\"ס, ה' תהא זו שנת משיח\".1) פינחס כט, לה.2) סוכה מח, רע\"א. וש\"נ.3) פינחס שם, א, ז, יב.4) רד\"ה זה תער\"ג (המשך תער\"ב ח\"א ע' קנח), תרע\"ה (המשך הנ\"ל ח\"ב ע' תרפח), תרפ\"ו (ע' נה), תרצ\"ד (תשי\"א) (ע' 80).5) אוה\"ת סוכות ס\"ע א'תשסב ואילך. ס\"ע א'תשסו ואילך. וראה גם לקו\"ת סוכות פא, ג. וראה לקו\"ש ח\"ט ע' 229 ובהערות שם.6) רד\"ה זה תרנ\"ט (ע' מג). סד\"ה זה תרס\"ה (ע' מז), תרס\"ו (המשך תרס\"ו ע' שעט), תרפ\"ו (ע' סח), תש\"ו (ע' 46), תש\"ז הב' (ע' 181). ועוד.7) שעהיוה\"א בתחלתו.8) שמו\"ר פט\"ו, כג. וראה ריש וסוף ד\"ה הנ\"ל עת\"ר (ע' לה. מד), תש\"ד (ע' 43. 47), תש\"ט (ע' 69. 73), תש\"י (ע' 71. 82). ועוד.9) משלי ה, יז.10) ראה זח\"ג לב, א. וראה זח\"א רח, ב. הובא ונת' בריש וסוף ד\"ה זה באוה\"ת שמע\"צ (כרך ה) ע' ב'קמט. שם ע' ב'קנג. תרפ\"ז (ע' לו. נא).11) עקב יא, יב.12) אוה\"ת שמיני עצרת ע' א'תשעט ואילך. המשך וככה תרל\"ז פרק פד. רד\"ה הנ\"ל תרס\"ז (המשך תרס\"ו ע' שע), תער\"ב (סה\"מ תער\"ב-תרע\"ו ע' כז), עזר\"ת (הא' – ס\"ע ל), תרפ\"ז (ע' לו), תרצ\"ט (ס\"ע 60), תש\"ו (ע' 34). ועוד. וראה לקו\"ש חי\"ד ע' 156 ואילך.13) רד\"ה הנ\"ל תרנ\"ט (ע' מג). מקומות שבהערה הקודמת.14) ראה תענית כו, ב במשנה ובפרש\"י שם. גמרא שם ל, ב.15) שבת קמו, א. ובכ\"מ.16) יתרו יט, כ.17) וגם בהדומם שבעולם (לא רק בצפור וכו'), דזהו מה שהקול דעשרת הדברות לא הי' לו בת-קול (שמו\"ר ספכ\"ח), מפני שנקלט גם בהדומם שבעולם (ראה בארוכה לקו\"ש ח\"ד שיחה לפ' ואתחנן). ויתירה מזו, שהעולם גופא (גם הדומם שבו) \"האָט אויסגעשריען כו'\", כדלקמן בפנים.18) שמו\"ר ספכ\"ט.19) תקו\"ז תכ\"ב (סד, ב), הובא בתניא פל\"ו – מו, א. וראה תנחומא שמות כה. שמו\"ר פ\"ה, ט.20) יתרו כ, ב-ג.21) ד\"ה הנ\"ל תרנ\"ט, עזר\"ת, תרפ\"ז, תרצ\"ט, תש\"ו.22) איוב יא, ו. וראה שמו\"ר רפמ\"ו.23) ראה סד\"ה הנ\"ל תרצ\"ד (תשי\"א).24) ראה אדר\"נ ספל\"א.25) פרע\"ח שער הלולב פ\"א. שעה\"פ להאריז\"ל עה\"פ וישלח לב, כט. ספר הליקוטים להאריז\"ל עה\"פ ויחי מז, כח. מח, ב. ערכי הכינויים [לבעל סדר הדורות] מערכת ראש. לקו\"ת שלח מח, ב. ובכ\"מ.26) ראה לקו\"ש ח\"י ע' 25. ח\"כ ע' 139 ואילך.27) המשך וככה תרל\"ז פפ\"ד. ד\"ה הנ\"ל עזר\"ת (ע' לה). רד\"ה הנ\"ל תרנ\"ט, עזר\"ת (ע' לה), תש\"ו. וראה גם אוה\"ת שם ס\"ע א'תשפ.28) מו\"ק ט, א.29) ראה גם לקו\"ש חי\"ד ע' 166 ואילך.30) סוכה נא, סע\"א במשנה.31) ראה בארוכה אוה\"ת שם ס\"ע א'תשעט ואילך. מקומות שבהערה 21.32) לקו\"ת ראה כח, ב. המשך תרס\"ו ע' שנג. המשך תער\"ב ח\"ב ס\"ע תתקל ואילך.33) ראה לקו\"ת פ' ראה כה, א. סה\"מ תרפ\"ז ע' קיז. סה\"מ קונטרסים ח\"ב שסז, א. ובכ\"מ.34) ראה קונטרס העבודה פ\"ד (ע' 33). ובכ\"מ.35) תולדות כו, ה.36) ראה סה\"מ תש\"ח ס\"ע 253. התמים חוברת ו' ע' נב [רצג, ד]. אגרות-קודש לכ\"ק אדמו\"ר מוהריי\"צ ח\"ג ע' תקסח.37) המשך תער\"ב שם.38) שמו\"ר פי\"ב, ג. תנחומא וארא טו.39) ואולי י\"ל – להסיר דבר המונע.40) לקו\"ת שה\"ש כד, א-ב.41) זח\"ג צ, ב.42) יחזקאל לג, כד.43) ל\"ת להאריז\"ל לך לך. וראה אוה\"ת חיי שרה קכו, א.44) קהלת ז, כט.45) רמב\"ם הל' גירושין ספ\"ב.46) ע\"ח שער הכללים בתחלתו.47) ד\"ה אתה אחד לאדהאמ\"צ (מאמרי אדהאמ\"צ קונטרסים ע' ה) – בשם הע\"ח (וראה בהערה שם). עמה\"מ שער שעשועי המלך רפ\"א. שעהיוה\"א פ\"ד (עט, א). שומר אמונים ויכוח ב' סי' יד. ולהעיר משו\"ת ח\"צ סי\"ח.48) סה\"מ תש\"ח ע' 273.49) או\"ת ב, ג (בהוצאת קה\"ת תש\"מ ואילך – ס\"ו). לקו\"א (הוצאת קה\"ת) בתחלתו.50) ב\"ר פ\"ח, ז. רות רבה פ\"ב, ג.51) ראה ד\"ה מים רבים תשל\"ח הערה 44 (לקמן ע' רמח).52) המשך ר\"ה תש\"ג פ\"ג (סה\"מ תש\"ג ריש ע' 9). ובכ\"מ. וראה או\"ת ולקו\"א (להה\"מ) בתחלתן.53) בראשית ב, ג.54) ראה ב\"ר פי\"א, ו ובפרש\"י שם.55) בראשית שם, ד.56) ב\"ר פי\"ב, ו.57) ראה ב\"ר פי\"ד, ז. פי\"ג, ג.58) רות ד, יח.59) מיכה ב, יג.60) אגדת בראשית ספס\"ג. פרש\"י לב\"ר פפ\"ה, יד.61) ישעי' סה, יז.62) להעיר גם מלקו\"ת האזינו עב, רע\"א (בענין התשובה דוהרוח תשוב אל האלקים אשר נתנה), ד\"התשובה הוא להיות .. כמו קודם ירידתה ויתר על כן\", היינו דע\"י התשובה נעשה בהנשמה ענין חדש, שמתעלית גם יותר מכפי שהיתה בשרשה בבחי' האלקים אשר נתנה. ועיין ד\"ה מים רבים תשל\"ח סוף ס\"ד ואילך (לקמן ע' רמח ואילך).63) שה\"ש נ, א. נא, ג.64) הובא בלקו\"ת שמע\"צ צב, ב. שה\"ש נ, סע\"ב. ובכ\"מ. וראה זח\"ג קנג, ב.65) יומא פו, ב.66) לקו\"ת ש\"ש סה, א. וראה בארוכה ד\"ה שובה ישראל תשל\"ו ס\"ב ואילך (לעיל ע' פד ואילך).67) ובלשון הרמב\"ם הל' תשובה פ\"ב ה\"ד [ועד\"ז בסמ\"ג מ\"ע טז ובר\"ן ר\"ה טז, ב – הובאו בחדא\"ג מהרש\"א לר\"ה שם] \"אני אחר ואיני אותו האיש שעשה אותן המעשים\".ואף שלכאורה הוא רק \"גילוי ההעלם\" מה שנתגלה רצונו האמיתי שהי' גם מקודם (כפס\"ד הנ\"ל דהרמב\"ם), ד\"גם בשעת החטא היתה (הנשמה) באמנה אתו ית'\" (תניא ספכ\"ד) – מ\"מ, מכיון שה\"העלם\" שהי' מקודם הוא העלם בתכלית, \"בבחי' גלות ממש\" (תניא שם), ובפרט שהעלם זה נעשה ע\"י ההנהגה דהיפך כוונת בריאתו (שהרי האלקים עשה את האדם ישר, כנ\"ל) – יש לומר, שמצד הגדרים דסדר ההשתלשלות [ולמעלה יותר, כולל גם הענין דבמי נמלך, שהכוונה שם היא נשמותיהן של צדיקים], הוא \"העלם\" כזה ש(מצד עצמו) אינו בא לגילוי, והגילוי שלו הו\"ע של חידוש* (שמצד כח העצמות).*) ויש לומר, שזהו חידוש גדול יותר גם מהחידוש דוהרוח תשוב (ראה לעיל הערה 62), מכיון שכאן הי' ענין דהיפך כוונת הבריאה.68) זח\"א קכט, סע\"א. וראה לקו\"ש ח\"כ ע' 86 הערה 5.69) ראה בארוכה ד\"ה שובה הנ\"ל שם.70) ישעי' סה, כד. רמב\"ם הל' תשובה פ\"ז ה\"ז.71) תהלים קל, א.72) ד\"ה ביום השמיני עצרת תרפ\"ז (ע' לז). וראה זח\"ג ע, רע\"א.73) ד\"ה הנ\"ל תרפ\"ז (שם) ותרצ\"ט (ע' 61).74) יל\"ש תהלים רמז תש\"ב. ועוד. וראה ד\"ה שובה ישראל תרכ\"ט (ע' שלח ואילך). ד\"ה טוב וישר תרס\"ד (ע' רעא ואילך [בהוצאת תשנ\"ד – ע' קא ואילך]). ד\"ה ביום השמיני עצרת תער\"ב (סה\"מ תער\"ב-תרע\"ו ע' לב). ועוד.75) ולא עוד אלא שזהו חידוש גדול יותר גם מהחידוש באדם, כמובן מהמבואר לעיל הערה 67.76) אוה\"ת שמע\"צ ע' א'תשפ. ד\"ה ביום השמיני עצרת תרפ\"ז ותרצ\"ט. וראה גם סהמ\"צ להצ\"צ קפו, סע\"א. ובכ\"מ. לקו\"ש חי\"ז ע' 186 ואילך.77) ראה אגה\"ת ספ\"ט.78) שמו\"ר רפמ\"ו.79) ראה אגה\"ת ספ\"ח, מזח\"א קכט, ב.80) סנהדרין צז, ב. רמב\"ם הל' תשובה פ\"ז ה\"ה.81) פסחים נ, א. וש\"נ. וראה לקו\"ש חכ\"ד ס\"ע 570 הע' 91.82) שה\"ש א, ב.83) פרש\"י עה\"פ.84) המשך תרס\"ו ע' צ. ד\"ה ביום השמיני עצרת עזר\"ת (הא'). ובכ\"מ.85) בכל הבא לקמן ראה שערי אורה כב, ב ואילך. המשך תרס\"ו שם ואילך (וראה שם ע' תח. ס\"ע תכא ואילך). ועוד.86) איכה ג, ו.87) כן הובא בכ\"מ בדא\"ח. וכ\"ה בשל\"ה טז, ב. לו, א. וראה סנהדרין כד, א.88) רי\"ף סוף מס' עירובין. וראה אנציקלופדי' תלמודית ערך הלכה ע' רנ ואילך.89) ד\"ה ביום השמיני עצרת תרפ\"ז ותרצ\"ט. וראה גם ד\"ה זה עזר\"ת (הא').90) ח\"א קל, ב.91) ישעי' סד, ג.92) ברכות לד, ב.93) ס' הבהיר סקצ\"ו. רע\"מ בזח\"ג רכב, ב. לקו\"ת שלח מז, רע\"ג. שם נא, סע\"א. ובכ\"מ. וראה המשך תרס\"ו ע' שצ.94) זח\"ב קכא, א.95) המשך תרס\"ו ע' כג. תקמו. סה\"מ תרנ\"ו ע' שנו. המשך תער\"ב ח\"א ע' שסו. סה\"מ עטר\"ת ע' רצא. תרפ\"ה ע' קצט. תש\"ט ע' 51 (השני).96) משלי ו, כג.97) ראה תנחומא נשא טז. בחוקותי ג. ב\"ר ספ\"ג. במדב\"ר פי\"ג, ו. תניא רפל\"ו.98) אוה\"ת בלק ע' תתקצז. המשך תרס\"ו ס\"ע ג. ע' תמה. ובכ\"מ.99) ראה עד\"ז ד\"ה שובה ישראל ה'תש\"מ ס\"ח (לעיל ע' קט).100) המשך וככה תרל\"ז פי\"ז ואילך. וראה שם ספ\"כ.101) ראה ספרי עקב יא, יז. רמב\"ן אחרי יח, כה.102) פ\"ז (יב, א).103) תניא רפל\"ז. וראה ד\"ה שובה הנ\"ל ס\"ד (לעיל ע' קז).104) תניא רפ\"כ.105) ראה במקומות שבהערה 32.106) מדרש תהלים ספע\"ג. יל\"ש ירמי' רמז שטו בסופו.107) וע\"ד פרזות תשב ירושלים (זכרי' ב, ח. וראה ד\"ה בראשית תרע\"ח ותרצ\"ט).108) אבודרהם סדר תפלת ר\"ה (בשם הדרשנים). ב\"ח או\"ח סתקפ\"א (ד\"ה והעבירו). ר\"ח שער התשובה פ\"ד (ד\"ה עוד יש – קטו, ב). אוה\"ת ראה ע' תשפא. וראה גם לקו\"ת ר\"ה סד, א.109) ר\"ה יח, א. וש\"נ. וראה לקו\"ש חכ\"ט ע' 203 ואילך.110) ישעי' נה, ו.111) דרך חיים יג, ריש ע\"ד. כא, סע\"ב. צא, א. קונטרס העבודה ספ\"ה (ע' 35). ד\"ה ביום השמיני עצרת תרפ\"ז (ס\"ע לז). וראה גם ד\"ה מן המיצר עזר\"ת (ע' ב).112) כתר שם טוב (הוצאת קה\"ת תשנ\"ט) בהוספות סמ\"ח. וש\"נ.113) ישעי' מה, יח.114) ויק\"ר פ\"ל, ז.115) אמור כג, מ. סה\"מ תקס\"ח ע' תמח. סידור שער הלולב רסה, סע\"א ואילך.116) תהלים פא, ד.117) ראה סידור רלה, ב. ובכ\"מ. וראה גם לקו\"ת ר\"ה נד, ריש ע\"ד.118) המשך תער\"ב ח\"א ע' קסה.119) אגה\"ק ס\"כ (קל, סע\"ב). פע\"ח שער הלולב פ\"ח. סידור שער הלולב רסג, ב. וראה לקו\"ת שמע\"צ פח, ג. ברכה צו, א. אוה\"ת שמע\"צ ע' א'תשפו.120) לשון הכתוב – בראשית ב, כד.121) פרש\"י ר\"פ נח.122) שמואל-א ט, יז.123) אוה\"ת שם ע' א'תשעו. רד\"ה ביום השמיני עצרת תרס\"ה (ע' לח), תרס\"ו (המשך תרס\"ו ריש ע' שע), תרס\"ח (ע' לא), תרפ\"א (ע' קכו), תרצ\"ד (תשי\"א) (ע' 80). ועוד.124) ראה אוה\"ת שם (ע' א'תתיז); סד\"ה הנ\"ל עדר\"ת (המשך תער\"ב ח\"א ע' תלא) בשם הה\"מ – דשמיני הוא ל' שמן. ובסד\"ה הנ\"ל תרצ\"ד (תשי\"א) (ע' 87); רד\"ה זה תרצ\"ט (ע' 60), תש\"ב (ס\"ע 35), תש\"ג (ע' 53) הוא כבפנים.125) פינחס כט, לו. וראה סוכה נה, ב.126) לקו\"ת ואתחנן ט, ד. ד\"ה מים רבים תרל\"ו פ' רא (ע' רלד). ד\"ה ביום השמיני עצרת עזר\"ת (הא' – ס\"ע לג ואילך). ועוד.127) תו\"ח תולדות יג, א ואילך. ובכ\"מ.128) תהלים סו, ה. תנחומא וישב ד.129) עש\"מ (לרמ\"ע מפאנו) מאמר אם כל חי סל\"ג (קצג, ב). של\"ה ג, א. כ, ב. שא, ב. ובכ\"מ. עבודת הקודש ח\"א פי\"ז ואילך.130) ראה בארוכה ד\"ה שמח תשמח תרנ\"ז (סה\"מ תרנ\"ז ע' רכג ואילך).131) במדבר א, ב. וראה לקו\"ת במדבר ב, א.132) ירמי' לג, יג. במדב\"ר פ\"ב, יא.133) תקו\"ז ת\"ו בסופו. וראה הקדמת מ\"מ לזהר. כס\"מ לתקו\"ז שם.134) זח\"ג קכד, ב (ברע\"מ).135) ישעי' לה, י. נא, יא.",
      "glossary": "|אדה\"ר (Adam HaRishon): First man; אוא\"ס (Or Ein Sof): Infinite Light; אור ישר (Or Yashar): Direct light; אחד הי' אברהם (Echad Hayah Avraham): Abraham was one; אין לזרים אתך (Ein LaZarim Itach): No strangers with you; אכילה ושתי' (Achilah UShti'yah): Eating and drinking; אלה תולדות השמים והארץ בהבראם (Eleh Toldot HaShamayim VeHa'aretz BeHibaram): These are the generations of heaven and earth when they were created; אלה תולדות פרץ (Eleh Toldot Peretz): These are the generations of Peretz; אלול (Elul): Month of Elul; אנכי (Anochi): I am; ארץ ישראל (Eretz Yisrael): Land of Israel; אשר ברא אלקים לעשות (Asher Bara Elokim La'asot): Which God created to make; אתא לאתבא צדיקייא בתיובתא (Ata Le'atava Tzadikaya BiTyuvta): Comes to bring the righteous to repentance; אתעדל\"ע (It'aruta DeLe'eila): Awakening from above; אתעדל\"ת (It'aruta DeLeTata): Awakening from below; אתערותא דלעילא (It'aruta DeLe'eila): Awakening from above; אתערותא דלתתא (It'aruta DeLeTata): Awakening from below; ב\"ק (Bat Kol): Heavenly voice; בחי' עקב (Bchinat Akev): Aspect of heel; ביום השמיני (BaYom HaShemini): On the eighth day; בכ\"מ (BeChol Makom): In many places; בלה\"ק (BiLashon HaKodesh): In the holy tongue; במי נמלך (BeMi Nimlach): With whom did He consult; בס\"ד (בסייעתא דשמיא): With the help of Heaven; בעשרים ושנים יום (Be'esrim Ve'shnayim Yom): On the twenty-second day; ד' הרוחות (Arba HaRuchot): Four directions; די וועלט (Di Velt): The world (Yiddish); דילוג (Dilog): Jumping/leaping; ה' אלקיך (Hashem Elokeicha): Hashem your God; ה'תש\"מ (Ha'Tash\"m): The year 5740 (1979-1980); האָט אויסגעשריען (Hot Oysgeshrien): Cried out (Yiddish); האבות והאמהות (HaAvot VeHaImahot): The patriarchs and matriarchs; האלקים עשה את האדם ישר (HaElokim Asah Et HaAdam Yashar): God made man upright; הה\"ד (Hahu De'amar): That which is said; היפך הטבע וההשתלשלות (Heifech HaTeva VeHaHishtalshelut): Opposite of nature and emanation; היפך טבע האדם (Heifech Teva HaAdam): Opposite of man's nature; הכנה בלבד (Hachanah Bilvad): Preparation only; המטה מצד עצמו (HaMateh MiTzad Atzmo): The lower from its own side; העביר את הדרך (He'evir Et HaDerech): Transgressed the way; העקב (Ha'Akev): The heel; הרב המגיד (HaRav HaMagid): The Rav, the Maggid; הרגלים (HaRaglayim): The legs; התחדשות אמיתית (Hitchadshut Amitit): True renewal; התענוג (HaTa'anug): The pleasure; ואני המתחיל (VaAni HaMatchil): And I begin; והי' טרם יקראו ואני אענה (VeHayah Terem Yikra'u VaAni E'eneh): And it shall be that before they call, I will answer; ויגד לך תעלומות חכמה (VeYaged Lecha Ta'alumot Chochmah): And tell you hidden wisdom; וירד ה' על הר סיני (VaYered Hashem Al Har Sinai): And Hashem descended upon Mount Sinai; ותרגם ואתגלי (VeTargem Ve'itgali): And was translated and revealed; ז' ימי הסוכות (Shiv'at Yemei HaSukkot): Seven days of Sukkot; זדונות נעשו לו כזכיות (Zedonot Na'asu Lo KiZechuyot): Intentional sins become merits for him; זיכוך ועלי' (Zikuch VeAliyah): Purification and elevation; זמן מתן תורתנו (Zman Matan Torateinu): Time of the giving of our Torah; חג השבועות (Chag HaShavuot): Festival of Weeks; חו\"ל (Chutz LaAretz): Outside the Land; חודש השביעי (Chodesh HaShevi'i): Seventh month; חודש תשרי (Chodesh Tishrei): Month of Tishrei; חטא ופגם (Chata UFagam): Sinned and damaged; חידוש בהבריאה (Chidush BaHaBri'ah): Innovation in creation; חיותו וקיומו (Chiyuto VeKiyumo): Its vitality and existence; חלק הכי תחתון (Chelek HaKi Tachton): The lowest part; חנוכת ביהמ\"ק (Chanukat Beit HaMikdash): Dedication of the Temple; טבע הטוב להטיב (Teva HaTov LeHeitiv): Nature of good to do good; טבע תולדותם (Teva Toldotam): Nature of their offspring; טפל (Tafel): Secondary; יהיו לך לבדך (Yihyu Lecha Levadecha): They shall be for you alone; יו\"ט שני (Yom Tov Sheni): Second day of festival; יום הכפורים (Yom HaKippurim): Day of Atonement; יום שמחת תורה (Yom Simchat Torah): Day of Rejoicing of the Torah; ישראל ומלכא בלחודוהי (Yisrael UMalka Bilchudohi): Israel and the King alone; כוונת הבריאה (Kavanat HaBri'ah): Intent of creation; כי כפלים לתושי' (Ki Chflayim LeTushiyah): For they are double to sound wisdom; כלי ממש (Keli Mamash): Actual vessel; כפלים לתושי' (Chflayim LeTushiyah): Double to sound wisdom; כתבי האריז\"ל (Kitvei HaAri z\"l): Writings of the Ari; לא יהי' לך (Lo Yihyeh Lecha): You shall not have; לא ראה שמחה מימיו (Lo Ra'ah Simchah MiYamav): Never saw joy in his life; להטיב לברואיו (LeHeitiv LiVru'av): To do good to His creatures; לוחות האחרונות (Luchot HaAcharonot): Second tablets; לוחות הראשונות (Luchot HaRishonot): First tablets; לי ראש (Li Rosh): For me the head; לימוד התורה (Limud HaTorah): Torah study; למחרת יום הכפורים (LeMacharot Yom HaKippurim): Day after Yom Kippur; למעלה מהזמן (Lema'alah MeHaZman): Above time; לע\"ל (LeAtid LaVo): In the future to come; לעשות לתקן (La'asot LeTaken): To make to repair; לקו\"ת (Likutei Torah): Likutei Torah; מ\"ט יום (Mem-Tet Yom): Forty-nine days; מ\"ת (Matan Torah): Giving of the Torah; מדרש (Midrash): Rabbinic commentary; מוזמנים לחיי העוה\"ב (Muzmanim LeChayei HaOlam HaBa): Invited to life of the World to Come; מועדים (Mo'adim): Appointed times/festivals; מזדכך ומתעלה (Mizdakech UMit'aleh): Is purified and elevated; מי שלא ראה שמחת בית השואבה (Mi SheLo Ra'ah Simchat Beit HaSho'evah): One who did not see the joy of the water drawing; מלאות רצון קונו (Melo Ratzon Kono): Fulfill the will of his Creator; מלכתחלה (MilKatchilah): From the beginning; מלמעלה ומלמטה (MiLema'alah UmiLematah): From above and below; מלמעלה למטה (MiLema'alah LeMata): From above to below; ממעמקים לשון רבים (MiMa'amakim Lashon Rabim): From depths, plural language; ממעמקים קראתיך הוי' (MiMa'amakim Karatikha Hashem): From the depths I called You, Hashem; מעומק לעומק (Me'omek Le'omek): From depth to depth; מעין כלי (Me'ein Keli): Like a vessel; מעמד הר סיני (Ma'amad Har Sinai): Standing at Mount Sinai; מצ\"ע (MiTzad Atzmo): From His essence; מציאות חדשה (Metziyut Chadashah): New existence; מרז\"ל (MiRazal): From our Sages of blessed memory; מרשית השנה ועד אחרית שנה (MeReshit HaShanah Ve'ad Acharit Shanah): From the beginning of the year until the end of the year; משיח (Mashiach): Messiah; משתנה ונהפך (Mishtaneh VeNehefach): Changes and transforms; נ' יום (Nun Yom): Fifty days; ניגונים וריקודים (Niggunim VeRikudim): Melodies and dances; נעלית יותר (Ne'elit Yoter): More elevated; נעצרים ונקלטים (Ne'etzarim VeNiklatin): Are retained and absorbed; נשמות החדשות (Neshamot HaChadashot): New souls; נשמות ישראל (Nishmot Yisrael): Souls of Israel; נשמותיהן של צדיקים (Nishmoteihen Shel Tzadikim): Souls of the righteous; סיומו וחותמו (Siyumo VeChotmo): Its end and seal; ספירת העומר (Sefirat HaOmer): Counting of the Omer; עבודת האדם (Avodat HaAdam): Service of man; עבודת הבע\"ת (Avodat HaBa'alei Teshuvah): Service of penitents; עבודת הצדיקים (Avodat HaTzadikim): Service of the righteous; עבודת התפלה (Avodat HaTefilah): Service of prayer; עבודת התשובה (Avodat HaTeshuvah): Service of repentance; עולם על מילואו נברא (Olam Al Milu'o Nivra): The world was created in its fullness; עומק ופנימיות א\"ס ב\"ה; עומק פנימיות נקודת הלב (Omek Pnimiyut Nekudat HaLev): Deep interiority of the heart's point; עוף לא פרח (Of Lo Parach): No fowl flew; עלה הפורץ לפניהם (Alah HaPorets Lifneihem): The breaker goes up before them; עצמותו ית' (Atzmuto Yitbarach): His essence; עשרת הדברות (Aseret HaDibrot): Ten Commandments; פז\"ר קש\"ב (Paz\"r Kash\"b): Acronym for festival laws; פס\"ד הידוע (Psak Din HaYadua): The known ruling; פסקה זוהמתן (Paskah Zuhmatam): Their impurity ceased; צפור לא צווח (Tzipor Lo Tzavach): No bird chirped; קבלת התורה (Kabbalat HaTorah): Receiving the Torah; קודם החטא (Kodem HaChet): Before the sin; קיום המצוות (Kiyum HaMitzvot): Observance of commandments; קס\"ד (Kasha De'): One might think; ראש השנה (Rosh HaShanah): New Year; רבותינו נשיאינו (Rabboteinu Nesi'einu): Our Rabbis, our Leaders; רגל בפני עצמו (Regel Bifnei Atzmo): Independent festival; שור לא געה (Shor Lo Ga'ah): No ox lowed; שלא בסדר והדרגה (SheLo BeSeder VeHadragah): Not in order and gradation; שמחת בית השואבה (Simchat Beit HaSho'evah): Joy of the water drawing; שמים חדשים וארץ חדשה (Shamayim Chadashim VeEretz Chadashah): New heavens and new earth; שמיני עצרת (Shemini Atzeret): Eighth Day of Assembly; שעתא חדא וברגעא חדא (Sha'ata Chada UVeRig'a Chada): In one hour and one moment; שרש הנשמות (Shoresh HaNeshamot): Root of souls; שרשם ומקורם (Shorsham UMekoram): Their root and source; תהי' לכם (Tihye Lachem): Shall be for you; תולדות מלא (Toldot Male): Full generations; תומ\"צ (Taryag Mitzvot): 613 commandments; תורת הבעש\"ט (Torat HaBaal Shem Tov): Teaching of the Baal Shem Tov; תמיד עיני ה' אלקיך בה (Tamid Einei Hashem Elokeicha Bah): Always the eyes of Hashem your God are upon it; תשובה כפשוטה (Teshuvah KiFshutah): Simple repentance;"
    },
    "search_tags": [
      "דור",
      "חטא",
      "אברהם",
      "Love",
      "Concealment",
      "Talmud",
      "מצוות",
      "דוד",
      "Will",
      "אור",
      "Intention",
      "עצמות",
      "David",
      "Service",
      "משה",
      "חסיד",
      "תלמוד",
      "תכלית",
      "צדיק",
      "רבי",
      "Connection",
      "אוא\"ס",
      "Concealments",
      "Commandments",
      "Righteous ones",
      "Exile",
      "Light",
      "השתלשלות",
      "Essence",
      "Righteous one",
      "Abraham",
      "Repentance",
      "עולם",
      "התקשרות",
      "העלם",
      "World",
      "Wisdom",
      "Dwelling",
      "גאולה",
      "Chain of descent",
      "צדיקים",
      "Creation",
      "Moses",
      "Generation",
      "Sin",
      "Israel",
      "המשכה",
      "חסידות",
      "תורה",
      "גלות",
      "Lower worlds",
      "משיח",
      "Leader",
      "Divinity",
      "גילוי",
      "רצון",
      "העלמות",
      "תחתונים",
      "Chassid",
      "Drawing down",
      "עבודה",
      "אלקות",
      "נשיא",
      "Purpose",
      "Torah",
      "כוונה",
      "ישראל",
      "Rabbi",
      "אהבה",
      "תשובה",
      "בריאה",
      "Infinite Light",
      "Revelation",
      "דירה",
      "Chassidut",
      "חכמה",
      "Messiah",
      "Redemption"
    ]
  }
}