{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "1_מג",
    "reference": "Reference: 1_מג",
    "metadata": {
      "hebrew_date": "י\"ג אלול, ה'תשי\"ד",
      "gregorian_date": "1954",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אלקות",
        "אור",
        "גילוי",
        "העלם",
        "עולם",
        "מלכות",
        "ספירות",
        "אברהם",
        "דוד",
        "מצוות",
        "תורה",
        "דור",
        "עבודה",
        "המשכה",
        "כוונה",
        "השתלשלות",
        "רבי"
      ],
      "key_concepts": [
        "Divinity",
        "Light",
        "Revelation",
        "Concealment",
        "World",
        "Kingship",
        "Sefirot",
        "Abraham",
        "David",
        "Commandments",
        "Torah",
        "Generation",
        "Service",
        "Drawing down",
        "Intention",
        "Chain of descent",
        "Rabbi"
      ],
      "biblical_references": [
        "שה\"ש מ, א",
        "תרומה עט, סע",
        "תהלים כה, ו",
        "ישעי' ד, ה",
        "ישעי' ב, כב"
      ],
      "talmudic_references": [
        "זהר",
        "ברכות יד, א"
      ],
      "chassidic_references": [
        "אדמו\"ר האמצעי",
        "אדמו\"ר הצ\"צ",
        "אדמו\"ר מהר\"ש",
        "אדמו\"ר מהר\"ש",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 1281,
      "chunk_count": 6
    },
    "content": {
      "main_text": "בס\"ד. ש\"פ תצא, י\"ג אלול, ה'תשי\"ד.לכה  דודי לקראת כלה פני שבת נקבלה, ומביא כ\"ק מו\"ח אדמו\"ר במאמרו לכה דודי (מדרושי החתונה1) (מפדר\"א2) שחתן דומה למלך והכלה למלכה. חתן זה הקב\"ה וכלה היא כנס\"י, ובספירות הו\"ע ז\"א ומלכות, דחתן הוא בחי' ז\"א וכלה היא בחי' מלכות. וזהו לכה דודי לקראת כלה פני שבת נקבלה, שהו\"ע המשכת ז\"א למלכות, וסדר ההמשכה הוא, אשר תחילה צ\"ל ההמשכה חיצונית (מז\"א למלכות) שהיא רק בבחי' מקיף, ואח\"כ היא ההמשכה פנימית. דכן הוא הסדר בכל השפעה ממשפיע למקבל, דתחילה צ\"ל המשכת המשפיע מבחי' חיצוניות שלו לבחי' חיצוניות המקבל, שעי\"ז מתעלה המקבל להיות קרוב למדרי' המשפיע, ואח\"כ יוכל לקבל המשכה הפנימית מהמשפיע. ומביא ע\"ז3 ב' משלים [מהשפעת רב לתלמיד, ואב המשתעשע עם בנו הקטן]. ויש לומר, שכוונתו במשלים אלה היא לא רק להביא דוגמאות לסדר ההמשכה (שההשפעה חיצונית היא הקדמה לההשפעה פנימית), אלא (גם) לבאר גודל העילוי שבב' השפעות אלו, דגם ההשפעה חיצונית היא דרגא נעלית ביותר, ועד שיש בה עילוי לגבי ההשפעה פנימית. כי ההשפעה חיצונית, שהיא בחי' מקיף, היא למעלה מכלי המקבל (משא\"כ ההשפעה פנימית שמתקבלת בכלי המקבל). ומ\"מ היא רק הקדמה לההשפעה פנימית, כי דוקא ע\"י השפעה הפנימית מגיעים לעילוי נעלה יותר (שלמעלה מבחי' המקיף). וזהו על כל כבוד חופה4 שהם ב' בחי' כבוד, כבוד חתן וכבוד כלה, ולמעלה יותר5 כבוד דאבא וכבוד דאימא. ועי\"ז הוא יחוד או\"א ויחוד זו\"ן. דעם היות ששניהם (כבוד (וחופה) דאו\"א, וכבוד (וחופה) דזו\"ן) הם בחי' מקיף, מ\"מ ידוע6 שדוקא ביחוד זו\"ן (שהוא יחוד פנימי) נמשך העצם.ב) והנה  המשל הראשון הוא מהשפעת רב לתלמיד, וסדר ההשפעה הוא כמו שארז\"ל7 דמקמי דפתח להו לרבנן אמר מילתא דבדיחותא ובדחו רבנן ולבסוף יתיב באימתא ופתח בשמעתא, דהמילתא דבדיחותא שקודם הלימוד [שהו\"ע שיחת חולין של ת\"ח שצריכה לימוד8] היא חיצונית בלבד, אמנם השפעה זו היא הקדמה לההשפעה פנימית (דפתח בשמעתא) כי דוקא עי\"ז נעשה פתיחת הלב והמוח של התלמיד שיהי' כלי לקבלה לההשפעה פנימית. והנה מקור משל זה הוא מאדמו\"ר האמצעי בתורת חיים9 [אלא שבתו\"ח לא הובא זה כמשל להענין דלכה דודי. ובד\"ה סמוכים לעד פר\"ת10 (המאמר שאמר כ\"ק אדמו\"ר מהורש\"ב נ\"ע ביום הולדתו (כ' מ\"ח) האחרון בעלמא דין) מקשר בדרך אפשר (\"ואפשר שז\"ע כו'\") הענין דמילתא דבדיחותא להענין דלכה דודי. ובד\"ה לכה דודי השמיט כ\"ק מו\"ח אדמו\"ר תיבת \"ואפשר\" וכותב זה בפשטות11], ובתו\"ח שם (לאח\"ז12) מבאר, דשרש ענין השחוק הוא מתענוג הפשוט שבלתי מורכב כלל. ומזה מובן, דשרש של מילתא דבדיחותא (שהוא תענוג הפשוט) הוא למעלה מהשפעת השכל שלאח\"ז (שהרי התענוג שבשכל הוא תענוג מורכב). אמנם מ\"מ ה\"ז רק בחי' חיצונית, וע\"י ההשפעה פנימית מגיעים לעילוי נעלה יותר. והענין הוא דבתענוג הפשוט גופא יש ב' דרגות13, תענוג הפשוט המורגש ותענוג העצמי הבלתי מורגש. ודוקא ע\"י ההשפעה פנימית, שהתלמיד מקבל בפנימיותו, מגיעים לתענוג העצמי הבלתי מורגש. ולכן ארז\"ל14 ומתלמידי יותר מכולן.ג) ומשל  הב' הוא מבן יניק וקטן שאביו רוצה להשתעשע עמו פא\"פ והרי התינוק הוא קטן, צריך האב להשפיל את ידיו כו' להרים בנו הקטן בכדי שיוכל להשתעשע עמו בקירוב פא\"פ. דהגבהת התינוק הוא רק ענין חיצוני, והוא רק הקדמה להקירוב פנימי שלאח\"ז (השעשועים כו'). והנה מקור משל זה הוא באו\"ת להה\"מ15, ושם ישנה הוספה (שלא נעתקה בהמאמר16), שהקטן \"משתעשע בזקן שלו\" (של האב). וי\"ל שבזה מרומז, שהמשכת המקיף (שקודם ההשפעה פנימית17) היא למעלה מהשתלשלות, דזקן הוא י\"ג תיקוני דיקנא, י\"ג מדה\"ר שלמעלה מהשתלשלות. אלא מ\"מ יש להם איזו שייכות להשתלשלות, כמש\"נ18 זכור רחמיך גו' כי מעולם המה [שלכן נק' בשם \"מדות\" מלשון מדידה19]. גם ידוע בענין השערות שהוא הארה בלבד. אמנם ע\"י ההשפעה פנימית שלאח\"ז (אף שהיא למטה מבחי' מקיף) נמשך העצם שלמעלה מהמקיף (ע\"ד הנ\"ל סעיף א' במעלת יחוד זו\"ן (שהוא יחוד פנימי) על יחוד או\"א כביאור אדמו\"ר הצ\"צ בכ\"מ20 בזה).ד) ועד\"ז  הוא בעבודה (כמו שמבאר בהמאמר21), שהתחלת עבודת האדם בכל יום היא עבודת התפלה, כמש\"נ22 חדלו לכם מן האדם אשר נשמה באפו כי במה נחשב הוא, אל תקרי במה אלא במה23, ובי' אדה\"ז ואדמו\"ר מהר\"ש24 דקודם התפלה נחשב האדם כמו במה. ותפלה הוא לשון התחברות25, שע\"י התפלה מתקשר האדם באלקות. וסדר התפלה הוא, שמקודם צ\"ל הקירוב כללי (המשכה חיצונית) [כמו שמבאר ענינו בהמאמר20], ואח\"כ נעשה הקירוב פנימי, שהאדם מתקשר לאלקות באופן כזה שממשיך אלקות בכל עניניו הגשמיים. ויובן זה [מה שע\"י התפלה בתחילת היום ביכלתו לקשר כל הענינים הגשמיים ולעשותם כלים לאלקות] ע\"פ מה שביאר הבעש\"ט26 ענין איסור שאילת שלום קודם התפלה27, שהוא ע\"ד מ\"ש בכתבי האריז\"ל28 בענין כיבוד אח הגדול29, שהוא מפני דרוחא הוא דשבק בגוי', שבבן הא' יש רוח האב יותר משאר הבנים, וכל שאר הבנים נוטלים מרוחא דאב ע\"י בן הראשון. ומצד רוח האב שבאח הגדול מחוייבים הם לכבדו כמו שהם מחוייבים בכבוד האב [שלכן למדין28 דין זה מהפסוק30 כבד את אביך דוקא, כי כבוד אח הגדול נכלל בכיבוד אב]. וכמו\"כ הוא בנוגע למחדו\"מ של האדם במשך כל היום, שכולם מסתעפין ונמשכין אחר הדבור הראשון, ולכן דבור [וכן מחשבה ומעשה] הראשון של האדם בקומו משינתו צ\"ל בעבודת ה', שעי\"ז ממשיך קדושה בכל המחדו\"מ שלו במשך כל היום כולו. והנה דוקא עי\"ז שהקירוב פנימי שלו לאלקות (בעת התפלה) הוא באופן כזה שממשיך אור אלקי בעניניו הגשמיים עד שעושה אותם כלים לאלקות מגיעים למעלה יותר, כידוע31 בענין ורב32 תבואות בכח שור.ה) וכמו  כן יובן גם בענין המשכת הז\"א במלכות (יחוד זו\"ן), שהסדר בזה הוא (כנ\"ל ס\"א) אשר מקודם צ\"ל ההמשכה חיצונית ואח\"כ ההמשכה פנימית. דגם ההמשכה חיצונית היא המשכה נעלית ביותר (ע\"ד הנ\"ל ס\"ב-ג), שהיא בחי' מקיף שלמעלה מהשתלשלות וכלים (ולכן אינה נקלטת בספירת המלכות בפנימיותה לפי שהיא למעלה מהגבלת הכלים שלה). אבל מ\"מ, המשכה זו היא בחי' חיצונית, שהיא רק הארה בלבד. משא\"כ ע\"י ההמשכה פנימית, שמתקבלת במלכות בפנימיותה, מגיעים למעלה יותר (מבחי' המקיף). והענין הוא, דשרש המלכות הוא למעלה משרש ז\"א33. דשרש הז\"א הוא מחיצוניות הכתר ושרש המלכות הוא מפנימיות הכתר. והגם שגם בז\"א איתמר34 ז\"א בעתיקא אחיד ותליא, הרי ידוע שאין הכוונה בזה על עתיק ממש (רק חיצוניות עתיק). משא\"כ שרש המלכות היא בפנימיות עתיק, רדל\"א32. אבל מ\"מ, מצד ירידתה למטה הרי שרשה הוא בהעלם, וגילוי שרש המלכות הוא ע\"י ז\"א דוקא35, ועי\"ז גופא ספירת המלכות מתעלית למעלה מז\"א. וזהו\"ע סדר ההמשכה, דתחילה צ\"ל המשכת הז\"א במלכות באופן שיורגש ענין הז\"א שלמעלה ממלכות (שדוקא ע\"י הוא גילוי שרש המלכות). אבל מ\"מ, מכיון שההמשכה היא מצד (מעלת) ז\"א, יש לה שייכות להשתלשלות [ע\"ד הנ\"ל (ס\"ג) בענין י\"ג ת\"ד]. ודוקא ע\"י ההמשכה פנימית שמתקבלת במלכות בפנימיותה, הרי מכיון שהמשכה זו היא מצד (מעלת) המלכות, הרי מגיעים עי\"ז לשרש המלכות שלמעלה משרש ז\"א, ועד שהמלכות משפיע בז\"א, אשת חיל עטרת בעלה36.ו) ויש  לומר שזהו ג\"כ הביאור בזה שמביא (בתחילת המאמר) ב' קצוות בענין השבת, דהשבת נק' מלכה שהיא ספירת המלכות שלמטה מכל הספירות ומקבלת מהן, כמאמר37 סיהרא לית לה מגרמה כלום [וכמאמר רז\"ל38 (גבי שבת) דדוקא מי שטרח בערב שבת יאכל בשבת], ולאידך הרי כולהו יומין מתברכין מהשבת39, היינו דלא זו בלבד ששבת מקודש מכל הימים, אלא עוד זאת, שהיא משפיעה בהם. אך הענין הוא, דז' ימי השבוע הם שבעת ימי הבנין, דששת ימי החול הם בז\"א כמ\"ש40 ששת ימים עשה הוי' את השמים ואת הארץ ואיתא בזהר41 כל יומא ויומא עביד עבידתי', ושבת היא מלכות (כנ\"ל). ולכן, מצד זה שהמלכות ירדה למטה, ובפרט מצד ירידתה לבי\"ע דרגלי' יורדות כו', השבת (מלכות) מקבלת מששת ימי החול (ז\"א), שהו\"ע עבודת הבירורים (בירור הנה\"ב וכל הדברים הגשמיים) דששת ימי החול. אמנם לאחרי (וע\"י) עבודה זו נעשה (בשבת) עליית המלכות מבי\"ע עד עלי' לשרשה ומקורה, ואז מתעלית למעלה מז\"א עד שמשפעת גם לכל ששת ימי החול (ז\"א), דמיני' מתברכין כולהו יומין.ז) וזהו  לכה דודי לקראת כלה פני שבת נקבלה, שהוא בקשת נש\"י שתהי' המשכת הז\"א במלכות. דתחילת ההמשכה היא לכה דודי לקראת כלה, הליכה בלבד, ועי\"ז פני שבת נקבלה, שהוא ההמשכה פנימית, פני שבת42, שמתגלה בחי' פנימיות המלכות ועד כמו שהיא מושרשת בעתיק. ולכן נקבלה לשון רבים, שגם ז\"א מקבל מ(שרש ה)מלכות43, אשת חיל עטרת בעלה. וכמו שהוא למעלה בז\"א ומלכות, עד\"ז הוא בכל משפיע ומקבל, שע\"י המקבל נתוסף בהמשפיע, ומתלמידי יותר מכולם. ובפרט בחתן וכלה למטה, שדוקא ע\"י ההמשכה פנימית, הנה אשת חיל עטרת בעלה, והכל הי' מן העפר44. שעי\"ז נמשך כח הא\"ס בדור ישרים יבורך בבנים ובני בנים עוסקים בתורה ומצוות.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד ש\"פ תצא, י\"ג אלול, ה'תשי\"ד.לכה  דודי לקראת כלה פני שבת נקבלה, ומביא כ\"ק מו\"ח אדמו\"ר במאמרו לכה דודי (מדרושי החתונה1) (מפדר\"א2) שחתן דומה למלך והכלה למלכה חתן זה הקב\"ה וכלה היא כנס\"י, ובספירות הו\"ע ז\"א ומלכות, דחתן הוא בחי' ז\"א וכלה היא בחי' מלכות וזהו לכה דודי לקראת כלה פני שבת נקבלה, שהו\"ע המשכת ז\"א למלכות, וסדר ההמשכה הוא, אשר תחילה צ\"ל ההמשכה חיצונית (מז\"א למלכות) שהיא רק בבחי' מקיף, ואח\"כ היא ההמשכה פנימית דכן הוא הסדר בכל השפעה ממשפיע למקבל, דתחילה צ\"ל המשכת המשפיע מבחי' חיצוניות שלו לבחי' חיצוניות המקבל, שעי\"ז מתעלה המקבל להיות קרוב למדרי' המשפיע, ואח\"כ יוכל לקבל המשכה הפנימית מהמשפיע ומביא ע\"ז3 ב' משלים [מהשפעת רב לתלמיד, ואב המשתעשע עם בנו הקטן] ויש לומר, שכוונתו במשלים אלה היא לא רק להביא דוגמאות לסדר ההמשכה (שההשפעה חיצונית היא הקדמה לההשפעה פנימית), אלא (גם) לבאר גודל העילוי שבב' השפעות אלו, דגם ההשפעה חיצונית היא דרגא נעלית ביותר, ועד שיש בה עילוי לגבי ההשפעה פנימית כי ההשפעה חיצונית, שהיא בחי' מקיף, היא למעלה מכלי המקבל (משא\"כ ההשפעה פנימית שמתקבלת בכלי המקבל) ומ\"מ היא רק הקדמה לההשפעה פנימית, כי דוקא ע\"י השפעה הפנימית מגיעים לעילוי נעלה יותר (שלמעלה מבחי' המקיף) וזהו על כל כבוד חופה4 שהם ב' בחי' כבוד, כבוד חתן וכבוד כלה, ולמעלה יותר5 כבוד דאבא וכבוד דאימא ועי\"ז הוא יחוד או\"א ויחוד זו\"ן",
          "topics": [
            "מלכות",
            "ספירות",
            "דוד",
            "המשכה"
          ],
          "word_count": 216
        },
        {
          "chunk_id": "chunk_2",
          "content": "דעם היות ששניהם (כבוד (וחופה) דאו\"א, וכבוד (וחופה) דזו\"ן) הם בחי' מקיף, מ\"מ ידוע6 שדוקא ביחוד זו\"ן (שהוא יחוד פנימי) נמשך העצם.ב) והנה  המשל הראשון הוא מהשפעת רב לתלמיד, וסדר ההשפעה הוא כמו שארז\"ל7 דמקמי דפתח להו לרבנן אמר מילתא דבדיחותא ובדחו רבנן ולבסוף יתיב באימתא ופתח בשמעתא, דהמילתא דבדיחותא שקודם הלימוד [שהו\"ע שיחת חולין של ת\"ח שצריכה לימוד8] היא חיצונית בלבד, אמנם השפעה זו היא הקדמה לההשפעה פנימית (דפתח בשמעתא) כי דוקא עי\"ז נעשה פתיחת הלב והמוח של התלמיד שיהי' כלי לקבלה לההשפעה פנימית והנה מקור משל זה הוא מאדמו\"ר האמצעי בתורת חיים9 [אלא שבתו\"ח לא הובא זה כמשל להענין דלכה דודי ובד\"ה סמוכים לעד פר\"ת10 (המאמר שאמר כ\"ק אדמו\"ר מהורש\"ב נ\"ע ביום הולדתו (כ' מ\"ח) האחרון בעלמא דין) מקשר בדרך אפשר (\"ואפשר שז\"ע כו'\") הענין דמילתא דבדיחותא להענין דלכה דודי ובד\"ה לכה דודי השמיט כ\"ק מו\"ח אדמו\"ר תיבת \"ואפשר\" וכותב זה בפשטות11], ובתו\"ח שם (לאח\"ז12) מבאר, דשרש ענין השחוק הוא מתענוג הפשוט שבלתי מורכב כלל ומזה מובן, דשרש של מילתא דבדיחותא (שהוא תענוג הפשוט) הוא למעלה מהשפעת השכל שלאח\"ז (שהרי התענוג שבשכל הוא תענוג מורכב) אמנם מ\"מ ה\"ז רק בחי' חיצונית, וע\"י ההשפעה פנימית מגיעים לעילוי נעלה יותר והענין הוא דבתענוג הפשוט גופא יש ב' דרגות13, תענוג הפשוט המורגש ותענוג העצמי הבלתי מורגש ודוקא ע\"י ההשפעה פנימית, שהתלמיד מקבל בפנימיותו, מגיעים לתענוג העצמי הבלתי מורגש ולכן ארז\"ל14 ומתלמידי יותר מכולן.ג) ומשל  הב' הוא מבן יניק וקטן שאביו רוצה להשתעשע עמו פא\"פ והרי התינוק הוא קטן, צריך האב להשפיל את ידיו כו' להרים בנו הקטן בכדי שיוכל להשתעשע עמו בקירוב פא\"פ",
          "topics": [
            "דוד"
          ],
          "word_count": 252
        },
        {
          "chunk_id": "chunk_3",
          "content": "דהגבהת התינוק הוא רק ענין חיצוני, והוא רק הקדמה להקירוב פנימי שלאח\"ז (השעשועים כו') והנה מקור משל זה הוא באו\"ת להה\"מ15, ושם ישנה הוספה (שלא נעתקה בהמאמר16), שהקטן \"משתעשע בזקן שלו\" (של האב) וי\"ל שבזה מרומז, שהמשכת המקיף (שקודם ההשפעה פנימית17) היא למעלה מהשתלשלות, דזקן הוא י\"ג תיקוני דיקנא, י\"ג מדה\"ר שלמעלה מהשתלשלות אלא מ\"מ יש להם איזו שייכות להשתלשלות, כמש\"נ18 זכור רחמיך גו' כי מעולם המה [שלכן נק' בשם \"מדות\" מלשון מדידה19] גם ידוע בענין השערות שהוא הארה בלבד אמנם ע\"י ההשפעה פנימית שלאח\"ז (אף שהיא למטה מבחי' מקיף) נמשך העצם שלמעלה מהמקיף (ע\"ד הנ\"ל סעיף א' במעלת יחוד זו\"ן (שהוא יחוד פנימי) על יחוד או\"א כביאור אדמו\"ר הצ\"צ בכ\"מ20 בזה).ד) ועד\"ז  הוא בעבודה (כמו שמבאר בהמאמר21), שהתחלת עבודת האדם בכל יום היא עבודת התפלה, כמש\"נ22 חדלו לכם מן האדם אשר נשמה באפו כי במה נחשב הוא, אל תקרי במה אלא במה23, ובי' אדה\"ז ואדמו\"ר מהר\"ש24 דקודם התפלה נחשב האדם כמו במה ותפלה הוא לשון התחברות25, שע\"י התפלה מתקשר האדם באלקות וסדר התפלה הוא, שמקודם צ\"ל הקירוב כללי (המשכה חיצונית) [כמו שמבאר ענינו בהמאמר20], ואח\"כ נעשה הקירוב פנימי, שהאדם מתקשר לאלקות באופן כזה שממשיך אלקות בכל עניניו הגשמיים ויובן זה [מה שע\"י התפלה בתחילת היום ביכלתו לקשר כל הענינים הגשמיים ולעשותם כלים לאלקות] ע\"פ מה שביאר הבעש\"ט26 ענין איסור שאילת שלום קודם התפלה27, שהוא ע\"ד מ\"ש בכתבי האריז\"ל28 בענין כיבוד אח הגדול29, שהוא מפני דרוחא הוא דשבק בגוי', שבבן הא' יש רוח האב יותר משאר הבנים, וכל שאר הבנים נוטלים מרוחא דאב ע\"י בן הראשון",
          "topics": [
            "אלקות",
            "אור",
            "עולם",
            "עבודה",
            "המשכה"
          ],
          "word_count": 246
        },
        {
          "chunk_id": "chunk_4",
          "content": "ומצד רוח האב שבאח הגדול מחוייבים הם לכבדו כמו שהם מחוייבים בכבוד האב [שלכן למדין28 דין זה מהפסוק30 כבד את אביך דוקא, כי כבוד אח הגדול נכלל בכיבוד אב] וכמו\"כ הוא בנוגע למחדו\"מ של האדם במשך כל היום, שכולם מסתעפין ונמשכין אחר הדבור הראשון, ולכן דבור [וכן מחשבה ומעשה] הראשון של האדם בקומו משינתו צ\"ל בעבודת ה', שעי\"ז ממשיך קדושה בכל המחדו\"מ שלו במשך כל היום כולו והנה דוקא עי\"ז שהקירוב פנימי שלו לאלקות (בעת התפלה) הוא באופן כזה שממשיך אור אלקי בעניניו הגשמיים עד שעושה אותם כלים לאלקות מגיעים למעלה יותר, כידוע31 בענין ורב32 תבואות בכח שור.ה) וכמו  כן יובן גם בענין המשכת הז\"א במלכות (יחוד זו\"ן), שהסדר בזה הוא (כנ\"ל ס\"א) אשר מקודם צ\"ל ההמשכה חיצונית ואח\"כ ההמשכה פנימית דגם ההמשכה חיצונית היא המשכה נעלית ביותר (ע\"ד הנ\"ל ס\"ב-ג), שהיא בחי' מקיף שלמעלה מהשתלשלות וכלים (ולכן אינה נקלטת בספירת המלכות בפנימיותה לפי שהיא למעלה מהגבלת הכלים שלה) אבל מ\"מ, המשכה זו היא בחי' חיצונית, שהיא רק הארה בלבד משא\"כ ע\"י ההמשכה פנימית, שמתקבלת במלכות בפנימיותה, מגיעים למעלה יותר (מבחי' המקיף) והענין הוא, דשרש המלכות הוא למעלה משרש ז\"א33 דשרש הז\"א הוא מחיצוניות הכתר ושרש המלכות הוא מפנימיות הכתר והגם שגם בז\"א איתמר34 ז\"א בעתיקא אחיד ותליא, הרי ידוע שאין הכוונה בזה על עתיק ממש (רק חיצוניות עתיק) משא\"כ שרש המלכות היא בפנימיות עתיק, רדל\"א32 אבל מ\"מ, מצד ירידתה למטה הרי שרשה הוא בהעלם, וגילוי שרש המלכות הוא ע\"י ז\"א דוקא35, ועי\"ז גופא ספירת המלכות מתעלית למעלה מז\"א וזהו\"ע סדר ההמשכה, דתחילה צ\"ל המשכת הז\"א במלכות באופן שיורגש ענין הז\"א שלמעלה ממלכות (שדוקא ע\"י הוא גילוי שרש המלכות)",
          "topics": [
            "אלקות",
            "אור",
            "גילוי",
            "העלם",
            "מלכות"
          ],
          "word_count": 259
        },
        {
          "chunk_id": "chunk_5",
          "content": "אבל מ\"מ, מכיון שההמשכה היא מצד (מעלת) ז\"א, יש לה שייכות להשתלשלות [ע\"ד הנ\"ל (ס\"ג) בענין י\"ג ת\"ד] ודוקא ע\"י ההמשכה פנימית שמתקבלת במלכות בפנימיותה, הרי מכיון שהמשכה זו היא מצד (מעלת) המלכות, הרי מגיעים עי\"ז לשרש המלכות שלמעלה משרש ז\"א, ועד שהמלכות משפיע בז\"א, אשת חיל עטרת בעלה36.ו) ויש  לומר שזהו ג\"כ הביאור בזה שמביא (בתחילת המאמר) ב' קצוות בענין השבת, דהשבת נק' מלכה שהיא ספירת המלכות שלמטה מכל הספירות ומקבלת מהן, כמאמר37 סיהרא לית לה מגרמה כלום [וכמאמר רז\"ל38 (גבי שבת) דדוקא מי שטרח בערב שבת יאכל בשבת], ולאידך הרי כולהו יומין מתברכין מהשבת39, היינו דלא זו בלבד ששבת מקודש מכל הימים, אלא עוד זאת, שהיא משפיעה בהם אך הענין הוא, דז' ימי השבוע הם שבעת ימי הבנין, דששת ימי החול הם בז\"א כמ\"ש40 ששת ימים עשה הוי' את השמים ואת הארץ ואיתא בזהר41 כל יומא ויומא עביד עבידתי', ושבת היא מלכות (כנ\"ל) ולכן, מצד זה שהמלכות ירדה למטה, ובפרט מצד ירידתה לבי\"ע דרגלי' יורדות כו', השבת (מלכות) מקבלת מששת ימי החול (ז\"א), שהו\"ע עבודת הבירורים (בירור הנה\"ב וכל הדברים הגשמיים) דששת ימי החול אמנם לאחרי (וע\"י) עבודה זו נעשה (בשבת) עליית המלכות מבי\"ע עד עלי' לשרשה ומקורה, ואז מתעלית למעלה מז\"א עד שמשפעת גם לכל ששת ימי החול (ז\"א), דמיני' מתברכין כולהו יומין.ז) וזהו  לכה דודי לקראת כלה פני שבת נקבלה, שהוא בקשת נש\"י שתהי' המשכת הז\"א במלכות דתחילת ההמשכה היא לכה דודי לקראת כלה, הליכה בלבד, ועי\"ז פני שבת נקבלה, שהוא ההמשכה פנימית, פני שבת42, שמתגלה בחי' פנימיות המלכות ועד כמו שהיא מושרשת בעתיק ולכן נקבלה לשון רבים, שגם ז\"א מקבל מ(שרש ה)מלכות43, אשת חיל עטרת בעלה",
          "topics": [
            "אור",
            "מלכות",
            "ספירות",
            "דוד",
            "עבודה"
          ],
          "word_count": 261
        },
        {
          "chunk_id": "chunk_6",
          "content": "וכמו שהוא למעלה בז\"א ומלכות, עד\"ז הוא בכל משפיע ומקבל, שע\"י המקבל נתוסף בהמשפיע, ומתלמידי יותר מכולם ובפרט בחתן וכלה למטה, שדוקא ע\"י ההמשכה פנימית, הנה אשת חיל עטרת בעלה, והכל הי' מן העפר44 שעי\"ז נמשך כח הא\"ס בדור ישרים יבורך בבנים ובני בנים עוסקים בתורה ומצוות",
          "topics": [
            "מלכות",
            "מצוות",
            "תורה",
            "דור",
            "המשכה"
          ],
          "word_count": 47
        }
      ],
      "footnotes": "* יצא-לאור \"בקשר לשנת החמישים מחתונת כ\"ק אדמו\"ר שליט\"א (תרפ\"ט – תשל\"ט) .. מאמר זה נאמר בש\"פ תצא, י\"ג אלולא, ה'תשי\"דב, וכנראה הוא מיוסד (ביאור) על ד\"ה לכה דודי, תרפ\"טג שנאמר ע\"י כ\"ק אדמו\"ר (מהוריי\"צ) נ\"ע בעת קבלת הפנים של חתונת כ\"ק אדמו\"ר שליט\"א\".א) יום חתונת כ\"ק אדמו\"ר (מהוריי\"צ) נ\"ע בשנת תרנ\"ז.ב) שנת העשרים וחמש לחתונת כ\"ק אדמו\"ר שליט\"א.ג) נדפס בקונטרס דרושי חתונה (ברוקלין, תשל\"ט [סה\"מ קונטרסים ותרפ\"ט שבהערה 1]). וראה מה שאמר טרם שפתח דרוש זה (שם ע' מה [לח, ב. ע' 80]).1) נדפס בסה\"מ קונטרסים ח\"א כ, א ואילך. וז\"ע [בשנת תשל\"ט] עוה\"פ בקונטרס בפ\"ע [סה\"מ תרפ\"ט ע' 81 ואילך].2) פט\"ז.3) שם ס\"ב.4) לשון הכתוב – ישעי' ד, ה.5) ראה בכ\"ז בסידור ובלקו\"ת שה\"ש ד\"ה כי על כל כבוד.6) ד\"ה שמח תשמח תרנ\"ז ע' 90 ואילך [סה\"מ תרנ\"ז ע' רסז]. ובכ\"מ. וראה גם לקו\"ת שם מ, רע\"א.7) פסחים קיז, א. וש\"נ.8) סוכה כא, ב. ע\"ז יט, ב.9) ד\"ה ואלה תולדות ס\"ו (ב, ד).10) ס\"א (נדפס בקונטרס בפ\"ע – קה\"ת תשי\"ב [ובסה\"מ פר\"ת ע' קמח]).11) וידוע ג\"כ הסיפור, שבאחד המאמרים שאמר כ\"ק אדמו\"ר (מוהרש\"ב) נ\"ע ביחידות לבנו כ\"ק מו\"ח אדמו\"ר אמר ענין (משל מכח הציור שבנפש) בדרך אפשר, ואח\"כ הי' כ\"ק מו\"ח אדמו\"ר אצל חותנו הרה\"ח וכו' ר' אברהם בקעשענוב, ובקשו לחזור דא\"ח, באמרו: עפן נאָר אויף דעם קראַן וועט זיך שוין גיסן, וחזר את מאמר הנ\"ל וגם ענין הנ\"ל בפשטות. כשחזר לליובאוויטש סיפר לאביו את כל המאורע, ושאלהו כ\"ק אדמו\"ר (מוהרש\"ב) נ\"ע, הא מנין לך? הרי אמרתי רק בדרך אפשר? וענה לו: מה שאצלך בדרך אפשר נעשה אצלי דבר ודאי.12) סי\"ב (ה, ג).13) המשך תרס\"ו ע' צט ואילך. ד\"ה והי' כי תבוא תרע\"ה (בהמשך תער\"ב ח\"ב [ע' א'קכג ואילך]).14) תענית ז, א. וראה לקמן סעיף ז'.15) פה, סע\"ד [עה\"פ (הושע יא, ג) אנכי תרגלתי לאפרים קחם על זרועותיו].16) ועד\"ז בלקו\"ת פינחס פ, ב. ד\"ה סמוכים לעד שם.17) בכללות השעשועים הו\"ע הקירוב פנימי (כנ\"ל. מד\"ה לכה דודי תרפ\"ט). אבל בערך הלימוד והשפעות פנימיות דהבן מאביו וכיו\"ב, גם זה קירוב חיצוני.18) תהלים כה, ו. וראה ד\"ה אשר ברא תרפ\"ט פ\"ג (בדרושי חתונה שם – כג, א [סה\"מ תרפ\"ט ע' 89]).19) אוה\"ת וירא צג, ב. המשך תרס\"ו ע' רפה.20) ראה במפתחות לס' הצ\"צ.21) ס\"ג.22) ישעי' ב, כב.23) ברכות יד, א.24) לקו\"ת פנחס עט, ד. הקדמה ללקו\"ת לג\"פ לאדמו\"ר מהר\"ש [נדפס באוה\"ת בראשית (כרך ו) תתרכ, א ואילך].25) תו\"א תרומה עט, סע\"ד. ובכ\"מ.26) כתר שם טוב (הוצאת קה\"ת) סרי\"ב.27) ברכות שם. טושו\"ע (ואדה\"ז) או\"ח ספ\"ט ס\"ב (ס\"ג).28) שעהמ\"צ פ' יתרו. ל\"ת פ' וירא. וראה זח\"ג פג, א.29) כתובות קג, א.30) יתרו כ, יב.31) ראה לקו\"ת האזינו עה, ב. ובכ\"מ.32) משלי יד, ד.33) ראה בכ\"ז – סה\"מ תרנ\"ט ע' יא.34) ראה זח\"ג רצב, א.35) ראה בארוכה ד\"ה לכל תכלה תרנ\"ט [סה\"מ תרנ\"ט ע' צז ואילך].36) משלי יב, ד.37) זח\"א רמט, ב. ובכ\"מ.38) ע\"ז ג, א.39) ראה זח\"ב סג, ב. פח, א.40) יתרו שם, יא.41) ח\"ג צד, ריש ע\"ב. ועוד.42) ראה ד\"ה סמוכים לעד הנ\"ל (ע' 6 [ע' קנא-ב]).43) ראה שם רפ\"ב.44) קהלת ג, כ. וראה לקו\"ת שה\"ש מ, א. אגה\"ק סוס\"כ.",
      "glossary": "|אב (Av): Father; אבא (Abba): Father; אדה\"ז (Alter Rebbe): Rabbi Shneur Zalman of Liadi; אדמו\"ר (Admor): Adoneinu Moreinu V'Rabeinu - Our master, teacher and rabbi; אדמו\"ר האמצעי (Admor HaEmtzai): The middle Rebbe; אדמו\"ר מהר\"ש (Admor Maharash): Rabbi Shmuel; או\"א (Abba V'Ima): Father and Mother; או\"ת (Orot): Lights; אור אלקי (Or Elohi): Divine light; אימא (Ima): Mother; איסור (Issur): Prohibition; אלקות (Elokut): Divinity; ארז\"ל (Amru Rabboteinu Zichronam Livrachah): Our sages of blessed memory said; אשת חיל עטרת בעלה (Eshet Chayil Ateret Ba'alah): A woman of valor is the crown of her husband; באימתא (B'Eimta): In awe; בבנים ובני בנים (B'Vanim U'Vnei Vanim): With children and grandchildren; בגוי' (B'Gavei): Within; בדחו רבנן (Badchu Rabanan): The rabbis rejoiced; בחי' (Bechina): Aspect; בי\"ע (Beriah Yetzirah Asiyah): Creation, Formation, Action; ביאור (Be'ur): Explanation; בירור הנה\"ב (Birur HaNefesh HaBehemit): Refinement of the animal soul; בלתי מורגש (Bilti Murgash): Unfelt/unsensed; במה (Bamah): High place/altar; במה נחשב (BaMah Nechshav): How is he considered; בן הא' (Ben HaRishon): First son; בן יניק (Ben Yanik): Nursing child; בנו הקטן (Bno HaKatan): His small son; בס\"ד (Besiyata Dishmaya): With Divine assistance; בעתיקא אחיד ותליא (B'Atika Achid V'Talya): Grasped and suspended in Atika; בקשת נש\"י (Bakashat Nashei): Request of women; ברוקל; גילוי שרש המלכות (Gilui Shoresh HaMalchut): Revelation of the root of Kingship; גשמיים (Gashmiyim): Physical/material; דבור הראשון (Dibur HaRishon): First speech; דברים הגשמיים (Devarim HaGashmiyim): Physical matters; דור ישרים יבורך (Dor Yesharim Yevorach): A generation of the upright will be blessed; דרגלי' יורדות (D'Raglei Yoredot): Her feet descend; ה'תשי\"ד (Hey Tav-Shin-Yud-Dalet): Year 5714; הארה (Ha'arah): Illumination; הבעש\"ט (HaBaal Shem Tov): The Baal Shem Tov; הגבהת (Hagbahat): Lifting; הגבלת הכלים (Hagbalat HaKelim): Limitation of vessels; הו\"ע (Hu Inyan): This is the matter of; הליכה בלבד (Halichah Bilvad): Walking only; המוח (HaMoach): The mind; המשכה (Hamshachah): Drawing down; העצמי (Ha'Atzmi): The essential; הפשוט (HaPashut): The simple; הקב\"ה (HaKadosh Baruch Hu): The Holy One, blessed be He; הקירוב כללי (HaKiruv Klali): General drawing close; הרי שרשה הוא בהעלם (Harei Shorshah Hu B'He'elem): Its root is in concealment; השערות (HaSe'arot): The hairs; השעשועים (HaSha'ashuim): The playful activities; השפיל (Hishpil): Lower; השתלשלות (Hishtalshelut): Chain of emanation; השתעשע (Hishtashe'a): To play/frolic; התחברות (Hitchabrut): Connection; התינוק (HaTinok): The baby; והכל הי' מן העפר (V'HaKol Hayah Min He'Afar): And everything was from dust; ומתלמידי יותר מכולן (U'MiTalmidai Yoter MiKulan): And from my students more than all; ורב תבואות בכח שור (V'Rav Tvu'ot B'Koach Shor): Abundant crops through the strength of an ox; ז\"א (Zeir Anpin): Small face/countenance; ז' ימי השבוע (Shivat Yemei HaShavua): Seven days of the week; זהר (Zohar): The Zohar; זו\"ן (Zachar U'Nukva): Male and female; זכור רחמיך (Zachor Rachamecha): Remember Your mercies; זקן (Zakan): Beard; חדלו לכם (Chadlu Lachem): Cease for yourselves; חופה (Chupah): Wedding canopy; חיצוניות הכתר (Chitzoniyut HaKeter): Externality of Keter; חיצונית (Chitzonit): External; חתונת (Chatunot): Wedding of; חתן (Chatan): Groom; חתן וכלה למטה (Chatan V'Kallah L'Matah): Groom and bride below; י\"ג אלול (Yud-Gimel Elul): 13th of Elul; י\"ג מדה\"ר (Yud-Gimel Midot HaRachamim): Thirteen attributes of mercy; י\"ג תיקוני דיקנא (Yud-Gimel Tikunei Dikna): Thirteen rectifications of the beard; יאכל בשבת (Yochal B'Shabbat): Will eat on Shabbat; יורגש (Yurgash): Be felt; יחוד (Yichud): Union; יחוד זו\"ן (Yichud Zachar U'Nukva): Union of male and female; יצא-לאור (Yatza L'Or): Published; ירידתה למטה (Yeridatah L'Matah): Its descent below; כ\"ק (Kevod Kedushat): His holy honor; כ' מ\"ח (Chaf Mar-Cheshvan): 20th of Mar-Cheshvan; כבד את אביך (Kabed Et Avicha): Honor your father; כבוד (Kavod): Honor; כולהו יומין מתברכין מהשבת (Kulhu Yomin Mitbarchin MiShabbat): All days are blessed from Shabbat; כח הא\"ס (Koach HaEin Sof): Power of the Infinite; כיבוד אח הגדול (Kibud Ach HaGadol): Honoring the elder brother; כל יומא ויומא עביד עבידתי' (Kol Yoma V'Yoma Avid Avidtei): Each and every day He performs His work; כלה (Kallah): Bride; כלי (Kli): Vessel; כלים לאלקות (Kelim L'Elokut): Vessels for Divinity; כנס\"י (Knesset Yisrael): Congregation of Israel; כתבי האריז\"ל (Kitvei HaAri z\"l): Writings of the Ari; להה\"מ (L'Hanhagat HaMakom): For the conduct of the place; לכה דודי (Lecha Dodi): Come my beloved; לקראת כלה (Likrat Kallah): To greet the bride; לשון רבים (Lashon Rabim): Plural language; מדות (Midot): Attributes; מדידה (Medidah): Measurement; מדרושי החתונה (MiDrushei HaChatunah): From the wedding discourses; מדרי' (Madreiga): Level; מהוריי\"צ (Maharayatz): Rabbi Yosef Yitzchak; מהורש\"ב (Maharash\"b): Rabbi Sholom Ber; מו\"ח (Mori V'Chami): My teacher and father-in-law; מורגש (Murgash): Felt/sensed; מורכב (Murkav): Composite; מושרשת בעתיק (Mushreshet B'Atik): Rooted in Atik; מחדו\"מ (Machshavah Dibur U'Ma'aseh): Thought, speech and action; מחוייבים (Mechuyavim): Obligated; מי שטרח בערב שבת (Mi SheTarach B'Erev Shabbat): One who toiled on Shabbat eve; מיוסד (Meyusad): Based; מילתא דבדיחותא (Milta D'Vdichuta): Matter of jest; מיני' מתברכין (Minei Mitbarchin): From it are blessed; מלך (Melech): King; מלכה (Malkah): Queen; מלכות (Malchut): Kingship; מסתעפין (Mista'afin): Branch out; מעולם המה (Me'Olam Hemah): They are from eternity; מעלת (Ma'alat): Excellence; מפדר\"א (MiPadre\"a): From Pirke d'Rabbi Eliezer; מקבל (Mekabel): Receiver; מקודש (Mekudash): Sanctified; מקיף (Makif): Encompassing; משפיע (Mashpia): Influencer; משפיע (Mashpia): Influences; מתגלה (Mitgaleh): Is revealed; מתעלית (Mit'alit): Elevates; נ\"ע (Niftar L'Olam): Passed away to the eternal world; נאמר (Ne'emar): Was said; נדפס (Nidpas): Printed; נמשכין (Nimshakin): Are drawn; נעלית (Ne'elit): Lofty; נשמה באפו (Neshamah B'Apo): Soul in his nostrils; נתוסף (Nitosaf): Is added; סיהרא לית לה מגרמה כלום (Sihara Leit Lah MiGarmah Klum): The moon has nothing of its own; סמוכים לעד (Smuchim La'ad): Supported forever; ספירות (Sefirot): Divine emanations; ספירת המלכות (Sefirat HaMalchut): The sefirah of Kingship; עבודה (Avodah): Divine service; עבודת ה' (Avodat Hashem): Service of God; עבודת הבירורים (Avodat HaBirurim): Work of refinements; עוסקים בתורה ומצוות (Oskin B'Torah U'Mitzvot): Engaged in Torah and commandments; עילוי (Ilui): Elevation; עליית המלכות (Aliyat HaMalchut): Ascent of Kingship; עלמא דין (Alma Din): This world; עצם (Etzem): Essence; עשרים וחמש (Esrim V'Chamesh): Twenty-five; עתיק (Atik): Ancient One; עתיק ממש (Atik Mamash): Actual Atik; פא\"פ (Panim El Panim): Face to face; פני שבת נקבלה (Pnei Shabbat Nekabelah): Let us receive the Shabbat; פנימיות הכתר (Pnimiyut HaKeter): Interiority of Keter; פנימיות המלכות (Pnimiyut HaMalchut): Interiority of Kingship; פנימית (Pnimit): Internal; פר\"ת (Parshat): Torah portion; פתיחת הלב (Ptichut HaLev): Opening of the heart; קבלת הפנים (Kabalat HaPanim): Reception; קדושה (Kedushah): Holiness; קומו משינתו (Kumo MiShinato): Upon awakening from sleep; קונטרס (Kuntres): Booklet; קירוב (Kiruv): Drawing close; קצוות (Ketzavot): Extremes; רב (Rav): Rabbi/teacher; רדל\"א (Rashei Teivot D'Lo Yadua): Acronym of unknown meaning; רוח האב (Ruach HaAv): Spirit of the father; רוחא (Rucha): Spirit; ש\"פ (Shabbat Parshat): Shabbat of Torah portion; שאילת שלום (She'eilat Shalom): Greeting; שבעת ימי הבנין (Shivat Yemei HaBinyan): Seven days of building; שבת (Shabbat): Sabbath; שיחת חולין (Sichat Chulin): Mundane conversation; שייכות (Shayachut): Connection; שכל (Sechel): Intellect; שליט\"א (Shlita): May he live long good years; שמעתא (Shmaata): Teaching/discourse; שנת החמישים (Shnat HaChamishim): Fiftieth year; שרש המלכות (Shoresh HaMalchut): Root of Kingship; שרש ז\"א (Shoresh Zeir Anpin): Root of Zeir Anpin; שרשה ומקורה (Shorshah U'Mekorah): Its root and source; ששת ימי החול (Sheshet Yemei HaChol): Six weekdays; ששת ימים עשה הוי' (Sheshet Yamim Asah Hashem): Six days God made; ת\"ד (Tikunei Dikna): Rectifications of the beard; ת\"ח (Talmid Chacham): Torah scholar; תו\"ח (Torat Chaim): Torah of Life; תורת חיים (Torat Chaim): Torah of Life; תלמיד (Talmid): Student; תענוג (Ta'anug): Pleasure; תפלה (Tefilah): Prayer; תצא (Tetzei): Torah portion \"When you go out\"; תרנ\"ז (Tav-Reish-Nun-Zayin): Year 5657; תרפ\"ט (Tav-Reish-Peh-Tet): Year 5689; תשל\"ט (Tav-Shin-Lamed-Tet): Year 5739;"
    },
    "search_tags": [
      "דור",
      "עבודה",
      "אברהם",
      "העלם",
      "אלקות",
      "רבי",
      "World",
      "מלכות",
      "Sefirot",
      "ספירות",
      "Concealment",
      "Commandments",
      "Chain of descent",
      "Torah",
      "כוונה",
      "Generation",
      "מצוות",
      "דוד",
      "המשכה",
      "תורה",
      "Kingship",
      "Rabbi",
      "Light",
      "השתלשלות",
      "אור",
      "Intention",
      "David",
      "Revelation",
      "Service",
      "Divinity",
      "גילוי",
      "Abraham",
      "Drawing down",
      "עולם"
    ]
  }
}