{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "4_רפג",
    "reference": "Reference: 4_רפג",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אלקות",
        "אור",
        "אוא\"ס",
        "עצמות",
        "גילוי",
        "העלם",
        "עולם",
        "מלכות",
        "צדיקים",
        "צדיק",
        "ישראל",
        "מצוות",
        "מצוה",
        "תורה",
        "גלות",
        "גאולה",
        "משיח",
        "דור",
        "עבודה",
        "מס\"נ",
        "התקשרות",
        "ביטול",
        "המשכה",
        "תכלית",
        "כוונה",
        "רצון",
        "תשובה",
        "העלמות",
        "נשיא"
      ],
      "key_concepts": [
        "Divinity",
        "Light",
        "Infinite Light",
        "Essence",
        "Revelation",
        "Concealment",
        "World",
        "Kingship",
        "Righteous ones",
        "Righteous one",
        "Israel",
        "Commandments",
        "Commandment",
        "Torah",
        "Exile",
        "Redemption",
        "Messiah",
        "Generation",
        "Service",
        "Self-sacrifice",
        "Connection",
        "Nullification",
        "Drawing down",
        "Purpose",
        "Intention",
        "Will",
        "Repentance",
        "Concealments",
        "Leader"
      ],
      "biblical_references": [
        "שה\"ש ג, יא",
        "במדבר יד, א"
      ],
      "talmudic_references": [],
      "chassidic_references": [
        "אדמו\"ר הזקן",
        "אדמו\"ר מהר\"ש",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 1127,
      "chunk_count": 6
    },
    "content": {
      "main_text": "בס\"ד. ש\"פ בהעלותך, ט' סיון ה'תשכ\"זרני ושמחי בת ציון גו'1, ומדייק אדמו\"ר הזקן בתו\"א (דרושי חנוכה) ד\"ה זה2, דלכאורה הי' צריך להתחיל ההפטורה דשבת חנוכה בפסוק3 ויאמר אלי גו' ראיתי והנה מנורת זהב גו', ולמה מתחילין ברני ושמחי בת ציון. ומבאר שם4, שהשייכות דרני ושמחי בת ציון לחנוכה היא, כי בת ציון קאי על כנסת ישראל בזמן הגלות, דבזמן הבית נקראת כנסת ישראל בשם ציון ובזמן הגלות נקראת בת ציון, כמבואר שם בארוכה.וצריך להבין, דדיוק הנ\"ל [שהתחלת ההפטורה היא רני ושמחי בת ציון ולא ראיתי והנה מנורת זהב] הוא גם בההפטורה דשבת פרשת בהעלותך, שבסמיכות לזמן מתן תורתינו, דמתן תורה הו\"ע חירות5, ואעפ\"כ גם התחלת ההפטורה דש\"פ בהעלותך היא רני ושמחי בת ציון.ב) והנה בתו\"א שם בד\"ה רני ושמחי הראשון6 מקשר הפסוק רני ושמחי בת ציון עם מאמר המדרש7 (עה\"פ8 צאינה וראינה בנות ציון במלך שלמה בעטרה שעטרה לו אמו), משל למלך כו' לא זז מחבבה9 עד שקראה בתי כו' לא זז מחבבה עד שקראה אחותי כו' לא זז מחבבה עד שקראה אמי. ומבאר שם10, דג' ענינים אלה (בתי אחותי אמי) בעבודת האדם הם קיום המצוות11 עסק התורה והעבודה דמסירת נפש. דבקיום המצוות האדם המקיים את המצוה הוא בחי' מקבל (בת), שהוא מקבל את ההמשכה שנמשכת ע\"י קיום המצוה. וע\"י עסק התורה נעשים ישראל אחים ורעים להקב\"ה (אחותי). וע\"י העבודה דמס\"נ נק' בשם אמי, שהם משפיעים כביכול בהקב\"ה. ויש לקשר זה עם המבואר בכ\"מ12 עה\"פ בעטרה שעטרה לו אמו, דהעטרה שעטרה כנס\"י (אמו) להקב\"ה הוא ע\"י שהקדימו נעשה לנשמע, כי הביטול דהקדמת נעשה לנשמע הוא כהביטול דמס\"נ13.ויש לומר, דמהטעמים שקוראין פרשת בהעלותך את הנרות לאחרי חג השבועות14 הוא, כי נרות קאי על נשמות ישראל כמ\"ש15 נר הוי' נשמת אדם16, דפירוש נר הוי' הוא שהנשמה מאירה (משפעת) כביכול להוי'17, וכדאיתא במדרש18 עה\"פ בהעלותך את הנרות שישראל מאירין למי שמאיר לכל העולם, וענין זה שייך לחג השבועות, עטרה שעטרה לו אמו. ועפ\"ז צריך להבין עוד יותר מה שההפטורה דש\"פ בהעלותך את הנרות (ענין אמי) הוא רני ושמחי בת ציון.ג) והענין הוא, שההמשכה שע\"י קיום המצוות, בתי, היא המשכה נעלית יותר מההמשכה שע\"י העבודה דאחותי ואמי. כי העבודה דמסירת נפש (אמי), ועד\"ז עסק התורה (אחותי), מכיון שהיא עבודה רוחנית, יש לה שייכות לההמשכה שנמשכת על ידה, וכיון שההמשכה שע\"י העבודה דאחותי ואמי היא כמו אתערותא דלעילא שמתעוררת ונמשכת על ידי אתערותא דלתתא, ההמשכה היא רק ממקום שאתעדל\"ת מגעת לשם. וההמשכה שע\"י מעשה המצוות, שעשיית המצוה היא עשי' גשמית שאינה בערך כלל19, היא כמו אתעדל\"ע שמצד עצמה, ולכן ההמשכה היא מעצמות אוא\"ס20. וזהו רני ושמחי בת ציון כי הנני בא ושכנתי בתוכך, שהנני בא כולל שני ענינים. הנני מוכן מעצמי שלא ע\"י אתעדל\"ת21, בא, אני בעצמי כביכול אוא\"ס ב\"ה ממש22.ויש להוסיף, שהמעלה דהעבודה דבתי על העבודה דאחותי ואמי היא גם בנוגע להאדם העובד. שבהעבודה דאחותי ואמי נרגש בדקות מציאותו של האדם העובד, גודל העילוי דהעבודה שלו [העילוי דהעבודה עצמה (העבודה דעסק התורה, ומכש\"כ העבודה דמס\"נ), והעילוי שנעשה ע\"י עבודתו, שנעשה אח להקב\"ה ויתירה מזו שמשפיע כביכול בהקב\"ה], ובהעבודה דבתי (קיום המצוות) נרגש הביטול שלו23, הן בנוגע להעבודה עצמה, שכל עבודתו היא רק לקיים ציווי הקב\"ה, והן בנוגע לההמשכה שע\"י עבודתו, דזה שע\"י קיום המצוות נמשך עצמות אוא\"ס הוא לא מצד ענינו של האדם המקיים את המצוות אלא מפני שהמצוות הם רצון וציווי העצמות. ויש לומר, דע\"י הביטול הוא נעשה כלי להאור שנמשך ע\"י המצוות. וזהו כי הנני בא ושכנתי בתוכך, שההמשכה דהנני בא, אני בעצמי כביכול, היא בתוכך, בפנימיות.ד) וצריך להבין, דכיון שאמי היא העבודה דמס\"נ, דמס\"נ הו\"ע הביטול, ובפרט לפי המובא לעיל (סעיף ב) דהעטרה שעטרה כנס\"י (אמו) להקב\"ה הוא ע\"י שהקדימו נעשה לנשמע, שהביטול דהקדמת נעשה לנשמע הוא הביטול לבעל הרצון24, מהי המעלה בהביטול דבתי על הביטול דאמי. ויש לומר בזה, שהביטול דהקדמת נעשה לנשמע, הוא שישראל קיבלו עליהם עול מלכות שמים. ולכן, אף שהביטול דקבלת עול מלכות שמים הוא (לא רק בנוגע לכח המעשה שלו, שיעשה כל מה שיצטווה, אלא גם) בעצם מציאותו25, שכל מציאותו הוא זה שהוא עבדו של המלך, מלך מלכי המלכים הקב\"ה, מ\"מ, כיון שהקבלת עול מלכות שמים באה מצד האדם, שהוא קיבל עליו להיות עבדו של המלך, הרי בביטול זה מעורבת גם מציאותו של האדם [ועד\"ז הוא בנוגע להמס\"נ דבחי' אמי, שהמס\"נ היא מצד טבע הנשמה26]. ואמיתית הביטול הוא כשהביטול הוא מצד האדון.ויש לומר, דזהו מ\"ש27 כי לי בני ישראל עבדים עבדי הם אשר הוצאתי אותם מארץ מצרים, דזה שישראל הם עבדים של הקב\"ה הוא (לא רק מפני שהם קיבלו עול מלכותו ית', אלא גם) מפני שהקב\"ה הוציא אותם מארץ מצרים, שעי\"ז הם מוכרחים להיות עבדים28. וענין זה נמשך בעיקר בשעת מתן תורה29.ה) ועפ\"ז יש לבאר מעלת הביטול דבתי על הביטול דאמי [אף שהביטול דבתי (עול מצוות) הוא בנוגע לכח המעשה, לעשות מה שנצטווה, והביטול דאמי (הקדמת נעשה לנשמע, עול מלכות שמים) הוא בעצם מציאותו (כנ\"ל סעיף ד)], כי העול דישראל לקיים את המצוות שניתנו במתן תורה הוא מפני שבמתן תורה עשה הקב\"ה אותם לעבדים, אמיתית הביטול. ויש לומר, דזה שמבואר בכ\"מ30 דבת הוא בחינת מקבל, דלית לי' מגרמי' כלום והוא רק מקבל מה שנותנים לו מלמעלה, הכוונה בזה היא, שגם הביטול דקבלת עול הוא לא משל עצמו אלא שבמתן תורה בחר הקב\"ה בישראל להיות לו עבדים.[ויש לקשר זה עם המובא לעיל (בתחלת המאמר) מתו\"א דבת ציון קאי על כנס\"י בזמן הגלות, כי הביטול דבת מתגלה בעיקר בהעבודה שבזמן הגלות. וכמבואר במק\"א31, דבזמן הגלות, ובפרט בדרא דעקבתא דמשיחא, ההעלמות וההסתרים הם גדולים במאד, וישנם העלמות והסתרים שהאדם מצד עצמו (גם ע\"י הקבלת עול שלו שמקבל ברצונו), כיון שהוא מוגבל, אין ביכלתו להתגבר עליהם, וזה שישראל מתגברים גם על העלמות והסתרים אלה הוא לפי שהביטול דקבלת עול שלהם הוא (לא מצד המציאות שלהם אלא) מצד האלקות, מפני שהקב\"ה בחר בהם להיות לו לעבדים, ולגבי האלקות אין הגבלות32].וזהו שההפטורה דש\"פ בהעלותך שלאחרי זמן מתן תורתינו היא רני ושמחי בת ציון, אף שהענין והמעלה דיום חתונתו7 זה מתן תורה33 הוא (עטרה שעטרה לו) אמו, כי תכלית הכוונה בהביטול דאמי שבחג השבועות הוא שעי\"ז יגיעו אח\"כ לביטול נעלה יותר, ביטול דבתי, בת ציון.ו) ומדייק הכתוב רני ושמחי בת ציון, שקיום התומ\"צ (ציון34) צ\"ל לא רק בביטול, בת, אלא גם בשמחה, רני ושמחי. וצריך להבין, דכאשר האדם הוא במצב שאין לו תענוג וחיות בתומ\"צ, וקיום התומ\"צ שלו הוא רק בדרך קבלת עול [ויתירה מזו, שגם הקב\"ע שלו היא לא באופן שרוצה לקבל עליו עומ\"ש ורק שאינו יכול לפרוק ממנו עול מלכות שמים מפני שבחירת הקב\"ה בישראל להיות לו לעבדים מכריחה אותו], איך יכול לפעול בעצמו שקיום התומ\"צ שלו יהי' בשמחה. והענין הוא, דיש עוד פירוש בבת ציון, דציון הם הצדיקים, ובת ציון הוא התקשרות עם הצדיקים35. וע\"י ההתקשרות להצדיקים, ובפרט לנשיאי ישראל שענינם הוא להמשיך גילוי אלקות לכל ישראל ובפרט להמקושרים ושייכים אליהם, עי\"ז נמשך לו נתינת כח שקיום התומ\"צ שלו יהי' בשמחה, רני ושמחי. ובכלל זה הוא גם שלא יהיו לו בלבולים מענינים גשמיים36, רני ושמחי גם בנוגע לבני חיי ומזוני רויחי.וע\"י ההתקשרות להצדיקים ולהנשיאים שבכל דור, ומה שנוגע לנו במיוחד הוא ההתקשרות לכ\"ק מו\"ח אדמו\"ר נשיא דורנו, יבטלו כל ההעלמות וההסתרים, כולל גם ביטול (ההעלם ד)הגלות37, וכ\"ק מו\"ח אדמו\"ר יוליכנו קוממיות לארצנו, בגאולה האמיתית והשלימה, בקרוב ממש.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד ש\"פ בהעלותך, ט' סיון ה'תשכ\"זרני ושמחי בת ציון גו'1, ומדייק אדמו\"ר הזקן בתו\"א (דרושי חנוכה) ד\"ה זה2, דלכאורה הי' צריך להתחיל ההפטורה דשבת חנוכה בפסוק3 ויאמר אלי גו' ראיתי והנה מנורת זהב גו', ולמה מתחילין ברני ושמחי בת ציון ומבאר שם4, שהשייכות דרני ושמחי בת ציון לחנוכה היא, כי בת ציון קאי על כנסת ישראל בזמן הגלות, דבזמן הבית נקראת כנסת ישראל בשם ציון ובזמן הגלות נקראת בת ציון, כמבואר שם בארוכה.וצריך להבין, דדיוק הנ\"ל [שהתחלת ההפטורה היא רני ושמחי בת ציון ולא ראיתי והנה מנורת זהב] הוא גם בההפטורה דשבת פרשת בהעלותך, שבסמיכות לזמן מתן תורתינו, דמתן תורה הו\"ע חירות5, ואעפ\"כ גם התחלת ההפטורה דש\"פ בהעלותך היא רני ושמחי בת ציון.ב) והנה בתו\"א שם בד\"ה רני ושמחי הראשון6 מקשר הפסוק רני ושמחי בת ציון עם מאמר המדרש7 (עה\"פ8 צאינה וראינה בנות ציון במלך שלמה בעטרה שעטרה לו אמו), משל למלך כו' לא זז מחבבה9 עד שקראה בתי כו' לא זז מחבבה עד שקראה אחותי כו' לא זז מחבבה עד שקראה אמי ומבאר שם10, דג' ענינים אלה (בתי אחותי אמי) בעבודת האדם הם קיום המצוות11 עסק התורה והעבודה דמסירת נפש דבקיום המצוות האדם המקיים את המצוה הוא בחי' מקבל (בת), שהוא מקבל את ההמשכה שנמשכת ע\"י קיום המצוה וע\"י עסק התורה נעשים ישראל אחים ורעים להקב\"ה (אחותי) וע\"י העבודה דמס\"נ נק' בשם אמי, שהם משפיעים כביכול בהקב\"ה",
          "topics": [
            "אור",
            "ישראל",
            "מצוות",
            "מצוה",
            "תורה"
          ],
          "word_count": 218
        },
        {
          "chunk_id": "chunk_2",
          "content": "ויש לקשר זה עם המבואר בכ\"מ12 עה\"פ בעטרה שעטרה לו אמו, דהעטרה שעטרה כנס\"י (אמו) להקב\"ה הוא ע\"י שהקדימו נעשה לנשמע, כי הביטול דהקדמת נעשה לנשמע הוא כהביטול דמס\"נ13.ויש לומר, דמהטעמים שקוראין פרשת בהעלותך את הנרות לאחרי חג השבועות14 הוא, כי נרות קאי על נשמות ישראל כמ\"ש15 נר הוי' נשמת אדם16, דפירוש נר הוי' הוא שהנשמה מאירה (משפעת) כביכול להוי'17, וכדאיתא במדרש18 עה\"פ בהעלותך את הנרות שישראל מאירין למי שמאיר לכל העולם, וענין זה שייך לחג השבועות, עטרה שעטרה לו אמו ועפ\"ז צריך להבין עוד יותר מה שההפטורה דש\"פ בהעלותך את הנרות (ענין אמי) הוא רני ושמחי בת ציון.ג) והענין הוא, שההמשכה שע\"י קיום המצוות, בתי, היא המשכה נעלית יותר מההמשכה שע\"י העבודה דאחותי ואמי כי העבודה דמסירת נפש (אמי), ועד\"ז עסק התורה (אחותי), מכיון שהיא עבודה רוחנית, יש לה שייכות לההמשכה שנמשכת על ידה, וכיון שההמשכה שע\"י העבודה דאחותי ואמי היא כמו אתערותא דלעילא שמתעוררת ונמשכת על ידי אתערותא דלתתא, ההמשכה היא רק ממקום שאתעדל\"ת מגעת לשם וההמשכה שע\"י מעשה המצוות, שעשיית המצוה היא עשי' גשמית שאינה בערך כלל19, היא כמו אתעדל\"ע שמצד עצמה, ולכן ההמשכה היא מעצמות אוא\"ס20 וזהו רני ושמחי בת ציון כי הנני בא ושכנתי בתוכך, שהנני בא כולל שני ענינים הנני מוכן מעצמי שלא ע\"י אתעדל\"ת21, בא, אני בעצמי כביכול אוא\"ס ב\"ה ממש22.ויש להוסיף, שהמעלה דהעבודה דבתי על העבודה דאחותי ואמי היא גם בנוגע להאדם העובד",
          "topics": [
            "אוא\"ס",
            "עצמות",
            "עולם",
            "ישראל",
            "מצוות"
          ],
          "word_count": 221
        },
        {
          "chunk_id": "chunk_3",
          "content": "שבהעבודה דאחותי ואמי נרגש בדקות מציאותו של האדם העובד, גודל העילוי דהעבודה שלו [העילוי דהעבודה עצמה (העבודה דעסק התורה, ומכש\"כ העבודה דמס\"נ), והעילוי שנעשה ע\"י עבודתו, שנעשה אח להקב\"ה ויתירה מזו שמשפיע כביכול בהקב\"ה], ובהעבודה דבתי (קיום המצוות) נרגש הביטול שלו23, הן בנוגע להעבודה עצמה, שכל עבודתו היא רק לקיים ציווי הקב\"ה, והן בנוגע לההמשכה שע\"י עבודתו, דזה שע\"י קיום המצוות נמשך עצמות אוא\"ס הוא לא מצד ענינו של האדם המקיים את המצוות אלא מפני שהמצוות הם רצון וציווי העצמות ויש לומר, דע\"י הביטול הוא נעשה כלי להאור שנמשך ע\"י המצוות וזהו כי הנני בא ושכנתי בתוכך, שההמשכה דהנני בא, אני בעצמי כביכול, היא בתוכך, בפנימיות.ד) וצריך להבין, דכיון שאמי היא העבודה דמס\"נ, דמס\"נ הו\"ע הביטול, ובפרט לפי המובא לעיל (סעיף ב) דהעטרה שעטרה כנס\"י (אמו) להקב\"ה הוא ע\"י שהקדימו נעשה לנשמע, שהביטול דהקדמת נעשה לנשמע הוא הביטול לבעל הרצון24, מהי המעלה בהביטול דבתי על הביטול דאמי ויש לומר בזה, שהביטול דהקדמת נעשה לנשמע, הוא שישראל קיבלו עליהם עול מלכות שמים ולכן, אף שהביטול דקבלת עול מלכות שמים הוא (לא רק בנוגע לכח המעשה שלו, שיעשה כל מה שיצטווה, אלא גם) בעצם מציאותו25, שכל מציאותו הוא זה שהוא עבדו של המלך, מלך מלכי המלכים הקב\"ה, מ\"מ, כיון שהקבלת עול מלכות שמים באה מצד האדם, שהוא קיבל עליו להיות עבדו של המלך, הרי בביטול זה מעורבת גם מציאותו של האדם [ועד\"ז הוא בנוגע להמס\"נ דבחי' אמי, שהמס\"נ היא מצד טבע הנשמה26]",
          "topics": [
            "אור",
            "אוא\"ס",
            "עצמות",
            "מלכות",
            "ישראל"
          ],
          "word_count": 230
        },
        {
          "chunk_id": "chunk_4",
          "content": "ואמיתית הביטול הוא כשהביטול הוא מצד האדון.ויש לומר, דזהו מ\"ש27 כי לי בני ישראל עבדים עבדי הם אשר הוצאתי אותם מארץ מצרים, דזה שישראל הם עבדים של הקב\"ה הוא (לא רק מפני שהם קיבלו עול מלכותו ית', אלא גם) מפני שהקב\"ה הוציא אותם מארץ מצרים, שעי\"ז הם מוכרחים להיות עבדים28 וענין זה נמשך בעיקר בשעת מתן תורה29.ה) ועפ\"ז יש לבאר מעלת הביטול דבתי על הביטול דאמי [אף שהביטול דבתי (עול מצוות) הוא בנוגע לכח המעשה, לעשות מה שנצטווה, והביטול דאמי (הקדמת נעשה לנשמע, עול מלכות שמים) הוא בעצם מציאותו (כנ\"ל סעיף ד)], כי העול דישראל לקיים את המצוות שניתנו במתן תורה הוא מפני שבמתן תורה עשה הקב\"ה אותם לעבדים, אמיתית הביטול ויש לומר, דזה שמבואר בכ\"מ30 דבת הוא בחינת מקבל, דלית לי' מגרמי' כלום והוא רק מקבל מה שנותנים לו מלמעלה, הכוונה בזה היא, שגם הביטול דקבלת עול הוא לא משל עצמו אלא שבמתן תורה בחר הקב\"ה בישראל להיות לו עבדים.[ויש לקשר זה עם המובא לעיל (בתחלת המאמר) מתו\"א דבת ציון קאי על כנס\"י בזמן הגלות, כי הביטול דבת מתגלה בעיקר בהעבודה שבזמן הגלות",
          "topics": [
            "מלכות",
            "ישראל",
            "מצוות",
            "תורה",
            "גלות"
          ],
          "word_count": 174
        },
        {
          "chunk_id": "chunk_5",
          "content": "וכמבואר במק\"א31, דבזמן הגלות, ובפרט בדרא דעקבתא דמשיחא, ההעלמות וההסתרים הם גדולים במאד, וישנם העלמות והסתרים שהאדם מצד עצמו (גם ע\"י הקבלת עול שלו שמקבל ברצונו), כיון שהוא מוגבל, אין ביכלתו להתגבר עליהם, וזה שישראל מתגברים גם על העלמות והסתרים אלה הוא לפי שהביטול דקבלת עול שלהם הוא (לא מצד המציאות שלהם אלא) מצד האלקות, מפני שהקב\"ה בחר בהם להיות לו לעבדים, ולגבי האלקות אין הגבלות32].וזהו שההפטורה דש\"פ בהעלותך שלאחרי זמן מתן תורתינו היא רני ושמחי בת ציון, אף שהענין והמעלה דיום חתונתו7 זה מתן תורה33 הוא (עטרה שעטרה לו) אמו, כי תכלית הכוונה בהביטול דאמי שבחג השבועות הוא שעי\"ז יגיעו אח\"כ לביטול נעלה יותר, ביטול דבתי, בת ציון.ו) ומדייק הכתוב רני ושמחי בת ציון, שקיום התומ\"צ (ציון34) צ\"ל לא רק בביטול, בת, אלא גם בשמחה, רני ושמחי וצריך להבין, דכאשר האדם הוא במצב שאין לו תענוג וחיות בתומ\"צ, וקיום התומ\"צ שלו הוא רק בדרך קבלת עול [ויתירה מזו, שגם הקב\"ע שלו היא לא באופן שרוצה לקבל עליו עומ\"ש ורק שאינו יכול לפרוק ממנו עול מלכות שמים מפני שבחירת הקב\"ה בישראל להיות לו לעבדים מכריחה אותו], איך יכול לפעול בעצמו שקיום התומ\"צ שלו יהי' בשמחה והענין הוא, דיש עוד פירוש בבת ציון, דציון הם הצדיקים, ובת ציון הוא התקשרות עם הצדיקים35 וע\"י ההתקשרות להצדיקים, ובפרט לנשיאי ישראל שענינם הוא להמשיך גילוי אלקות לכל ישראל ובפרט להמקושרים ושייכים אליהם, עי\"ז נמשך לו נתינת כח שקיום התומ\"צ שלו יהי' בשמחה, רני ושמחי",
          "topics": [
            "אלקות",
            "גילוי",
            "מלכות",
            "צדיקים",
            "צדיק"
          ],
          "word_count": 230
        },
        {
          "chunk_id": "chunk_6",
          "content": "ובכלל זה הוא גם שלא יהיו לו בלבולים מענינים גשמיים36, רני ושמחי גם בנוגע לבני חיי ומזוני רויחי.וע\"י ההתקשרות להצדיקים ולהנשיאים שבכל דור, ומה שנוגע לנו במיוחד הוא ההתקשרות לכ\"ק מו\"ח אדמו\"ר נשיא דורנו, יבטלו כל ההעלמות וההסתרים, כולל גם ביטול (ההעלם ד)הגלות37, וכ\"ק מו\"ח אדמו\"ר יוליכנו קוממיות לארצנו, בגאולה האמיתית והשלימה, בקרוב ממש",
          "topics": [
            "העלם",
            "צדיקים",
            "צדיק",
            "גלות",
            "גאולה"
          ],
          "word_count": 54
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס ט\"ו סיון – תש\"נ, \"לקראת ט\"ו סיון, יום התחלת מאסרו של כ\"ק אדמו\"ר מהוריי\"צ נ\"ע בשנת תרפ\"ז* .. ג' בהעלותך, יב סיון, שנת ה'תש\"נ\".*) וראה לקמן ס\"ע שעא ובהערה 40, שלאחרי הגאולה די\"ב תמוז נתגלה שהמאסר הי' זריעה, בכדי שעי\"ז תהי' צמיחה בריבוי והוספה בהפצת המעיינות.1) זכרי' ב, יד. – התחלת וראש ההפטורה דש\"פ בהעלותך.2) השני – לו, סע\"ד ואילך.3) זכרי' ד, ב.4) לז, סע\"ב ואילך.5) כמארז\"ל (עירובין נד, א. שמו\"ר פמ\"א, ז (בתחלתו). ויק\"ר פי\"ח, ג (בסופו). ועוד) עה\"פ (תשא לב, טז) \"חרות על הלוחות\" – א\"ת חרות אלא חירות, חירות מן גליות (שמו\"ר שם), חירות מן המלכיות (ויק\"ר שם. וראה גם זח\"ב קיג, סע\"ב), אין כל אומה ולשון שולטת בהן (עירובין שם. וראה גם שמו\"ר שם).6) לו, א ואילך. וכ\"ה ברד\"ה זה דפ' בהעלותך תרכ\"ז** (סה\"מ תרכ\"ז ע' רצז).**) כמובן מזה שנרשם בין המאמר דפ' נשא להמאמר דפ' שלח.בכת\"י א' (הובא ברשימת מאמרי דא\"ח דאדמו\"ר מהר\"ש ע' 3 בשוה\"ג) רשום על ד\"ה זה \"שבת חנוכה תרכ\"ז\". ולכאורה הכוונה שנאמר בשבת חנוכה, שהרי נסדר בפ' בהעלותך.7) שמו\"ר ס\"פ פקודי. שהש\"ר ספ\"ג.8) שה\"ש ג, יא.9) כ\"ה הלשון בתו\"א וברד\"ה תרכ\"ז הנ\"ל שם. ובכ\"מ.10) וראה גם ד\"ה הנ\"ל תרכ\"ז ס\"ה ואילך (סה\"מ תרכ\"ז ע' שב ואילך).11) כ\"ה להדיא בתו\"א שם (לו, סע\"ד).12) סד\"ה צאינה וראינה עזר\"ת (סה\"מ עזר\"ת ע' רכה).13) ראה גם סה\"מ תרכ\"ט ע' קפד ואילך, שהביטול דנעשה הו\"ע למסור נפשו באחד. ולהעיר גם מלקו\"ת אמור לה, סע\"א ואילך, דשתי העטרות שנתן בראשן של ישראל הוא ע\"י המצוות והתורה (בתי ואחותי), והעטרה שנטל לעצמו, היא העטרה שעטרה לו אמו, ע\"י מס\"נ באחד.14) אלא שבכמה שנים קוראין גם פ' נשא לאחרי חג השבועות. וע\"ד שפרשת במדבר קוראין לעולם בהשבת שלפני חג השבועות ולפעמים גם פ' נשא.15) משלי כ, כז.16) לקו\"ת פרשתנו (בהעלותך) רד\"ה בהעלותך את הנרות (כט, ג). רד\"ה ראיתי והנה מנורת זהב גו' (לג, ב). רד\"ה זה תרכ\"ז (סה\"מ תרכ\"ז ע' רצז). ובכ\"מ.17) סה\"מ תרכ\"ז שם. וראה עד\"ז תו\"א שם (לו, א).18) במדב\"ר פרשתנו פט\"ו, ה. תנחומא פרשתנו ד. וכ\"ה גם בשמו\"ר פל\"ו, ב. – הובא בסה\"מ תרכ\"ז שם*.*) בסה\"מ שם: וכמו שפרש\"י ע\"פ בהעלותך. וכפה\"נ הוא ט\"ס וצ\"ל: וכמו במד\"ר ע\"פ בהעלותך.19) ראה המשך תרס\"ו ע' נה.20) ראה תו\"א שם (לז, ג) בענין המעלה דבת ציון \"יש אתערותא דלעילא שהיא לעילא לעילא מקום שאין אתערותא דלתתא מגעת שם כלל\".21) שערי אורה שער החנוכה ד\"ה רני ושמחי פכ\"א (לג, ב).22) לשון התו\"א שם.23) ראה גם ד\"ה החודש ה'תשל\"ה ס\"ד (תו\"מ סה\"מ אדר ס\"ע צח ואילך) ובהנסמן שם, שהמעלה דבתי היא בענין הביטול.24) בכ\"מ (ד\"ה בחודש השלישי ה'תשכ\"ט ס\"ז (תו\"מ סה\"מ סיון ע' שב ואילך). וראה לקו\"ת במדבר יד, א. ועוד) שנשמע הוא ביטול להרצון ונעשה הוא ביטול לבעל הרצון. ובד\"ה בששה\"ק ה'תש\"ט ס\"ב (סה\"מ ה'תש\"ט ע' 148), שגם הקב\"ע דנעשה הוא בכלל ביטול להרצון, והביטול לבעל הרצון הוא בהקדמת נעשה לנשמע.25) ראה בארוכה ד\"ה בחודש השלישי הנ\"ל ס\"ח (תו\"מ סה\"מ סיון ע' שג ואילך).26) ראה בארוכה תו\"מ סה\"מ אב ע' קצב, דהמס\"נ שמצד הנשמה, כיון שהיא מצד טבעה, היא בחינת מציאות.27) בהר כה, נה. וע\"פ מ\"ש בפנים, אולי יש לבאר (וראה עד\"ז אוה\"ח עה\"פ) כפל הלשון \"עבדים עבדי הם\": דע\"י שקבלו עליהם עומ\"ש נעשים \"עבדים\" (עבדים סתם), וע\"י שהוצאתי אותם מארץ מצרים – \"עבדי הם\", שהקב\"ה עשה אותם לעבדים.28) להעיר שהשעבוד דעבד שמכרוהו ב\"ד הוא שעבוד גדול יותר מהמוכר עצמו – דמכרוהו ב\"ד רבו מוסר לו שפחה כנענית משא\"כ המוכר עצמו. ועוד כמה חילוקים (קידושין יד, ב) – דיש לומר הטעם על זה, כי המוכר עצמו הוא ברצונו, וכשמכרו אותו ב\"ד הוא על כרחו.29) להעיר ממרז\"ל (קידושין כב, ב. הובא בפרש\"י עה\"פ משפטים כא, ו. ירושלמי קידושין פ\"א סוף ה\"ב) אוזן ששמעה על הר סיני כי לי בני ישראל עבדים עבדי הם. ולהעיר שהדיבור הראשון דמ\"ת הוא \"אנכי ה' אלקיך אשר הוצאתיך מארץ מצרים\", ובפרש\"י שם \"כדאי היא ההוצאה שתהיו משועבדים לי\".30) ראה בארוכה ד\"ה החודש דלעיל הערה 23. וש\"נ.31) ראה ד\"ה הנ\"ל ס\"ה.32) להעיר מתורת הבעש\"ט (כתר שם טוב – הוצאת קה\"ת – סימן מ\"ז (ז, ד)), דהטעם שכפה הקב\"ה עליהם את ההר כגיגית (שבת פח, א), אף שאמרו מעצמם נעשה ונשמע (כקושיית התוספות ד\"ה כפה שם), הוא \"ללמד שגם כשאינו חושק בתורה ועבודת ה', מ\"מ אינו בן חורין ליבטל, רק יעשה על כרחו וידמה כמו שכופין אותו לעשות בע\"כ\" – דלכאורה, אמירתם נעשה ונשמע היא התחייבות על כל הזמנים, ומהי הקס\"ד דע\"י שאח\"כ (לאחרי ההתחייבות) \"אינו חושק\" יהי' בן חורין ליבטל?וי\"ל הביאור בזה, דההתחייבות דנעשה ונשמע, כיון שהיא מצד האדם שהוא מוגבל, אפשר שלפעמים לא יוכל להתגבר על זה ש\"אינו חושק בתורה\", ובמילא הוא \"בן חורין ליבטל\" דאונס רחמנא פטרי' (ב\"ק כח, ב); וע\"י שהקב\"ה כפה עליהם הר כגיגית – ניתן הכח לכ\"א מישראל לעשות בעל כרחו, גם כשאינו חושק.33) תענית כו, ב (במשנה).34) ראה תו\"א שם (לז, סע\"ב ואילך). שערי אורה שם פי\"ח (לב, א).35) אוה\"ת חנוכה ד\"ה רני ושמחי שיב, סע\"א.36) ראה רמב\"ם הל' תשובה פ\"ט ה\"א.37) שאינו מניח לעסוק בתורה ובמצוות כהוגן (רמב\"ם שם ה\"ב).",
      "glossary": "|אדמו\"ר הזקן (Admor HaZaken): The Alter Rebbe; אוא\"ס (Or Ein Sof): Infinite Light; אוא\"ס ב\"ה ממש (Or Ein Sof Baruch Hu Mamash): Literally the Infinite Light Blessed Be He; אחותי (Achoti): My Sister; אחים ורעים (Achim V'Re'im): Brothers and Friends; אין ביכלתו (Ein BiYecholto): Not in His Ability; אין הגבלות (Ein Hagbalot): No Limitations; אינה בערך כלל (Einah B'Erech Klal): Not Comparable at All; איתא במדרש (Ita B'Midrash): It States in the Midrash; אמי (Imi): My Mother; אמיתית הביטול (Amitit HaBitul): True Nullification; אני בעצמי (Ani B'Atzmi): I Myself; אשר הוצאתי אותם מארץ מצרים (Asher Hotzeti Otam MeEretz Mitzrayim): Whom I Took Out from the Land of Egypt; אתעדל\"ע (It'aruta D'Le'eila): Awakening from Above; אתעדל\"ת (It'aruta D'Letata): Awakening from Below; אתערותא דלעילא (It'aruta D'Le'eila): Awakening from Above; אתערותא דלתתא (It'aruta D'Letata): Awakening from Below; בדקות (B'Dakut): Subtly; בהעלותך (B'ha'alotcha): When You Light Up; בזמן הבית (BiZman HaBayit): In the Time of the Temple; בחי' (Bechina): Aspect; בחירת הקב\"ה (Bechirat HaKadosh Baruch Hu): Choice of the Holy One; בחר הקב\"ה בישראל (Bachar HaKadosh Baruch Hu B'Yisrael): The Holy One Chose Israel; ביטול (Bitul): Self-Nullification; ביטול נעלה יותר (Bitul Na'aleh Yoter): More Elevated Nullification; בלבולים (Bilbulim): Confusions; במלך שלמה (B'Melech Shlomo): In King Solomon; בני חיי ומזוני רויחי (Banei Chayei U'Mezonei Revichei): Children, Life, and Ample Sustenance; בס\"ד (B'Siyata D'Shmaya): With Divine Assistance; בעטרה שעטרה לו אמו (Ba'atarah She'itrah Lo Imo): With the Crown His Mother Crowned Him; בעצם מציאותו (B'Etzem Metziuto): In the Essence of His Existence; בפנימיות (BiFnimiyut): In Internality; בת ציון (Bat Tzion): Daughter of Zion; בתי (Biti): My Daughter; ג' ענינים (Gimel Inyanim): Three Matters; גדולים במאד (Gedolim BiMe'od): Very Great; גודל העילוי (Godel HaIluy): Greatness of Elevation; גלות (Galut): Exile; ד\"ה (Dibur HaMatchi'ach): Opening Words; דלית לי' מגרמי' כלום (D'Leit Lei MiGarmei Klum): He Has Nothing of His Own; דרא דעקבתא דמשיחא (Dara D'Ikveta D'Meshicha): Generation of the Footsteps of Messiah; דרושי חנוכה (Drushei Chanukah): Chanukah Discourses; דרך קבלת עול (Derech Kabalat Ol): Way of Accepting the Yoke; ה'תשכ\"ז (5727): Year 5727; האדם העובד (HaAdam HaOved): The Serving Person; האור (HaOr): The Light; הביטול לבעל הרצון (HaBitul L'Ba'al HaRatzon): Nullification to the Possessor of Will; ההעלם דהגלות (HaHe'alam D'HaGalut): Concealment of Exile; ההעלמות וההסתרים (HaHe'alamot V'HaHastarot): Concealments and Hiddenness; הו\"ע (Hu Inyan): This is the Matter of; הוי' (Hashem): God; המקושרים ושייכים (HaMekusharim V'Shayachim): Those Connected and Belonging; המשכה (Hamshachah): Drawing Down; המשכה נעלית (Hamshachah Ne'elit): Elevated Drawing Down; הנני בא ושכנתי בתוכך (Hineni Ba V'Shachanti B'Tochech): Behold I Come and Dwell Within You; הנני מוכן (Hineni Muchan): Behold I Am Ready; הנשיאים שבכל דור (HaNesi'im SheBechol Dor): Leaders in Every Generation; העבודה שבזמן הגלות (HaAvodah SheBiZman HaGalut): Service During the Time of Exile; העילוי דהעבודה עצמה (HaIluy D'HaAvodah Atzmah): Elevation of the Service Itself; הפטורה (Haftarah): Prophetic Reading; הצדיקים (HaTzadikim): The Righteous; הקב\"ה (HaKadosh Baruch Hu): The Holy One Blessed Be He; הקדימו נעשה לנשמע (Hikdimu Na'aseh L'Nishma): They Preceded \"We Will Do\" to \"We Will Hear\"; התקשרות (Hitkashrut): Connection; ויאמר אלי (Vayomer Eilai): And He Said to Me; זמן הגלות (Zman HaGalut): Time of Exile; זמן מתן תורתינו (Zman Matan Torateinu): Time of the Giving of Our Torah; חג השבועות (Chag HaShavuot): Festival of Weeks; חירות (Cherut): Freedom; ט' סיון (Tet Sivan): Ninth of Sivan; טבע הנשמה (Teva HaNeshamah): Nature of the Soul; יבטלו (Yivtelu): Will Be Nullified; יגיעו אח\"כ (Yagi'u Achar Kach): Will Reach Afterwards; יוליכנו קוממיות (Yolichenu Komemiyut): Will Lead Us Upright; יום חתונתו (Yom Chatunatו): Day of His Wedding; יתירה מזו (Yeteirah MiZo): Even More Than This; כ\"מ (Kama Mekomot): Several Places; כ\"ק מו\"ח אדמו\"ר (Kevod Kedushat Mori V'Chami Admor): His Holy Honor My Teacher and Father-in-Law the Rebbe; כביכול (Kivyachol): As It Were; כח המעשה (Ko'ach HaMa'aseh): Power of Action; כי לי בני ישראל עבדים (Ki Li B'nei Yisrael Avadim): For the Children of Israel Are Servants to Me; כלי (Kli): Vessel; כנס\"י (Knesset Yisrael): Assembly of Israel; כנסת ישראל (Knesset Yisrael): Assembly of Israel; לא זז מחבבה (Lo Zaz MeChibah): Did Not Cease from Loving Her; לאחרי זמן מתן תורתינו (L'Acharei Zman Matan Torateinu): After the Time of Giving of Our Torah; לאר; לגבי האלקות (L'Gabei HaElokut): Regarding Divinity; להמשיך גילוי אלקות (L'Hamshich Giluy Elokut): To Draw Down Divine Revelation; להתגבר (L'Hitgaber): To Overcome; לעשות מה שנצטווה (La'asot Mah SheNitztvah): To Do What Was Commanded; לפעול בעצמו (Lif'ol B'Atzmo): To Effect by Himself; לפרוק (Lifrok): To Cast Off; מאירה (Me'irah): Illuminates; מאירין למי שמאיר לכל העולם (Me'irin L'Mi SheMa'ir L'Chol HaOlam): Illuminate for the One Who Illuminates the Entire World; מדייק הכתוב (Medayeik HaKatuv): The Verse Is Precise; מדרש (Midrash): Midrash; מוגבל (Mugbal): Limited; מוכרחים (Muchrachim): Compelled; מכריחה (Machrichah): Compels; מכש\"כ (Mikol Sheken): All the More So; מלך מלכי המלכים (Melech Malchei HaMelachim): King of Kings of Kings; מס\"נ (Mesirat Nefesh): Self-Sacrifice; מעורבת (Me'orevet): Mixed; מעלה (Ma'alah): Advantage; מעצמי (Me'Atzmi): From Myself; מעשה המצוות (Ma'aseh HaMitzvot): Performance of Commandments; מצד האדון (MiTzad HaAdon): From the Side of the Master; מצד האלקות (MiTzad HaElokut): From the Side of Divinity; מצד עצמה (MiTzad Atzmah): From Its Own Side; מציאותו (Metziuto): His Existence; מק\"א (Makom Acher): Another Place; מקבל (Mekabel): Receiver; מקבל מה שנותנים לו מלמעלה (Mekabel Mah SheNotnim Lo MiLema'alah): Receives What Is Given to Him from Above; משל למלך (Mashal L'Melech): Parable of a King; משפיעים (Mashpi'im): Influence; משפעת (Mashpa'at): Influences; מתגברים (Mitgabrim): Overcome; מתגלה (Mitgaleh): Revealed; מתן תורה (Matan Torah): Giving of the Torah; נעשה אח (Na'aseh Ach): Becomes a Brother; נר הוי' נשמת אדם (Ner Hashem Nishmat Adam): The Soul of Man is God's Candle; נרגש (Nirgash): Felt; נרות (Nerot): Candles/Lights; נשיא דורנו (Nasi Doreinu): Leader of Our Generation; נשיאי ישראל (Nesi'ei Yisrael): Leaders of Israel; נשמה (Neshamah): Soul; נשמות ישראל (Neshamot Yisrael): Souls of Israel; נתינת כח (Netina Ko'ach): Giving of Strength; עבדו של המלך (Avdo Shel HaMelech): Servant of the King; עבדי הם (Avadai Hem): They Are My Servants; עבודה דמסירת נפש (Avodah D'Mesirat Nefesh): Service of Self-Sacrifice; עבודה רוחנית (Avodah Ruchanit): Spiritual Service; עבודת האדם (Avodat HaAdam): Service of Man; עה\"פ (Al HaPasuk): On the Verse; עול מלכות שמים (Ol Malchut Shamayim): Yoke of the Kingdom of Heaven; עול מצוות (Ol Mitzvot): Yoke of Commandments; עומ\"ש (Ol Malchut Shamayim): Yoke of the Kingdom of Heaven; עטרה שעטרה לו אמו (Atarah She'itrah Lo Imo): Crown That His Mother Crowned Him; עי\"ז (Al Yedei Zeh): Through This; ענינים גשמיים (Inyanim Gashmiyim): Material Matters; ענינם (Inyanam): Their Matter; עסק התורה (Esek HaTorah): Engagement in Torah; עצמות (Atzmut): Essence; עשה הקב\"ה אותם לעבדים (Asah HaKadosh Baruch Hu Otam La'avadim): The Holy One Made Them into Servants; עשי' גשמית (Asiyah Gashmit): Physical Action; פירוש (Perush): Interpretation; צ\"ל (Tzarich Lihyot): Must Be; צאינה וראינה בנות ציון (Tze'ena U'Re'ena B'not Tzion): Go Out and See, Daughters of Zion; ציווי הקב\"ה (Tzivui HaKadosh Baruch Hu): Command of the Holy One Blessed Be He; ציון (Tzion): Zion; קב\"ע (Kabalat Ol): Acceptance of the Yoke; קבלת עול מלכות שמים (Kabalat Ol Malchut Shamayim): Acceptance of the Yoke of the Kingdom of Heaven; קיום המצוות (Kiyum HaMitzvot): Fulfillment of Commandments; קיום התומ\"צ (Kiyum HaTaryag Mitzvot): Fulfillment of the 613 Commandments; ראיתי והנה מנורת זהב (Ra'iti V'Hineh Menorat Zahav): I Saw and Behold a Golden Menorah; רני ושמחי (Rani V'Simchi): Sing and Rejoice; רני ושמחי בת ציון (Rani V'Simchi Bat Tzion): Sing and Rejoice, Daughter of Zion; רצון וציווי העצמות (Ratzon V'Tzivui HaAtzmut): Will and Command of the Essence; ש\"פ (Shabbat Parashat): Shabbat of Torah Portion; שבת חנוכה (Shabbat Chanukah): Shabbat of Chanukah; שייכות (Shayachut): Connection; שעת מתן תורה (She'at Matan Torah): Time of Giving of Torah; תו\"א (Torah Or): Torah Or; תומ\"צ (Taryag Mitzvot): 613 Commandments; תכלית הכוונה (Tachlit HaKavanah): Ultimate Intention; תענוג וחיות (Ta'anug V'Chiyut): Pleasure and Vitality;"
    },
    "search_tags": [
      "דור",
      "עבודה",
      "התקשרות",
      "תכלית",
      "צדיק",
      "העלם",
      "אלקות",
      "נשיא",
      "World",
      "מלכות",
      "אוא\"ס",
      "Connection",
      "Self-sacrifice",
      "ביטול",
      "Concealment",
      "Concealments",
      "Commandments",
      "Righteous ones",
      "Purpose",
      "Nullification",
      "גאולה",
      "Torah",
      "צדיקים",
      "כוונה",
      "Generation",
      "מצוות",
      "Exile",
      "Israel",
      "ישראל",
      "המשכה",
      "תורה",
      "Kingship",
      "Light",
      "Will",
      "גלות",
      "תשובה",
      "אור",
      "Intention",
      "עצמות",
      "מס\"נ",
      "משיח",
      "מצוה",
      "Essence",
      "Infinite Light",
      "Redemption",
      "Revelation",
      "Service",
      "Righteous one",
      "Leader",
      "Divinity",
      "גילוי",
      "רצון",
      "העלמות",
      "Commandment",
      "Drawing down",
      "Repentance",
      "Messiah",
      "עולם"
    ]
  }
}