{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "4_נג",
    "reference": "Reference: 4_נג",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אור",
        "עצמות",
        "גילוי",
        "העלם",
        "חכמה",
        "דעת",
        "חסד",
        "גבורה",
        "ספירות",
        "אברהם",
        "יצחק",
        "מקדש",
        "מצוות",
        "תורה",
        "משיח",
        "דור",
        "עבודה",
        "אהבה",
        "יראה",
        "המשכה",
        "תכלית",
        "כוונה",
        "רצון",
        "השתלשלות",
        "חסיד",
        "חסידות"
      ],
      "key_concepts": [
        "Light",
        "Essence",
        "Revelation",
        "Concealment",
        "Wisdom",
        "Knowledge",
        "Kindness",
        "Severity",
        "Sefirot",
        "Abraham",
        "Isaac",
        "Temple",
        "Commandments",
        "Torah",
        "Messiah",
        "Generation",
        "Service",
        "Love",
        "Fear/Awe",
        "Drawing down",
        "Purpose",
        "Intention",
        "Will",
        "Chain of descent",
        "Chassid",
        "Chassidut"
      ],
      "biblical_references": [
        "שה\"ש י, ב",
        "שה\"ש כד, סע",
        "שה\"ש מו, ב",
        "שה\"ש כד, ב",
        "שה\"ש ט, רע",
        "דברים א, ב",
        "תהלים יט, ח",
        "ישעי' סג, טז",
        "ישעי' סד, ג"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "ברכות השחר, מברכות",
        "סנהדרין פט, ב"
      ],
      "chassidic_references": [
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א",
        "תו\"א",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 1774,
      "chunk_count": 8
    },
    "content": {
      "main_text": "בס\"ד. ש\"פ חיי שרה, מבה\"ח כסלו ה'תשל\"ז ואברהם זקן בא בימים וה' ברך את אברהם בכל1, ומדייק אדמו\"ר (מהורש\"ב) נ\"ע במאמרו ד\"ה זה (דשנת תרס\"ו2) מה שאומר בכל סתם ואינו מפרש במה ברכו. ונקודת הביאור3, דכל הוא בחינת העלם העצמי, שמשם נמשכים כל הגילויים. כדאיתא בזהר4 עה\"פ וה' ברך את אברהם בכל, דאברהם אתברך מאתר דכל ברכאן נפקי מתמן. ולכן אומר בכל סתם ואינו מפרט פרטים, לפי שהוא בחינת בלי גבול שלמעלה מפרטים. וצריך להבין הקשר והשייכות דפירוש הזהר שבכל הוא אתר דכל ברכאן נפקי מתמן עם פירוש רש\"י עה\"פ5 שבכל קאי על יצחק (בכל בגימטריא בן). וגם, דמהמשך הכתובים משמע שפסוק זה (ואברהם זקן וגו') הוא הקדמה לויאמר אברהם אל עבדו גו' ולקחת אשה לבני ליצחק6, וצריך להבין מהי השייכות דוה' ברך את אברהם בכל, שנתברך מאתר דכל ברכאן נפקי מתמן, לזה ששלח את עבדו לקחת אשה לבנו7. גם צריך להבין גודל העילוי דנשואי יצחק ורבקה שהוא נעלה יותר גם מבחינת בכל (אתר דכל ברכאן נפקי מתמן), ועד דזה שהוי' ברך את אברהם בכל הוא רק הקדמה לנשואי יצחק ורבקה.ב) ויובן זה בהקדים מה דאיתא במדרש8 אין הקב\"ה מעלה את האדם לשררה עד שבודק ובוחן אותו וכו' וכן אתה מוצא באבינו אברהם נסהו הקב\"ה עשר נסיונות ועמד בהן ואח\"כ ברכו שנאמר וה' ברך את אברהם בכל. ומבאר הצ\"צ9, דעשר נסיונות הם כנגד עשר ספירות, משא\"כ כל הוא פנימיות הכתר שאינו10 בחשבון ע\"ס. דבבחינה זו, אין אתערותא דלתתא מגעת לשם. ולאחרי שעמד אברהם בעשר נסיונות כנגד ע\"ס שבהן שייך אתעדל\"ת, אזי ברכו בכל, פנימיות הכתר. ויש לומר, דזהו גם דיוק לשון הכתוב ואברהם זקן בא בימים וה' ברך את אברהם בכל, דזה שהי' זקן בא בימים, עם היות שזהו ברכת הקב\"ה, מייחס הכתוב לאברהם (ואברהם זקן בא בימים), משא\"כ בנוגע כל אינו אומר שאברהם הי' לו כל כ\"א שהוי' ברכו בכל, דיש לומר הביאור בזה11, דזה שנתברך בזקנה ובימים הוא אתערותא דלעילא שמתעוררת ונמשכת ע\"י אתעדל\"ת12, עבודתו של אברהם, משא\"כ זה שנתברך בכל הוא אתעדל\"ע הבאה מלמעלה שאין אתעדל\"ת מגעת לשם [וזה שברכה זו באה דוקא לאחרי שעמד בעשר נסיונות הוא לפי שצריך להיות אתר13 שלים14], ולכן כתיב בה וה' ברך גו'.ג) והגם שגם זקן בא בימים הוא בחינת עתיק יומין, כדאיתא במדרש15 שאמר הקב\"ה לאברהם בא ולבוש לבושי שנאמר ואברהם זקן בא בימים, ופירש במתנות כהונה דזה שבא בימים הוא לבושו של הקב\"ה הוא כי הקב\"ה נק'16 עתיק יומין [והצ\"צ17 מוסיף שגם זקן (דיקנא18) הוא לבושו דהקב\"ה, כי בעתיק יומין כתיב15 לבושי' כתלג חיוור19 שהוא20 בחינת י\"ג תיקוני דיקנא], יש לומר, שהכוונה בזה היא (לא לעתיק ממש, אלא21) לאריך שנקרא ג\"כ בשם עתיק יומין22 [ויש לומר דזה שאריך נקרא בשם עתיק יומין הוא לפי שבו מלובשים ז\"ת דעתיק23], משא\"כ כל הוא עתיק עצמו. ויתירה מזו, שבעתיק גופא הוא בחינת ג\"ר דעתיק שאינם מלובשים באריך24, ועד לבחינת פנימיות עתיק ולמעלה יותר, וכנ\"ל (סעיף א) מהמאמר שכל הוא בחינת העלם העצמי. וזהו שהענין דזקן בא בימים מייחס הכתוב לאברהם (ואברהם זקן בא בימים) משא\"כ בנוגע כל אומר שהוי' ברך את אברהם בכל, כי זה שהי' לאברהם בחינת זקן בא בימים, שהוא בחיצוניות הכתר, המשיך זה ע\"י עבודתו. ויש לומר, דזוהי גם השייכות דהפירוש שזקן בא בימים הוא לבושו דהקב\"ה עם הפירוש25 שזקן הוא זה שקנה חכמה26 (תורה) ובא בימים הוא לבושי המצוות27, כי זה שהי' לאברהם לבושו של הקב\"ה, המשיך זה ע\"י התורה והמצוות שלו.ויש לבאר זה בפרטיות יותר, דזקן ובא בימים הם שתי מדריגות. זקן שהוא י\"ג תיקוני דיקנא, הוא במוחא סתימאה דאריך, ובא בימים הוא אריך עצמו [דזה שאריך נקרא בשם עתיק יומין28 הוא בעיקר בעצמיות אריך], גלגלתא דאריך. וזוהי השייכות דשני ענינים אלו (זקן ובא בימים) שלמעלה (לבושו של הקב\"ה) עם שני ענינים אלו בעבודת האדם, כי מוחא סתימאה דאריך הוא פנימי, השרש דתורה29, וגלגלתא דאריך הוא מקיף, השרש דמצוות28. וע\"י עסק התורה דאברהם, זקן שקנה חכמה, המשיך בחינת הדיקנא ומוחא סתימאה דאריך (זקן), וע\"י שהי' בא בימים, לבושי המצוות, המשיך בחינת גלגלתא30 דאריך (בא בימים). משא\"כ כל שהוא בחינת עתיק, אין אתעדל\"ת מגעת לשם, ולכן כתיב וה' ברך את אברהם בכל, אתערותא דלעילא הבאה מלמעלה. אלא שאתערותא דלעילא זו31 שורה ומתגלה דוקא לאחרי שלימות העבודה (והאתערותא דלעילא שע\"י האתערותא דלתתא), לכן, מה שברך ה' את אברהם בכל הי' זה דוקא לאחרי שעמד בעשר נסיונות, כנ\"ל (סעיף ב בתחלתו).ד) והנה גם בבחינת כל (עתיק) שלמעלה מבא בימים (אריך) יש כמה מדריגות. וכמובן מהמבואר בהמאמר (ד\"ה ואברהם זקן) דהצ\"צ32, שבתחלה אומר, שאברהם זכה לבחינת כל ע\"י קיום מל\"ת וגם בבחינה זו דכל אומר שהוא פנימיות עתיק [כמבואר שם, דזה שוהוי' ברך את אברהם בכל הוא לאחרי שנאמר בא בימים, כי ימים הם מ\"ע, וע\"י העבודה דבא בימים קיום מ\"ע זכה לבחינת אריך (בחינת בא בימים דלמעלה), משא\"כ זה שזכה לבחינת כל שזכה לזה ע\"י קיום מל\"ת הוא פנימיות עתיק שלמעלה מאריך33], ולאח\"ז אומר שאברהם זכה לזה ע\"י העשרה נסיונות (כנ\"ל סעיף ב מהמדרש), דיש לומר, שבחינת כל שזכה ע\"י הנסיונות הוא נעלה יותר מבחינת כל שזכה ע\"י קיום מל\"ת. וי\"ל הביאור בזה, דבחינת עתיק (כל) שזכה ע\"י קיום מל\"ת, יש לו שייכות להשתלשלות, ולכן, עבודת האדם שעל ידה זוכה לזה היא עבודה שתלוי' ברצונו (היינו עבודה שבסדר והדרגה), אלא שבזה גופא, מכיון שעתיק הוא למעלה מהשתלשלות, לכן העבודה היא לא בעשי' אלא בשב ואל תעשה, שלילה34. משא\"כ בחינת עתיק (כל) שזכה ע\"י הנסיונות, הוא נעתק ונבדל לגמרי, וכנ\"ל (סעיף א) מהמאמר שהוא העלם העצמי. ולכן, כשעבודת האדם היא תלוי' ברצונו, אין לה שום דמיון35 לבחינה זו דעתיק שנעתק ומובדל לגמרי. ורק ע\"י העבודה דנסיונות שאינה תלוי' ברצון האדם [שהרי אסור לאדם להעמיד עצמו בנסיון, ולא עוד אלא שנצטווינו לבקש אל תביאנו לידי נסיון36], עי\"ז דוקא זוכים לגילוי בחינה זו.ה) ויש לומר, דזה שהוי' ברך את אברהם בכל דוקא לאחרי שעמד בנסיון העשירי הוא, כי עשרה הנסיונות הם כנגד ע\"ס (כנ\"ל סעיף ב), והשלימות דכל ענין הוא כשהוא כלול מכל הע\"ס. ובעומק יותר יש לומר, שבכדי לזכות לבחינת כל שנעתק ומובדל לגמרי מהשתלשלות, הוא דוקא ע\"י עבודה שלמעלה ממדידה והגבלה לגמרי. וכיון שעשר הנסיונות הם כנגד ע\"ס (השתלשלות), ועד שהם כנגד עשרה מאמרות37 (שהם למטה מהספירות עצמם38), הרי זה שעמד בנסיונות אלו קשור עדיין עם מדידה והגבלה, ולכן הי' צריך להיות נסיון העשירי, הוא נסיון העקידה39, המיוחד דכל הנסיונות, שלמעלה ממדידה והגבלה. דהגם שגם נסיון זה הוא בכלל עשר הנסיונות, יש לומר, שבנסיון זה יש (גם) ענין שלמעלה מע\"ס. וע\"ד דאיתא במדרש40 עה\"פ41 אחד עשר יום מחורב שקאי על הדבור אנכי (דבור הראשון דעשרת הדברות), המיוחד שבעשרה. ומבואר בחסידות42, דזה שהדבור אנכי נקרא בשם אחד עשר, הגם שהוא ממנין עשרת הדברות, הוא, כי הדבור אנכי הוא בכתר. וכיון שבכתר יש ב' מדריגות, חיצוניות הכתר שנמנה במנין הע\"ס ופנימיות הכתר שאינו נמנה עמהם43, לכן, זה שהדבור אנכי הוא ממנין עשרת הדברות הוא מצד חיצוניות הכתר שבו, אבל מצד פנימיות הכתר שבו הוא אחד עשר שאינו במנין עשרת הדברות44, חד ולא בחושבן45. ויש לומר, שעד\"ז הוא בנסיון העקידה, שהי' נסיון גדול יותר מהנסיונות שלפניו (בדוגמת הכתר שלמעלה מכל הספירות), שיש בזה שני ענינים. זה שהגם שאברהם בטבעו הי' איש החסד (וטבע החסד שלו הי' מצד שרשו), מ\"מ עקד את יצחק בנו ולקח את המאכלת לשחוט את בנו, היפך הטבע שלו (שמצד שרשו)46. וז\"ש47 עתה ידעתי כי ירא אלקים אתה, עתה דוקא, כי הנסיונות שלפני נסיון העקידה לא היו היפך הטבע דחסד, ועתה (לאחרי הנסיון דעקידה) ידעתי כי ירא אלקים אתה, מדת היראה והגבורה. וזה שכל הנסיונות היו בנוגע לעצמו, ונסיון העקידה הי' בנוגע לבנו יחידו. דאהבת אדם לבנו, ובפרט לבנו יחידו, היא גדולה יותר מהאהבה לעצמו, וכל אשר לאיש יתן בעד בנו. ולכן, נסיון העקידה הוא למעלה מהנסיונות שלפני העקידה. ויש לומר, דענין הראשון בנסיון העקידה, שזה הי' היפך טבע החסד דאברהם, מכיון שגם ענין זה הוא בנוגע לעצמו, יש לו איזה ערך לנסיונות שלפניו, אלא שהוא נעלה מהם. [ויש לומר, דזה שנסיון העקידה הוכיח שגם נסיונות הקודמים יש בהם ממש48, הוא מפני שיש ערך ביניהם. דבדברים שאין שום ערך ביניהם, אין שייך להביא הוכחה מזה על זה]. בדוגמת חיצוניות הכתר (אריך), שעם היותו למעלה משאר הספירות, מ\"מ הוא שרש ומקור להם, ועד שהוא נמנה במנין הספירות. וענין השני שבנסיון העקידה, שנסיון זה הי' בנוגע לבנו יחידו, הוא ענין חדש לגמרי שלא הי' דוגמתו בהנסיונות שלפניו. ובדוגמת עתיק (פנימיות הכתר) שהוא נעתק ומובדל. וז\"ש49 בי נשבעתי גו', בי ממש בחינת עתיק50, והטעם לזה הוא כי יען גו' ולא חשכת את בנך את יחידך48. וע\"פ כל הנ\"ל מובן שלאחרי שעמד אברהם בנסיון העקידה, אז דוקא ברך ה' את אברהם בכל, כי זה שעקד גם את בנו יחידו היא עבודה שלמעלה ממדידה והגבלה לגמרי, ולכן אז דוקא ברך ה' את אברהם בכל, פנימית עתיק, העלם העצמי.ו) והנה הכוונה בהמשכת העלם העצמי שנמשך לאברהם היא, שהעלם זה יהי' לא רק כמו שהוא במקומו, בעצמותו, אלא שיומשך ממנו השפעה בלי גבול. וכדאיתא בזהר51, מאי בכל, אתר דנהרא דלא פסיק מימוי לעלמין. וזוהי השייכות דפירוש הזהר שבכל הוא העלם העצמי עם פירוש רש\"י שבכל קאי על יצחק (בכל בגימטריא בן), כי אברהם הוא חסד דעתיק ויצחק גבורה דעתיק52, וזהו שביצחק כתיב53 וארבה את זרעו ואתן לו את יצחק, דריבוי ההשפעה (וארבה את זרעו) הוא מהגבורות דוקא, תגבורת ההשפעה, כמבואר בארוכה בסידור (עם דא\"ח) ד\"ה להבין ענין תק\"ש ע\"פ כוונת הבעש\"ט54. והגם שריבוי הוא התחלקות פרטים, הנה הריבוי שנמשך מהגבורות דיצחק, הוא באופן שגם בהפרטים נרגש בגילוי ששרש המשכתם הוא מהפשיטות דהעלם העצמי דלא פסיק מימוי לעלמין. וע\"י שגם בהפרטים ניכר הפשיטות, עי\"ז מתגלה הפנימיות והעצמיות שלו, שאינו מוגדר בשום גדר וביכלתו לבוא (בגילוי) גם בפרטים. וזהו שלע\"ל יאמרו ליצחק כי אתה אבינו כי אברהם לא ידענו55, כי לע\"ל יהי' גילוי פנימיות עתיק56, והגילוי דפנימיות עתיק הוא דוקא ע\"י הגבורות דיצחק57.וזהו שוהוי' ברך את אברהם בכל הוא הקדמה לנשואי יצחק ורבקה, כי תכלית הכוונה הוא שפנימיות הכתר יומשך בגילוי עד למטה מטה, וזה נעשה ע\"י יחוד יצחק ורבקה, כי יצחק ורבקה, השרש דשניהם הוא בגבורה דעתיק, אלא שיצחק הוא בחינת מ\"ה ורבקה היא בחינת ב\"ן, והגילוי למטה הוא ע\"י שם ב\"ן58. וזהו שוהוי' ברך את אברהם בכל הוא רק הקדמה לנשואי יצחק ורבקה, כי תכלית הכוונה דברכה זו הוא שבחינת כל יומשך גם בבי\"ע, בעוה\"ז התחתון, ועד בהמקום שבו היתה רבקה, שושנה בין החוחים59, שגם שם יומשך הגילוי דפנימיות עתיק.ז) והנה זה שמסופר בתורה שבע\"פ שאברהם זכה לבחינת כל ע\"י שעמד בעשר נסיונות הוא (ככל הענינים שבתורה מלשון הוראה60) הוראה שצריך להיות (דוגמת61) העבודה דנסיונות, היינו, שהעבודה צריכה להיות ביגיעה גדולה, יגיעה שלא ע\"ד הרגיל, בדוגמת העבודה דנסיונות. וזהו דאיתא בזהר שם עה\"פ62 עין לא ראתה גו' יעשה למחכה לו, מאי למחכה לו כו' אינון דדחקין למלה דחוכמתא כו' [וענין זה שבזהר בא בהמשך להפירוש מאי בכל, כמובא בהמאמר], שע\"י היגיעה בתורה, יגיעה שלא ע\"ד הרגיל [וכמבואר בהמאמר דדחקין למלה דחוכמתא הוא יגיעה בדרך אור חוזר], ומזה נמשך שגם קיום המצוות יהי' ביגיעה גדולה (ע\"ד מרז\"ל63 גדול לימוד שמביא לידי מעשה), כולל גם היגיעה בהפצת המעינות חוצה, דנוסף להיגיעה שצריכה להיות בלימוד והבנת המעינות (דחקין למלה דחוכמתא), צריכה להיות יגיעה מיוחדת להפיץ את המעינות חוצה, להביא את המעינות גם לאלו שנמצאים חוצה, \"בין החוחים\", ועי\"ז יהי' אתי מר דא מלכא משיחא64, שאז יהי' גילוי העלם העצמי, עין לא ראתה, במהרה בימינו ממש.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד ש\"פ חיי שרה, מבה\"ח כסלו ה'תשל\"ז ואברהם זקן בא בימים וה' ברך את אברהם בכל1, ומדייק אדמו\"ר (מהורש\"ב) נ\"ע במאמרו ד\"ה זה (דשנת תרס\"ו2) מה שאומר בכל סתם ואינו מפרש במה ברכו ונקודת הביאור3, דכל הוא בחינת העלם העצמי, שמשם נמשכים כל הגילויים כדאיתא בזהר4 עה\"פ וה' ברך את אברהם בכל, דאברהם אתברך מאתר דכל ברכאן נפקי מתמן ולכן אומר בכל סתם ואינו מפרט פרטים, לפי שהוא בחינת בלי גבול שלמעלה מפרטים וצריך להבין הקשר והשייכות דפירוש הזהר שבכל הוא אתר דכל ברכאן נפקי מתמן עם פירוש רש\"י עה\"פ5 שבכל קאי על יצחק (בכל בגימטריא בן) וגם, דמהמשך הכתובים משמע שפסוק זה (ואברהם זקן וגו') הוא הקדמה לויאמר אברהם אל עבדו גו' ולקחת אשה לבני ליצחק6, וצריך להבין מהי השייכות דוה' ברך את אברהם בכל, שנתברך מאתר דכל ברכאן נפקי מתמן, לזה ששלח את עבדו לקחת אשה לבנו7 גם צריך להבין גודל העילוי דנשואי יצחק ורבקה שהוא נעלה יותר גם מבחינת בכל (אתר דכל ברכאן נפקי מתמן), ועד דזה שהוי' ברך את אברהם בכל הוא רק הקדמה לנשואי יצחק ורבקה.ב) ויובן זה בהקדים מה דאיתא במדרש8 אין הקב\"ה מעלה את האדם לשררה עד שבודק ובוחן אותו וכו' וכן אתה מוצא באבינו אברהם נסהו הקב\"ה עשר נסיונות ועמד בהן ואח\"כ ברכו שנאמר וה' ברך את אברהם בכל ומבאר הצ\"צ9, דעשר נסיונות הם כנגד עשר ספירות, משא\"כ כל הוא פנימיות הכתר שאינו10 בחשבון ע\"ס דבבחינה זו, אין אתערותא דלתתא מגעת לשם ולאחרי שעמד אברהם בעשר נסיונות כנגד ע\"ס שבהן שייך אתעדל\"ת, אזי ברכו בכל, פנימיות הכתר",
          "topics": [
            "אור",
            "גילוי",
            "העלם",
            "ספירות",
            "אברהם"
          ],
          "word_count": 245
        },
        {
          "chunk_id": "chunk_2",
          "content": "ויש לומר, דזהו גם דיוק לשון הכתוב ואברהם זקן בא בימים וה' ברך את אברהם בכל, דזה שהי' זקן בא בימים, עם היות שזהו ברכת הקב\"ה, מייחס הכתוב לאברהם (ואברהם זקן בא בימים), משא\"כ בנוגע כל אינו אומר שאברהם הי' לו כל כ\"א שהוי' ברכו בכל, דיש לומר הביאור בזה11, דזה שנתברך בזקנה ובימים הוא אתערותא דלעילא שמתעוררת ונמשכת ע\"י אתעדל\"ת12, עבודתו של אברהם, משא\"כ זה שנתברך בכל הוא אתעדל\"ע הבאה מלמעלה שאין אתעדל\"ת מגעת לשם [וזה שברכה זו באה דוקא לאחרי שעמד בעשר נסיונות הוא לפי שצריך להיות אתר13 שלים14], ולכן כתיב בה וה' ברך גו'.ג) והגם שגם זקן בא בימים הוא בחינת עתיק יומין, כדאיתא במדרש15 שאמר הקב\"ה לאברהם בא ולבוש לבושי שנאמר ואברהם זקן בא בימים, ופירש במתנות כהונה דזה שבא בימים הוא לבושו של הקב\"ה הוא כי הקב\"ה נק'16 עתיק יומין [והצ\"צ17 מוסיף שגם זקן (דיקנא18) הוא לבושו דהקב\"ה, כי בעתיק יומין כתיב15 לבושי' כתלג חיוור19 שהוא20 בחינת י\"ג תיקוני דיקנא], יש לומר, שהכוונה בזה היא (לא לעתיק ממש, אלא21) לאריך שנקרא ג\"כ בשם עתיק יומין22 [ויש לומר דזה שאריך נקרא בשם עתיק יומין הוא לפי שבו מלובשים ז\"ת דעתיק23], משא\"כ כל הוא עתיק עצמו ויתירה מזו, שבעתיק גופא הוא בחינת ג\"ר דעתיק שאינם מלובשים באריך24, ועד לבחינת פנימיות עתיק ולמעלה יותר, וכנ\"ל (סעיף א) מהמאמר שכל הוא בחינת העלם העצמי וזהו שהענין דזקן בא בימים מייחס הכתוב לאברהם (ואברהם זקן בא בימים) משא\"כ בנוגע כל אומר שהוי' ברך את אברהם בכל, כי זה שהי' לאברהם בחינת זקן בא בימים, שהוא בחיצוניות הכתר, המשיך זה ע\"י עבודתו",
          "topics": [
            "אור",
            "העלם",
            "דעת",
            "אברהם",
            "כוונה"
          ],
          "word_count": 251
        },
        {
          "chunk_id": "chunk_3",
          "content": "ויש לומר, דזוהי גם השייכות דהפירוש שזקן בא בימים הוא לבושו דהקב\"ה עם הפירוש25 שזקן הוא זה שקנה חכמה26 (תורה) ובא בימים הוא לבושי המצוות27, כי זה שהי' לאברהם לבושו של הקב\"ה, המשיך זה ע\"י התורה והמצוות שלו.ויש לבאר זה בפרטיות יותר, דזקן ובא בימים הם שתי מדריגות זקן שהוא י\"ג תיקוני דיקנא, הוא במוחא סתימאה דאריך, ובא בימים הוא אריך עצמו [דזה שאריך נקרא בשם עתיק יומין28 הוא בעיקר בעצמיות אריך], גלגלתא דאריך וזוהי השייכות דשני ענינים אלו (זקן ובא בימים) שלמעלה (לבושו של הקב\"ה) עם שני ענינים אלו בעבודת האדם, כי מוחא סתימאה דאריך הוא פנימי, השרש דתורה29, וגלגלתא דאריך הוא מקיף, השרש דמצוות28 וע\"י עסק התורה דאברהם, זקן שקנה חכמה, המשיך בחינת הדיקנא ומוחא סתימאה דאריך (זקן), וע\"י שהי' בא בימים, לבושי המצוות, המשיך בחינת גלגלתא30 דאריך (בא בימים) משא\"כ כל שהוא בחינת עתיק, אין אתעדל\"ת מגעת לשם, ולכן כתיב וה' ברך את אברהם בכל, אתערותא דלעילא הבאה מלמעלה אלא שאתערותא דלעילא זו31 שורה ומתגלה דוקא לאחרי שלימות העבודה (והאתערותא דלעילא שע\"י האתערותא דלתתא), לכן, מה שברך ה' את אברהם בכל הי' זה דוקא לאחרי שעמד בעשר נסיונות, כנ\"ל (סעיף ב בתחלתו).ד) והנה גם בבחינת כל (עתיק) שלמעלה מבא בימים (אריך) יש כמה מדריגות",
          "topics": [
            "חכמה",
            "אברהם",
            "מצוות",
            "תורה",
            "עבודה"
          ],
          "word_count": 197
        },
        {
          "chunk_id": "chunk_4",
          "content": "וכמובן מהמבואר בהמאמר (ד\"ה ואברהם זקן) דהצ\"צ32, שבתחלה אומר, שאברהם זכה לבחינת כל ע\"י קיום מל\"ת וגם בבחינה זו דכל אומר שהוא פנימיות עתיק [כמבואר שם, דזה שוהוי' ברך את אברהם בכל הוא לאחרי שנאמר בא בימים, כי ימים הם מ\"ע, וע\"י העבודה דבא בימים קיום מ\"ע זכה לבחינת אריך (בחינת בא בימים דלמעלה), משא\"כ זה שזכה לבחינת כל שזכה לזה ע\"י קיום מל\"ת הוא פנימיות עתיק שלמעלה מאריך33], ולאח\"ז אומר שאברהם זכה לזה ע\"י העשרה נסיונות (כנ\"ל סעיף ב מהמדרש), דיש לומר, שבחינת כל שזכה ע\"י הנסיונות הוא נעלה יותר מבחינת כל שזכה ע\"י קיום מל\"ת וי\"ל הביאור בזה, דבחינת עתיק (כל) שזכה ע\"י קיום מל\"ת, יש לו שייכות להשתלשלות, ולכן, עבודת האדם שעל ידה זוכה לזה היא עבודה שתלוי' ברצונו (היינו עבודה שבסדר והדרגה), אלא שבזה גופא, מכיון שעתיק הוא למעלה מהשתלשלות, לכן העבודה היא לא בעשי' אלא בשב ואל תעשה, שלילה34 משא\"כ בחינת עתיק (כל) שזכה ע\"י הנסיונות, הוא נעתק ונבדל לגמרי, וכנ\"ל (סעיף א) מהמאמר שהוא העלם העצמי ולכן, כשעבודת האדם היא תלוי' ברצונו, אין לה שום דמיון35 לבחינה זו דעתיק שנעתק ומובדל לגמרי ורק ע\"י העבודה דנסיונות שאינה תלוי' ברצון האדם [שהרי אסור לאדם להעמיד עצמו בנסיון, ולא עוד אלא שנצטווינו לבקש אל תביאנו לידי נסיון36], עי\"ז דוקא זוכים לגילוי בחינה זו.ה) ויש לומר, דזה שהוי' ברך את אברהם בכל דוקא לאחרי שעמד בנסיון העשירי הוא, כי עשרה הנסיונות הם כנגד ע\"ס (כנ\"ל סעיף ב), והשלימות דכל ענין הוא כשהוא כלול מכל הע\"ס ובעומק יותר יש לומר, שבכדי לזכות לבחינת כל שנעתק ומובדל לגמרי מהשתלשלות, הוא דוקא ע\"י עבודה שלמעלה ממדידה והגבלה לגמרי",
          "topics": [
            "אור",
            "גילוי",
            "העלם",
            "דעת",
            "אברהם"
          ],
          "word_count": 258
        },
        {
          "chunk_id": "chunk_5",
          "content": "וכיון שעשר הנסיונות הם כנגד ע\"ס (השתלשלות), ועד שהם כנגד עשרה מאמרות37 (שהם למטה מהספירות עצמם38), הרי זה שעמד בנסיונות אלו קשור עדיין עם מדידה והגבלה, ולכן הי' צריך להיות נסיון העשירי, הוא נסיון העקידה39, המיוחד דכל הנסיונות, שלמעלה ממדידה והגבלה דהגם שגם נסיון זה הוא בכלל עשר הנסיונות, יש לומר, שבנסיון זה יש (גם) ענין שלמעלה מע\"ס וע\"ד דאיתא במדרש40 עה\"פ41 אחד עשר יום מחורב שקאי על הדבור אנכי (דבור הראשון דעשרת הדברות), המיוחד שבעשרה ומבואר בחסידות42, דזה שהדבור אנכי נקרא בשם אחד עשר, הגם שהוא ממנין עשרת הדברות, הוא, כי הדבור אנכי הוא בכתר וכיון שבכתר יש ב' מדריגות, חיצוניות הכתר שנמנה במנין הע\"ס ופנימיות הכתר שאינו נמנה עמהם43, לכן, זה שהדבור אנכי הוא ממנין עשרת הדברות הוא מצד חיצוניות הכתר שבו, אבל מצד פנימיות הכתר שבו הוא אחד עשר שאינו במנין עשרת הדברות44, חד ולא בחושבן45 ויש לומר, שעד\"ז הוא בנסיון העקידה, שהי' נסיון גדול יותר מהנסיונות שלפניו (בדוגמת הכתר שלמעלה מכל הספירות), שיש בזה שני ענינים זה שהגם שאברהם בטבעו הי' איש החסד (וטבע החסד שלו הי' מצד שרשו), מ\"מ עקד את יצחק בנו ולקח את המאכלת לשחוט את בנו, היפך הטבע שלו (שמצד שרשו)46 וז\"ש47 עתה ידעתי כי ירא אלקים אתה, עתה דוקא, כי הנסיונות שלפני נסיון העקידה לא היו היפך הטבע דחסד, ועתה (לאחרי הנסיון דעקידה) ידעתי כי ירא אלקים אתה, מדת היראה והגבורה וזה שכל הנסיונות היו בנוגע לעצמו, ונסיון העקידה הי' בנוגע לבנו יחידו דאהבת אדם לבנו, ובפרט לבנו יחידו, היא גדולה יותר מהאהבה לעצמו, וכל אשר לאיש יתן בעד בנו ולכן, נסיון העקידה הוא למעלה מהנסיונות שלפני העקידה",
          "topics": [
            "דעת",
            "חסד",
            "גבורה",
            "ספירות",
            "אברהם"
          ],
          "word_count": 257
        },
        {
          "chunk_id": "chunk_6",
          "content": "ויש לומר, דענין הראשון בנסיון העקידה, שזה הי' היפך טבע החסד דאברהם, מכיון שגם ענין זה הוא בנוגע לעצמו, יש לו איזה ערך לנסיונות שלפניו, אלא שהוא נעלה מהם [ויש לומר, דזה שנסיון העקידה הוכיח שגם נסיונות הקודמים יש בהם ממש48, הוא מפני שיש ערך ביניהם דבדברים שאין שום ערך ביניהם, אין שייך להביא הוכחה מזה על זה] בדוגמת חיצוניות הכתר (אריך), שעם היותו למעלה משאר הספירות, מ\"מ הוא שרש ומקור להם, ועד שהוא נמנה במנין הספירות וענין השני שבנסיון העקידה, שנסיון זה הי' בנוגע לבנו יחידו, הוא ענין חדש לגמרי שלא הי' דוגמתו בהנסיונות שלפניו ובדוגמת עתיק (פנימיות הכתר) שהוא נעתק ומובדל וז\"ש49 בי נשבעתי גו', בי ממש בחינת עתיק50, והטעם לזה הוא כי יען גו' ולא חשכת את בנך את יחידך48 וע\"פ כל הנ\"ל מובן שלאחרי שעמד אברהם בנסיון העקידה, אז דוקא ברך ה' את אברהם בכל, כי זה שעקד גם את בנו יחידו היא עבודה שלמעלה ממדידה והגבלה לגמרי, ולכן אז דוקא ברך ה' את אברהם בכל, פנימית עתיק, העלם העצמי.ו) והנה הכוונה בהמשכת העלם העצמי שנמשך לאברהם היא, שהעלם זה יהי' לא רק כמו שהוא במקומו, בעצמותו, אלא שיומשך ממנו השפעה בלי גבול וכדאיתא בזהר51, מאי בכל, אתר דנהרא דלא פסיק מימוי לעלמין וזוהי השייכות דפירוש הזהר שבכל הוא העלם העצמי עם פירוש רש\"י שבכל קאי על יצחק (בכל בגימטריא בן), כי אברהם הוא חסד דעתיק ויצחק גבורה דעתיק52, וזהו שביצחק כתיב53 וארבה את זרעו ואתן לו את יצחק, דריבוי ההשפעה (וארבה את זרעו) הוא מהגבורות דוקא, תגבורת ההשפעה, כמבואר בארוכה בסידור (עם דא\"ח) ד\"ה להבין ענין תק\"ש ע\"פ כוונת הבעש\"ט54",
          "topics": [
            "עצמות",
            "העלם",
            "דעת",
            "חסד",
            "גבורה"
          ],
          "word_count": 255
        },
        {
          "chunk_id": "chunk_7",
          "content": "והגם שריבוי הוא התחלקות פרטים, הנה הריבוי שנמשך מהגבורות דיצחק, הוא באופן שגם בהפרטים נרגש בגילוי ששרש המשכתם הוא מהפשיטות דהעלם העצמי דלא פסיק מימוי לעלמין וע\"י שגם בהפרטים ניכר הפשיטות, עי\"ז מתגלה הפנימיות והעצמיות שלו, שאינו מוגדר בשום גדר וביכלתו לבוא (בגילוי) גם בפרטים וזהו שלע\"ל יאמרו ליצחק כי אתה אבינו כי אברהם לא ידענו55, כי לע\"ל יהי' גילוי פנימיות עתיק56, והגילוי דפנימיות עתיק הוא דוקא ע\"י הגבורות דיצחק57.וזהו שוהוי' ברך את אברהם בכל הוא הקדמה לנשואי יצחק ורבקה, כי תכלית הכוונה הוא שפנימיות הכתר יומשך בגילוי עד למטה מטה, וזה נעשה ע\"י יחוד יצחק ורבקה, כי יצחק ורבקה, השרש דשניהם הוא בגבורה דעתיק, אלא שיצחק הוא בחינת מ\"ה ורבקה היא בחינת ב\"ן, והגילוי למטה הוא ע\"י שם ב\"ן58 וזהו שוהוי' ברך את אברהם בכל הוא רק הקדמה לנשואי יצחק ורבקה, כי תכלית הכוונה דברכה זו הוא שבחינת כל יומשך גם בבי\"ע, בעוה\"ז התחתון, ועד בהמקום שבו היתה רבקה, שושנה בין החוחים59, שגם שם יומשך הגילוי דפנימיות עתיק.ז) והנה זה שמסופר בתורה שבע\"פ שאברהם זכה לבחינת כל ע\"י שעמד בעשר נסיונות הוא (ככל הענינים שבתורה מלשון הוראה60) הוראה שצריך להיות (דוגמת61) העבודה דנסיונות, היינו, שהעבודה צריכה להיות ביגיעה גדולה, יגיעה שלא ע\"ד הרגיל, בדוגמת העבודה דנסיונות",
          "topics": [
            "גילוי",
            "העלם",
            "דעת",
            "גבורה",
            "אברהם"
          ],
          "word_count": 197
        },
        {
          "chunk_id": "chunk_8",
          "content": "וזהו דאיתא בזהר שם עה\"פ62 עין לא ראתה גו' יעשה למחכה לו, מאי למחכה לו כו' אינון דדחקין למלה דחוכמתא כו' [וענין זה שבזהר בא בהמשך להפירוש מאי בכל, כמובא בהמאמר], שע\"י היגיעה בתורה, יגיעה שלא ע\"ד הרגיל [וכמבואר בהמאמר דדחקין למלה דחוכמתא הוא יגיעה בדרך אור חוזר], ומזה נמשך שגם קיום המצוות יהי' ביגיעה גדולה (ע\"ד מרז\"ל63 גדול לימוד שמביא לידי מעשה), כולל גם היגיעה בהפצת המעינות חוצה, דנוסף להיגיעה שצריכה להיות בלימוד והבנת המעינות (דחקין למלה דחוכמתא), צריכה להיות יגיעה מיוחדת להפיץ את המעינות חוצה, להביא את המעינות גם לאלו שנמצאים חוצה, \"בין החוחים\", ועי\"ז יהי' אתי מר דא מלכא משיחא64, שאז יהי' גילוי העלם העצמי, עין לא ראתה, במהרה בימינו ממש",
          "topics": [
            "אור",
            "גילוי",
            "העלם",
            "מצוות",
            "תורה"
          ],
          "word_count": 114
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס כ\"ה מרחשון – תש\"נ, \"לקראת יום הבהיר כ\"ה מרחשון הבעל\"ט, – שבשנה זו הוא גם יום התחלת לימוד הרמב\"ם במחזור השביעי* .. מוצש\"ק כף מ\"ח שנת ה'תש\"נ\".*) להלומדים ג' פרקים ליום. וגם התחלת מחזור השלישי להלומדים פרק אחד ליום (וכן בספר המצוות).1) פרשתנו (חיי שרה) כד, א.2) נדפס בהמשך תרס\"ו ע' עח ואילך.3) המשך הנ\"ל ע' פד-ה.4) ח\"א פרשתנו קל, ב.5) דנוסף לזה שכל הפירושים שבאותו הפסוק שייכים זל\"ז** – מכיון שפירוש רש\"י על התורה הוא \"יינה של תורה\" (\"היום יום\" כט שבט), יש לו שייכות מיוחדת עם הפירוש ע\"ד הסוד (זהר). וראה בארוכה לקו\"ש ח\"ה בתחלתו, ובהערות שם.**) כידוע הראי' לזה מ\"שעטנז\" (נדה סא, ב) – ראה לקו\"ש ח\"ג ע' 782. ובכ\"מ.6) פרשתנו שם, ב-ד.7) בנצוצי אורות לזהר שם, שוהוי' ברך את אברהם בכל (לפירוש הזהר) הוא טעם על זה שצוה שלא לקחת אשה מבנות הכנעני. ואולי י\"ל, דכמו שלפירוש רש\"י, וה' ברך גו' בכל הוא טעם גם על השליחות לקחת אשה לבנו (\"מאחר שהי' לו בן הי' צריך להשיאו אשה\"), עד\"ז הוא גם לפי פירוש הזהר (ראה לעיל הערה 5).8) במדב\"ר פט\"ו, יב.9) בד\"ה זה באוה\"ת פרשתנו (כרך ד) תשעט, סע\"א.10) ע\"ח שער מב (שער דרושי אבי\"ע) פ\"א, הובא בלקו\"ת בחוקותי מו, ג. אוה\"ת שם. ובכ\"מ. ע\"ח שער כג (שער מוחין דצלם) פ\"ה, הובא בלקו\"ת שה\"ש י, ב. ובכ\"מ.11) ראה עד\"ז ד\"ה ואברהם זקן תרע\"ג בסופו (המשך תער\"ב ח\"א ע' קצ).12) באוה\"ת שבהערה 9, שגם \"זקן בא בימים\" הוא פנימיות הכתר שאין שייך בו אתעדל\"ת. ואולי יש לומר, שזהו בכללות, אבל בפרטיות, ענין זה (המשכה מלמעלה שלא ע\"י אתעדל\"ת) הוא דוקא בבחינת בכל – ראה לקמן סוף ס\"ג ובהערה 31 שם. ועפ\"ז מובן: (א) לשון הכתוב \"ואברהם זקן בא בימים\", ולא שהוי' ברכו כמ\"ש בנוגע ל\"בכל\", כבפנים. (ב) זה שבמדרש שבהערה 8 מעתיק רק \"וה' ברך את אברהם בכל\" (ולא תחלת הכתוב) – כי רק לזה הוצרך להיות קדימת עשר נסיונות (שלימות העבודה, שרק אז נמשכת האתעדל\"ע מלמעלה), משא\"כ \"זקן בא בימים\".13) ראה זהר ח\"ג צ, ב.14) ראה בארוכה לקו\"ת שה\"ש כד, סע\"א ואילך.15) ב\"ר פרשתנו ספנ\"ח. וראה אוה\"ת שם תשעט, א. תשפא, ב ואילך. תשפג, ב ואילך. שם כרך ז תתתז, א ואילך. ד\"ה זה (הא') תרכ\"ז פ\"ו ואילך (סה\"מ תרכ\"ז ע' לז ואילך).16) דניאל ז, ט.17) באוה\"ת שם תשפא, ב. ועד\"ז בד\"ה זה (הא') תרכ\"ז פ\"ה (סה\"מ שם ע' לה).18) ראה ב\"ר פס\"ה, ט (ועד\"ז בב\"מ פז, א) \"אברהם תבע זקנה .. כיון שעמד אברהם נתן לו זקנה ואברהם זקן\", וביפ\"ת שם (הובא באוה\"ת שם תשעח, ב. תשעט, ב. ד\"ה הנ\"ל תרכ\"ז בתחלתו – ע' כח) שמקודם הי' הזקנה ניכר מהפנים והגוף, ומאברהם הותחל חתימת זקן (דיקנא).19) בחדא\"ג מהרש\"א לב\"מ שם, שגם מקודם הי' חתימת זקן, והחידוש ד\"ואברהם זקן\" הוא שנעשה הזקנה בליבון שער. ועפ\"ז מובן הקשר ד\"ואברהם זקן\" עם \"לבושי' כתלג חיוור\".20) ראה לקו\"ת אחרי כז, ד. שם כח, ד. ובכ\"מ.21) וכמפורש באוה\"ת שם תשפה, ב בהקיצורים \"בא בימים .. א\"א הנק' עתיק יומין\".22) ראה מאו\"א שבהערה הבאה. ובכ\"מ. ובלקו\"ת שלח נא, ג \"א\"א שנק' ג\"כ עתיקא, כנודע\".23) ראה מאו\"א מערכת ע' אות נה (הובא בהמשך תער\"ב ח\"ג ע' א'תלט) \"וא\"א המלביש אותו נק' ג\"כ ע\"ש שמו עתיק יומין\".24) לקו\"ת שה\"ש מו, ב, מע\"ח שער יב (שער אריך אנפין) פ\"א-ב. ובכ\"מ.25) אוה\"ת שם תשעט, א. תשפד, א. ד\"ה הנ\"ל (הב') תרכ\"ז פ\"ח (סה\"מ שם ע' מד).26) ראה קידושין לב, ב. תו\"כ עה\"פ קדושים יט, לב.27) ראה זח\"א רכד, א. תו\"א פרשתנו טז, א ואילך. ובארוכה בד\"ה זה ה'תשל\"ח (לקמן ע' שז ואילך). וש\"נ.בתו\"א שם סע\"א ואילך, שהלבושים הם תורה ומצוות. וכ\"ה בתו\"א משפטים עט, סע\"ג (הובא באוה\"ת שם תשפב, א. ד\"ה הנ\"ל תרכ\"ז פ\"ו (סה\"מ תרכ\"ז ע' לח)) \"הימים הם בחינת לבושים והם לבושי התורה והמצוות\". אבל בפרטיות, רק המצוות הם לבושים (\"ימים\"), משא\"כ התורה הו\"ע \"זקן\", כמפורש באוה\"ת וסה\"מ תרכ\"ז שבהערה 25.28) \"בא בימים\" הוא כמו \"עתיק יומין\". משא\"כ \"זקן\" שהוא \"לבושי' כתלג חיוור\" (כנ\"ל מהצ\"צ), אינו נקרא בשם \"עתיק יומין\" ורק לבושו של \"עתיק יומין\".29) ראה לקו\"ת אחרי כח, ד. ובכ\"מ.30) בלקו\"ת שה\"ש כד, ב משמע שאתעדל\"ת מגעת רק עד עצם ח\"ס, משא\"כ בגלגלתא. אבל ראה לקוטי לוי\"צ לתנ\"ך ומחז\"ל ע' קט, שבכללות – אתעדל\"ת מגעת גם בגלגלתא דאריך. עיי\"ש בארוכה.31) ראה בארוכה לקו\"ת שה\"ש שבהערה 14, שבאתעדל\"ע שאין אתעדל\"ת מגעת לשם – שתי בחינות: אתעדל\"ע שלפני האתעדל\"ת, ואתעדל\"ע שלאחרי שלימות העבודה. ובלקוטי לוי\"צ שם ע' קי, שבחינה הראשונה היא בב\"ן דעתיק, והשני' במ\"ה דעתיק. עיי\"ש בארוכה.32) אוה\"ת שם תשפד, ב. וכן הוא גם בסד\"ה הנ\"ל (הב') תרכ\"ז (סה\"מ תרכ\"ז ע' מה).33) וי\"ל שהכוונה כאן ב\"פנימיות עתיק שלמעלה מאריך\" היא לג\"ר דעתיק שאינם מתלבשות באריך. ולהעיר מהמשך תרס\"ו ע' רסא, דשרש המ\"ע הוא באריך ובז\"ת דעתיק שמתלבשות באריך, ושרש המל\"ת הוא בג\"ר דעתיק שאינן מתלבשות באריך.34) ראה לקו\"ת ר\"פ פקודי. ובכ\"מ.35) והגם שצורך העבודה להמשכת בחינה זו היא (לא שהעבודה מעוררת אותה, ורק) מפני שצ\"ל אתר שלים (כנ\"ל ס\"ב) – השלימות דהמקום (שבו נמשכת האתעדל\"ע) צריך להיות לו איזה שייכות וערך לההמשכה.36) נוסח ברכות השחר, מברכות ס, ב. וראה מאמרי אדה\"ז על פרשיות התורה ח\"א ע' רו.37) פרש\"י לאבות פ\"ה מ\"ג – הובא באוה\"ת שם תשעט, סע\"א ואילך.38) ראה שעהיוה\"א פי\"א. ובכ\"מ.39) תרגום ירושלמי וירא כב, א. פדר\"א פל\"א. מפרשי המשנה לאבות שם. ובכ\"מ.40) שמו\"ר פמ\"ב, ח.41) דברים א, ב.42) סה\"מ עטר\"ת ע' תקפז.43) ע\"ח שבהערה 10.44) וראה סה\"מ עטר\"ת שם שזהו גם ביאור הפלוגתא (ראה סהמ\"צ להרמב\"ם מ\"ע א' ובהשגות הרמב\"ן שם) אם אנכי נמנה בתרי\"ג מצוות. עיי\"ש בארוכה.45) תקו\"ז בהקדמה (\"פתח אליהו\") יז, א.46) ראה אגה\"ק סי\"ג (קיט, ב). סט\"ו (קכא, סע\"א ואילך).47) וירא כב, יב.48) סנהדרין פט, ב. תנחומא וירא כב. פרש\"י עה\"פ וירא שם. – נתבאר בלקו\"ש ח\"כ שיחה ג' לפ' וירא (ע' 73 ואילך).49) וירא שם, טז.50) זהר ח\"ג קל, ב. \"קיצורים והערות\" לתניא ע' נג. ד\"ה תניא כו' משביעין אותו להצ\"צ (\"קיצורים והערות\" לתניא הוצאת קה\"ת תשמ\"ט ע' קסח).51) שבהערה 4 – הובא בד\"ה ואברהם זקן תרס\"ו בסופו (המשך תרס\"ו ע' פה).52) לקו\"ת ברכה צו, ג.53) יהושע כד, ג.54) רמז, א-ב.55) ישעי' סג, טז. שבת פט, ב.56) פע\"ח שער ז (שער הק\"ש) פט\"ו. לקו\"ת שה\"ש ט, רע\"ג (מרמ\"ז – הובא במקדש מלך – לזח\"א ד, ב). שם נ, ג.57) ראה לקו\"ת ברכה שם.58) לקו\"ת שם צו, סע\"ג ואילך.59) ב\"ר פס\"ג, ד.60) ראה זח\"ג נג, ב. רד\"ק לתהלים יט, ח. גו\"א ר\"פ בראשית.61) אבל לא ממש – שהרי נצטווינו לבקש אל תביאנו לידי נסיון (כנ\"ל סוף סעיף ד).62) ישעי' סד, ג.63) קידושין מ, ב. ב\"ק יז, א.64) אגה\"ק דהבעש\"ט, נדפסה גם בכתר שם טוב בתחלתו.",
      "glossary": "|אבינו אברהם (Avinu Avraham): Our father Abraham; אדמו\"ר (Admor): Rebbe; אומר (Omer): Says; אזי (Azai): Then; אין הקב\"ה (Ein HaKadosh Baruch Hu): The Holy One Blessed Be He does not; אינו (Eino): Is not; אינו אומר (Eino omer): Does not say; אלא (Ela): Rather; את אברהם (Et Avraham): Abraham; אתברך (Itbarach): Was blessed; אתעדל\"ת (It'arutah d'letata): Awakening from below; אתערותא דלעילא (It'arutah d'le'eila): Awakening from above; אתערותא דלתתא (It'arutah d'letata): Awakening from below; אתר (Atar): Place; בא (Bo): Come; בא בימים (Ba bayamim): Advanced in days; באה (Ba'ah): Comes; באריך (B'Arich): In Arich; בבחינה זו (B'vechinah zo): In this aspect; בגימטריא (Begematria): In numerical value; בה (Bah): In it; בהן (Bahen): In them; בודק (Bodek): Tests; בוחן (Bochen): Examines; בזה (Bazeh): In this; בזהר (BaZohar): In the Zohar; בזקנה (Bizkeinah): In old age; בחינת (Bechinat): Aspect of; בחיצוניות הכתר (B'chitzoniyut HaKeter): In the externality of Keter; בחשבון (B'cheshbon): In calculation; בכל (Bakol): With everything; בלי גבול (Bli Gevul): Without limit; במדרש (BaMidrash): In the Midrash; במתנות כהונה (B'Matnot Kehunah): In Gifts of the Priesthood; בן (Ben): Son; בנו (Bno): His son; בנוגע (B'noge'a): Regarding; בס\"ד (Besiyata Dishmaya): With Divine assistance; בעתיק יומין (B'Atik Yomin): In Ancient of Days; ברך (Berach): Blessed; ברכאן (Birchan): Blessings; ברכו (Bercho): Blessed him; ברכת הקב\"ה (Birkat HaKadosh Baruch Hu): Blessing of the Holy One; בשם (B'shem): By the name; ג\"כ (Gam ken): Also; ג\"ר דעתיק (G\"R d'Atik): G\"R of Atik; גודל העילוי (Godel Ha'iluy): Greatness of elevation; גילויים (Giluyim): Revelations; גם (Gam): Also; ד\"ה (Dibur Hamaschil): Opening words; דהפירוש (D'haPerush): Of the interpretation; דהקב\"ה (D'HaKadosh Baruch Hu): Of the Holy One; דוקא (Davka): Specifically; דזה (D'zeh): That this; דזוהי (D'zohi): That this is; דזקן בא בימים (D'zaken ba bayamim): Of old, advanced in days; דיוק (Diyuk): Precise interpretation; דיקנא (Dikna): Beard; דשנת (D'shnat): Of the year; ה'תשל\"ז (5737): Hebrew year 5737; האדם (Ha'adam): The person; הבאה (Haba'ah): That comes; הביאור (HaBiur): The explanation; הוא (Hu): Is; הוא (Hu): It is; היא (Hi): Is; היה (Hayah): Was; היה לו (Hayah lo): Had; הכתוב (HaKatuv): The verse; המשיך (Himshich): Drew; המשך (Hemshech): Continuation; העלם העצמי (He'elem Atzmi): Essential concealment; הפירוש (HaPerush): The interpretation; הצ\"צ (HaTzemach Tzedek): The Tzemach Tzedek; הקב\"ה (HaKadosh Baruch Hu): The Holy One Blessed Be He; הקדמה (Hakdamah): Introduction; השייכות (HaShayachut): The connection; השייכות (Hashayachut): Connection; ואברהם זקן בא בימים (V'Avraham zaken ba bayamim): And Abraham was old, advanced in days; ואח\"כ (V'achar kach): And afterwards; ובימים (U'vayamim): And in days; וה' ברך את אברהם בכל (V'Hashem berach et Avraham bakol): And God blessed Abraham with everything; והגם (V'hagam): And although; וזה (V'zeh): And this; וזהו (V'zehu): And this is; ויאמר אברהם אל עבדו (Vayomer Avraham el avdo): And Abraham said to his servant; ויש לומר (V'yesh lomar): And one can say; ויתירה מזו (Viteirah mizo): And more than this; וכנ\"ל (V'chena\"l): As mentioned above; ולבוש (U'lvosh): And wear; ולמעלה יותר (U'lemala yoter): And higher still; ונמשכת (V'nimshachet): And is drawn; ועד (V'ad): And up to; ופירש (U'feirash): And explained; ז\"ת דעתיק (Z\"T d'Atik): Z\"T of Atik; זה (Zeh): This; זקן (Zaken): Old age; זקן (Zaken): Old; זקן בא בימים (Zaken ba bayamim): Old, advanced in days; חיי שרה (Chayei Sarah): Life of Sarah; י\"ג תיקוני דיקנא (13 Tikunei Dikna): Thirteen rectifications of the beard; יותר (Yoter): More; יצחק (Yitzchak): Isaac; יצחק ורבקה (Yitzchak v'Rivkah): Isaac and Rebecca; יש לומר (Yesh lomar): One can say; כ\"א (Ela): Rather; כדאיתא (Kedaita): As it is stated; כי (Ki): Because; כל (Kol): Everything/all; כל (Kol): Everything; כנגד (K'neged): Corresponding to; כסלו (Kislev): Hebrew month of Kislev; כתובים (Ketuvim): Verses; כתיב (Katav): It is written; כתלג חיוור (K'telag chivar): Like white snow; לא (Lo): Not; לאברהם (L'Avraham): To Abraham; לאחרי (L'acharei): After; לאריך (L'Arich): To Arich; לבושו (Levusho): His garment; לבושי (Levushai): My garments; לבושי' (Levushei): His garments; לבחינת (Livchinat): To the aspect of; לבני (Livni): For my son; להיות (Lihyot): To be; ליצחק (L'Yitzchak): For Isaac; לעתיק ממש (L'Atik mamash): To Atik itself; לפי (L'fi): Because; לקחת אשה (Lakachat ishah): To take a wife; לשון הכתוב (Leshon HaKatuv): Language of the verse; לשם (L'sham): There; לשררה (L'sharara): To authority; מאמרו (Ma'amaro): His discourse; מאתר (Me'atar): From the place; מבה\"ח (Motzaei Shabbat Kodesh): Saturday night; מגעת (Maga'at): Reaches; מדרש (Midrash): Midrashic text; מהורש\"ב (Maharshab): Rabbi Sholom Ber; מהמאמר (MehaM'amar): From the discourse; מוסיף (Mosif): Adds; מייחס (Meyaches): Attributes; מלובשים (Melubashim): Are clothed; מלובשים (Melubashim): Clothed; מלמעלה (Milemala): From above; מעלה (Ma'aleh): Elevate; מפרט (Mefaret): Specifies; משא\"כ (Masha kein): Unlike; מתמן (Mitan): From there; מתעוררת (Mit'oreret): Is aroused; נ\"ע (Niftar): Of blessed memory; נמשכים (Nimshachim): Are drawn; נסהו (Nisahu): Tested him; נעלה (Na'aleh): Elevated; נפקי (Nafkei): Emerge; נק' (Nikra): Is called; נקודת הביאור (Nekudat Habiur): Point of explanation; נקרא (Nikra): Is called; נשואי (Nissuei): Marriage of; סעיף א (Se'if alef): Section A; סתם (Setam): Unspecified; ע\"י (Al yedei): Through; ע\"ס (Eser Sefirot): Ten Sefirot; עבדו (Avdo): His servant; עבודתו (Avodato): His service; עה\"פ (Al HaPasuk): On the verse; עם (Im): With; עם היות (Im heyot): Despite being; עמד (Amad): Stood; עשר נסיונות (Eser Nisyonot): Ten trials; עשר ספירות (Eser Sefirot): Ten Sefirot; עתיק יומין (Atik Yomin): Ancient of Days; עתיק עצמו (Atik atzmo): Atik itself; פירוש (Perush): Interpretation/commentary; פנימיות הכתר (Pnimiyut HaKeter): Inner aspect of Keter; פנימיות עתיק (Pnimiyut Atik): Inner aspect of Atik; פסוק (Pasuk): Verse; פרטים (Peratim): Details; צריך (Tzarich): Needs; קאי (Kai): Refers to; רש\"י (Rashi): Rabbi Shlomo Yitzchaki; ש\"פ (Shabbat Parshat): Shabbat of Torah portion; שאברהם (She'Avraham): That Abraham; שאינם (She'einam): That are not; שאמר (She'amar): That said; שאריך (She'Arich): That Arich; שבא בימים (Sheba bayamim): That advanced in days; שבהן (Shebahen): That are in them; שבו (Shebo): In it; שבעתיק גופא (She'b'Atik gufa): That in Atik itself; שברכה זו (Shebracha zo): That this blessing; שגם (Shegam): That also; שהוא (Shehu): Which is; שהוי' (SheHashem): That God; שהיה (Shehayah): That was; שהכוונה (ShehaKavanah): That the intention; שהענין (ShehaInyan): That the matter; שזקן (Shezaken): That old; שזקן בא בימים (Shezaken ba bayamim): That old, advanced in days; שייך (Shayach): Relevant; שכל (Shekol): That everything; של אברהם (Shel Avraham): Of Abraham; של הקב\"ה (Shel HaKadosh Baruch Hu): Of the Holy One; שלח (Shalach): Sent; שלים (Shalem): Complete; שלמעלה (Shelemala): That is above; שנאמר (Shene'emar): As it is said; שנקרא (Shenikra): That is called; שנתברך (Shenitbarach): That he was blessed; שעמד (She'amad): That he stood; תרס\"ו (5666): Hebrew year 5666;"
    },
    "search_tags": [
      "מקדש",
      "דור",
      "עבודה",
      "תכלית",
      "אברהם",
      "העלם",
      "Love",
      "Knowledge",
      "Temple",
      "Wisdom",
      "דעת",
      "Isaac",
      "Fear/Awe",
      "Sefirot",
      "ספירות",
      "יצחק",
      "גבורה",
      "Concealment",
      "Commandments",
      "Purpose",
      "Chain of descent",
      "Torah",
      "כוונה",
      "Generation",
      "מצוות",
      "המשכה",
      "Kindness",
      "חסידות",
      "תורה",
      "Light",
      "חסד",
      "השתלשלות",
      "אהבה",
      "Severity",
      "Will",
      "אור",
      "Intention",
      "עצמות",
      "משיח",
      "Essence",
      "יראה",
      "Revelation",
      "Service",
      "גילוי",
      "רצון",
      "חסיד",
      "Chassid",
      "Abraham",
      "Chassidut",
      "Drawing down",
      "חכמה",
      "Messiah"
    ]
  }
}