{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "4_עט",
    "reference": "Reference: 4_עט",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אלקות",
        "אור",
        "אוא\"ס",
        "עצמות",
        "גילוי",
        "צמצום",
        "תחתונים",
        "עליונים",
        "אצילות",
        "בריאה",
        "יצירה",
        "עולם",
        "עולמות",
        "מלכות",
        "חסד",
        "הוד",
        "ספירות",
        "ספירה",
        "דוד",
        "ישראל",
        "מצוות",
        "מצוה",
        "תורה",
        "גן עדן",
        "משיח",
        "עבודה",
        "אהבה",
        "יראה",
        "התקשרות",
        "דירה",
        "תכלית",
        "כוונה",
        "רצון",
        "חטא",
        "השתלשלות"
      ],
      "key_concepts": [
        "Divinity",
        "Light",
        "Infinite Light",
        "Essence",
        "Revelation",
        "Contraction",
        "Lower worlds",
        "Upper worlds",
        "Emanation",
        "Creation",
        "Formation",
        "World",
        "Worlds",
        "Kingship",
        "Kindness",
        "Splendor",
        "Sefirot",
        "Sefirah",
        "David",
        "Israel",
        "Commandments",
        "Commandment",
        "Torah",
        "Garden of Eden",
        "Messiah",
        "Service",
        "Love",
        "Fear/Awe",
        "Connection",
        "Dwelling",
        "Purpose",
        "Intention",
        "Will",
        "Sin",
        "Chain of descent"
      ],
      "biblical_references": [
        "שה\"ש ג, יא",
        "שה\"ש ח, יג",
        "שה\"ש יא, ד",
        "שה\"ש יא, ד",
        "שה\"ש מח, א",
        "בראשית ב, ד",
        "ויקרא ארץ, ששמות",
        "תהלים קיג, ט",
        "תהלים פט, ג",
        "תהלים נ, א",
        "תהלים פא, ג",
        "ישעי' מג, י",
        "ישעי' ל, כ"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "ברכות בפרטיות, ואומר",
        "ברכות כב, א",
        "סנהדרין ק, סע"
      ],
      "chassidic_references": [
        "אדמו\"ר הזקן",
        "אדמו\"ר הזקן",
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "אדמו\"ר הצ\"צ",
        "אדמו\"ר מהר\"ש",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א",
        "תו\"א",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 1514,
      "chunk_count": 7
    },
    "content": {
      "main_text": "בס\"ד. אור לי\"ד כסלו ה'תשל\"טאשר ברא ששון ושמחה חתן וכלה גילה רינה דיצה וחדוה אהבה ואחוה שלום וריעות1, ומביא כ\"ק מו\"ח אדמו\"ר במאמרו ד\"ה זה2 (שבקונטרס דרושי חתונה תרפ\"ט3) את מאמר הזהר בפרשת תרומה4 שמבאר שם כל השבע ברכות בפרטיות, ואומר שם בנוגע לברכה השביעית [שהיא כוללת את כל הברכות], שביעאה איהו מקיים כולא, ומהאי שביעאה מתברכאן כולא ודאי כללא דעשר אמירן, בגין דדא כליל עילא ותתא ועל דא כליל בהאי י' זיני דחדוה כו'. ומבאר בהמאמר, שכללא דעשר אמירן כולל עשרת הדברות (עילא) ועשרה מאמרות (תתא), ולהיות שברכה זו היא כללא דעשר אמירן לכן יש בה עשרה לשונות של שמחה (מלבד התיבות חתן וכלה) שהו\"ע השמחה בכל ספירה בפרט [שעי\"ז דוקא הספירות הן בשלימותן, כמובן מהמבואר בכ\"מ5 עה\"פ6 אם הבנים שמחה]. וממשיך בזהר שם (הובא בהמאמר שם) בענין ברכה השביעית, זכאין אינון ישראל דאינון זכו לתתא כגוונא דלעילא. והיינו7 שברכה זו היא (גם) שבח והודאה להקב\"ה על זה שישראל ע\"י עבודתם מבררים ומזככים את המטה (לתתא) שיהי' כגוונא דלעילא, ועי\"ז ממשיכים גילוי אוא\"ס ב\"ה גם בעולמות העליונים (לעילא).ב) וביאור הענין (וגם השייכות דענין זכו לתתא כגוונא דלעילא לענין חתן וכלה), הוא, דכל הענינים שלמטה משתלשלים מענינם למעלה, ובלשון התניא8 שנשתלשלו מהן, וכן הוא בחתן וכלה (שלמטה), שהם משתלשלים מחתן וכלה שלמעלה9, הקב\"ה וכנסת ישראל. וכמבואר במדרשי חז\"ל שחתן וכלה האמורים בשה\"ש קאי על הקב\"ה וכנסת ישראל. וכמרז\"ל10 ביום חתונתו11 זה מתן תורה, דמתן תורה הו\"ע הנישואין דהקב\"ה וכנסת ישראל. וי\"ל שזהו\"ע וטוב לב משתה תמיד12, כי בכל יום ויום יש הענין דמתן תורה, כמו שאומרים בברכת התורה (שמברכים בכל יום) נותן התורה לשון הוה13, ועד שבכל יום כל הקורא ושונה הקב\"ה קורא ושונה כנגדו14, ומבאר אדמו\"ר הזקן15 דזה שהקב\"ה קורא ושונה כנגדו הוא ממש כמו שהי' בשעת מתן תורה בפעם הראשונה. שלכן אמרו16 (בנוגע להלכה בפועל) מה להלן באימה וביראה וברתת ובזיע אף כאן באימה וביראה וברתת ובזיע. ובפרט לפי המבואר17 שד' לשונות אלו (אימה יראה רתת וזיע) הם כנגד ד' האותיות דשם הוי', שבמתן תורה הי' הגילוי דשם הוי' לכ\"א מישראל18, וגילוי זה הוא גם בעסק התורה עכשיו.והנה ע\"י עסק התורה פועלים גם בהעולם שיהי' כלי לאלקות. דע\"י שהתורה נסעה וירדה כו' עד שנתלבשה בדברים גשמיים בכדי שיוכל האדם לתפוס אותה במחשבה דיבור ומעשה שלו19, הנה עי\"ז ממשיכים גם בהעולם. דהנה ידוע20 שעשרה מאמרות שבהם נברא העולם21 הם מכוונים כנגד עשרת הדברות, כדאיתא בזהר22 עה\"פ23 עשרה עשרה הכף בשקל הקודש, ולכן ע\"י עסק התורה (עשרת הדברות) פועלים בהעשרה מאמרות, שגם הם יהיו בשקל הקודש24.ויש לומר, דזה שעשרה מאמרות ועשרת הדברות שקולים זה כנגד זה, הכוונה בזה היא גם שכל אחד פועל בהשני. דכמו שעשרת הדברות פועלים (כנ\"ל) בהעשרה מאמרות, וכמאמר25 אסתכל באורייתא וברא עלמא, שבריאת העולם היא ע\"י העשרה מאמרות כמו שהם בתורה26, שירדו אח\"כ בבחי' מילין דהדיוטא27 להוות את העולם, עד\"ז הוא לאידך, שעבודת האדם בעניני העולם שנברא בהעשרה מאמרות מילין דהדיוטא פועלת בעשרת הדברות [שלכן יש פירוש28 במאמר הזהר עה\"פ עשרה עשרה גו', שעשרה מאמרות הם גבוהים מעשרת הדברות]. וי\"ל שהוא ע\"פ המבואר באגה\"ק29 שבירור הלכה בתורה הוא ע\"י נשמה בגוף דוקא, ולכן באים העליונים לשמוע חידושי תורה מהתחתונים (וכמרז\"ל30 עה\"פ31 חברים מקשיבים לקולך). ועד שהקב\"ה אומר למלאכי השרת לי מה אתם שואלים אני ואתם נלך אצל ב\"ד של מטה32.ועד\"ז הוא גם בחתן וכלה, דעם היות שהחתן וכלה שלמטה משתלשלים מבחי' חתן וכלה שלמעלה, שענינם בספירות הוא ז\"א ומלכות33, ולמעלה יותר קוב\"ה ושכינתי' (חתן וכלה) הו\"ע אוא\"ס שלפני הצמצום והקו כמבואר בארוכה בדרושי כ\"ק אדמו\"ר מהר\"ש34, ועד שהענין דקוב\"ה ושכינתי' הוא גם לפני הצמצום35, מ\"מ, ע\"י העבודה למטה דוקא (ובפרטיות ע\"י שמחת חתן וכלה שלמטה) ממשיכים תוספת אור בחתן וכלה שלמעלה גם כמו שהם בשרשם הראשון לפני הצמצום. וע\"ד שע\"י עסק התורה והמצוות שלמטה דוקא נעשה יחוד קוב\"ה ושכינתי'36 כמבואר בתניא37, גם כמו שהם למעלה מעלה.ג) ומדייק בהמאמר38 למה מקדים ששון ושמחה לפני חתן וכלה, והרי השמחה (שבברכה זו) היא מה שמשמחים את החתן ואת הכלה וכמאמר39 כיצד מרקדין לפני הכלה. גם אינו מובן40 מ\"ש אשר ברא כו' חתן וכלה, דכיון שהתחלת הענין דחתן וכלה הוא חתן וכלה שלמעלה, איך שייך לומר על זה אשר ברא, לשון בריאה. והרי אפילו כלה (שלמעלה), ספירת המלכות, היא בכלל הספירות דאצילות [עשר ולא תשע41, כי המלכות משלימה הספירות, אנכי42 שלומי אמוני ישראל43], ועאכו\"כ בחתן שלמעלה שהוא ז\"א, איך שייך לומר בו הלשון בריאה.ומבאר44 בהקדם מ\"ש45 לפני לא נוצר א-ל, שאינו מובן46 איך שייך לשון יצירה על שם א-ל שהוא משמותיו של הקב\"ה, מז' השמות שאינם נמחקים47. והדיוק בפסוק זה הוא עוד יותר מהדיוק בברכת אשר ברא, כיון שיצירה (\"נוצר\") היא למטה מבריאה (\"ברא\").והענין הוא, שמבאר בהמאמר43, דשם א-ל שייך לעולמות. דשם א-ל הוא בחסד48, ובענין החסד כתיב49 כי אמרתי עולם חסד יבנה, שהכוונה בזה היא שבנין העולם הוא ע\"י ספירת החסד ושבנין ספירת החסד הוא בשביל התהוות העולמות50. ולכן שייך בשם א-ל לשון יצירה להיותו מקור לעולמות. ועד\"ז51 הוא גם בנוגע לבחי' חתן (ששייך בו לשון בריאה), כי חתן הוא מלשון חות דרגא52 [דהגם שהחילוק בין ז\"א (חתן) למלכות (כלה) הוא שהמלכות גם כמו שהיא באצילות היא השרש ומקור דבי\"ע משא\"כ ז\"א הוא סוף עולמות הא\"ס (כמבואר בתו\"א53 ב\"כי\"ק אדמו\"ר נ\"ע\"), מ\"מ חתן הוא מלשון חות דרגא], ירידה, ולכן שייך בו לשון בריאה.ד) וביאור הענין, הנה ידוע שהסיבה לבריאת העולם וכל סדר ההשתלשלות הוא החסד שבאוא\"ס, כמבואר בארוכה בד\"ה אתה אחד לאדמו\"ר האמצעי54 ובכמה דרושים שלו. וענין החסד שבאוא\"ס הוא כללות ענין הגילוי, וכמו שמבאר אדמו\"ר הצ\"צ ברשימותיו לתהלים55 עה\"פ56 א-ל אלקים הוי' דיבר ויקרא ארץ, ששמות אלה ישנם גם לפני הצמצום, א-ל (חסד) מורה על התחלת גילוי האור (מה שהי' ממלא מקום החלל57). ולכן שם א-ל קדם לשם אלקים, כי תחלה הו\"ע הגילוי והוא שרש וסיבת ההתהוות, ולאח\"ז (בכדי שיהי' אפשר להיות התהוותם בפועל) הי' הצמצום, אלקים.וגם בההתהוות עצמה שבה קדם הצמצום וכמרז\"ל58 בתחלה עלה במחשבה לברוא את העולם במדת הדין, הנה נוסף לזה שהצמצום הוא בשביל הגילוי (כמבואר בהמשך תער\"ב59 ובכ\"מ), הנה גם הצמצום גופא הוא מצד החסד, וכמו שמבאר הרב המגיד60 שהצמצום שלמעלה הוא כמו אב המצמצם את שכלו כו' בשביל בנו הקטן כו' האהבה גרמה את הצמצום. היינו שהצמצום הוא בכדי שהאור יומשך ויתקבל בהתחתונים, ועד שיומשך בהם גילוי אור נעלה יותר מהאור שהאיר בגילוי קודם הצמצום61. ועד שיהי' דירה לו ית', לו לעצמותו [בדוגמת דירת האדם, שעצמות האדם דר בהדירה]62, ושהעצמות יהי' בהם בגילוי כמ\"ש63 ולא יכנף עוד מוריך.ה) והנה הסיבה לבנין החסד (בכדי שיהי' התהוות העולם) היא כי חפץ חסד הוא64. והענין דחפץ חסד הוא למעלה מחסד (לא רק מחסד כמו שהוא במדות אלא למעלה גם משרשו כמו שהוא במוחין וכו'), כי ענינו הוא חפץ, רצון ותענוג, אלא שהחפץ הוא שיהי' חסד65. וחפץ זה הוא הסיבה לבנין החסד שממנו נבנה העולם. ויש לומר, דחתן מלשון חות דרגא הוא בחי' חפץ (חסד) שלמעלה מחסד. דזה שנתעורר ברצון וחפץ שיהי' חסד הוא ירידה (חות דרגא) לגבי עצמות אוא\"ס. [ויש לומר דזהו מ\"ש בהמאמר66 שחתן הוא התקשרות, והוא מה שאוא\"ס התקשר כביכול לברוא את העולם, דיש לומר, שזה שאוא\"ס התקשר כביכול לברוא את העולם הו\"ע הרצון והחפץ]. וכיון שהירידה להיות חפץ חסד היא ירידה באין ערוך, לכן שייך בזה לשון בריאה, אשר ברא כו' חתן. ועפ\"ז יובן גם מה שבחתן נאמר לשון בריאה, ובשם א-ל נאמר לשון יצירה (לפני לא נוצר א-ל), כי חפץ חסד (שאינו אלא חפץ ורצון שיהי' חסד) הוא למעלה מציור, ולכן שייך בו רק הלשון בריאה, משא\"כ בחסד (שם א-ל בחסד), גם כמו שהוא לפני הצמצום, מכיון שהוא ציור (של חסד), שייך בזה לשון יצירה.ו) וזהו אשר ברא ששון ושמחה חתן וכלה כו', שקאי (גם) על בריאת חתן וכלה שלמעלה (שמהם משתלשלים חתן וכלה שלמטה). וזה שנקראים בשם חתן וכלה (דשמו אשר יקראו לו בלה\"ק מורה על תוכנו של הדבר ועד שהוא המהוה ומחי' ומקיים את הדבר כתורת הבעש\"ט הידועה67), הוא, כי חתן הוא מלשון חות דרגא כמשנת\"ל (סעיף ג), וכלה היא מלשון כליון ומלשון כלתה נפשי68 [שהם שתי בחי' בכלה, כמבואר בלקו\"ת69]. והכוונה בבריאת חתן וכלה שלמעלה היא בכדי שיומשכו מהם חתן וכלה שלמטה, וכמבואר לעיל (סעיף ג) בפירוש הכתוב כי אמרתי עולם חסד יבנה שבנין ספירת החסד הוא בכדי שיהי' התהוות העולם. ולכן ע\"י עבודת ישראל למטה ובפרט בזה שמשמחים את החתן וכלה (כפשוטם למטה), עי\"ז פועלים הן לעילא והן לתתא, ועד שנעשה שמח תשמח רעים האהובים כשמחך יצירך בגן עדן מקדם70 (קודם החטא) שאז הי' העולם על מילואו71, אלה תולדות השמים והארץ בהבראם72, תולדות מלא73. ויתירה מזו, דכיון שהכוונה בהירידה (דעולם) שנעשה ע\"י חטא עה\"ד היא לצורך עלי', הרי מובן שהעלי' היא למקום גבוה יותר מכמו שהי' קודם הירידה, ולכן, ע\"י העבודה (שלאחרי החטא) יהי' עילוי נעלה יותר גם מכמו שהי' בתחלת הבריאה, אלה תולדות פרץ74, תולדות מלא72, דתולדות מלא שבפסוק זה הוא למעלה יותר מתולדות מלא שבתחלת הבריאה. וגילוי עילוי זה יהי' בביאת משיח צדקנו, כמו שמסיים שם (בתולדות פרץ75) וישי הוליד את דוד, דוד מלכא משיחא.וגילוי זה יהי' בקרוב ממש ובעגלא דידן, בחסד וברחמים ובטוב הנראה והנגלה, ע\"י מעשינו ועבודתנו במשך שיתא76 אלפי שני דהוה עלמא77 [שזה כולל ענין הזמן (שיתא אלפי שני) וענין המקום (עלמא) יחד], ובפרט ע\"י העבודה דיפוצו מעינותיך, המעיינות דתורת הבעש\"ט, ובפרט כמו שנתגלו ע\"י אדמו\"ר הזקן לאחרי י\"ט כסלו [וכידוע מאמר אדמו\"ר (מהורש\"ב) נ\"ע78 שענין יפוצו מעינותיך חוצה הותחל בעיקר לאחרי פטרבורג], שעי\"ז אתי מר דא מלכא משיחא79 שאז יהיו הנישואין של הקב\"ה וכנסת ישראל80, וגם הנישואין דהקב\"ה ודכל אחד מישראל, בתכלית השלימות, כמבואר בארוכה בכ\"מ81 עה\"פ82 כימי צאתך מארץ מצרים אראנו נפלאות שהענינים דלע\"ל יהיו נפלאות – נו\"ן פלאות – אפילו בערך הנסים והנפלאות דיציאת מצרים, שאז יהי' ענין הנישואין בשלימות, בקרוב ממש, במהרה בימינו.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד אור לי\"ד כסלו ה'תשל\"טאשר ברא ששון ושמחה חתן וכלה גילה רינה דיצה וחדוה אהבה ואחוה שלום וריעות1, ומביא כ\"ק מו\"ח אדמו\"ר במאמרו ד\"ה זה2 (שבקונטרס דרושי חתונה תרפ\"ט3) את מאמר הזהר בפרשת תרומה4 שמבאר שם כל השבע ברכות בפרטיות, ואומר שם בנוגע לברכה השביעית [שהיא כוללת את כל הברכות], שביעאה איהו מקיים כולא, ומהאי שביעאה מתברכאן כולא ודאי כללא דעשר אמירן, בגין דדא כליל עילא ותתא ועל דא כליל בהאי י' זיני דחדוה כו' ומבאר בהמאמר, שכללא דעשר אמירן כולל עשרת הדברות (עילא) ועשרה מאמרות (תתא), ולהיות שברכה זו היא כללא דעשר אמירן לכן יש בה עשרה לשונות של שמחה (מלבד התיבות חתן וכלה) שהו\"ע השמחה בכל ספירה בפרט [שעי\"ז דוקא הספירות הן בשלימותן, כמובן מהמבואר בכ\"מ5 עה\"פ6 אם הבנים שמחה] וממשיך בזהר שם (הובא בהמאמר שם) בענין ברכה השביעית, זכאין אינון ישראל דאינון זכו לתתא כגוונא דלעילא והיינו7 שברכה זו היא (גם) שבח והודאה להקב\"ה על זה שישראל ע\"י עבודתם מבררים ומזככים את המטה (לתתא) שיהי' כגוונא דלעילא, ועי\"ז ממשיכים גילוי אוא\"ס ב\"ה גם בעולמות העליונים (לעילא).ב) וביאור הענין (וגם השייכות דענין זכו לתתא כגוונא דלעילא לענין חתן וכלה), הוא, דכל הענינים שלמטה משתלשלים מענינם למעלה, ובלשון התניא8 שנשתלשלו מהן, וכן הוא בחתן וכלה (שלמטה), שהם משתלשלים מחתן וכלה שלמעלה9, הקב\"ה וכנסת ישראל וכמבואר במדרשי חז\"ל שחתן וכלה האמורים בשה\"ש קאי על הקב\"ה וכנסת ישראל וכמרז\"ל10 ביום חתונתו11 זה מתן תורה, דמתן תורה הו\"ע הנישואין דהקב\"ה וכנסת ישראל",
          "topics": [
            "אור",
            "אוא\"ס",
            "גילוי",
            "עליונים",
            "עולמות"
          ],
          "word_count": 230
        },
        {
          "chunk_id": "chunk_2",
          "content": "וי\"ל שזהו\"ע וטוב לב משתה תמיד12, כי בכל יום ויום יש הענין דמתן תורה, כמו שאומרים בברכת התורה (שמברכים בכל יום) נותן התורה לשון הוה13, ועד שבכל יום כל הקורא ושונה הקב\"ה קורא ושונה כנגדו14, ומבאר אדמו\"ר הזקן15 דזה שהקב\"ה קורא ושונה כנגדו הוא ממש כמו שהי' בשעת מתן תורה בפעם הראשונה שלכן אמרו16 (בנוגע להלכה בפועל) מה להלן באימה וביראה וברתת ובזיע אף כאן באימה וביראה וברתת ובזיע ובפרט לפי המבואר17 שד' לשונות אלו (אימה יראה רתת וזיע) הם כנגד ד' האותיות דשם הוי', שבמתן תורה הי' הגילוי דשם הוי' לכ\"א מישראל18, וגילוי זה הוא גם בעסק התורה עכשיו.והנה ע\"י עסק התורה פועלים גם בהעולם שיהי' כלי לאלקות דע\"י שהתורה נסעה וירדה כו' עד שנתלבשה בדברים גשמיים בכדי שיוכל האדם לתפוס אותה במחשבה דיבור ומעשה שלו19, הנה עי\"ז ממשיכים גם בהעולם דהנה ידוע20 שעשרה מאמרות שבהם נברא העולם21 הם מכוונים כנגד עשרת הדברות, כדאיתא בזהר22 עה\"פ23 עשרה עשרה הכף בשקל הקודש, ולכן ע\"י עסק התורה (עשרת הדברות) פועלים בהעשרה מאמרות, שגם הם יהיו בשקל הקודש24.ויש לומר, דזה שעשרה מאמרות ועשרת הדברות שקולים זה כנגד זה, הכוונה בזה היא גם שכל אחד פועל בהשני דכמו שעשרת הדברות פועלים (כנ\"ל) בהעשרה מאמרות, וכמאמר25 אסתכל באורייתא וברא עלמא, שבריאת העולם היא ע\"י העשרה מאמרות כמו שהם בתורה26, שירדו אח\"כ בבחי' מילין דהדיוטא27 להוות את העולם, עד\"ז הוא לאידך, שעבודת האדם בעניני העולם שנברא בהעשרה מאמרות מילין דהדיוטא פועלת בעשרת הדברות [שלכן יש פירוש28 במאמר הזהר עה\"פ עשרה עשרה גו', שעשרה מאמרות הם גבוהים מעשרת הדברות]",
          "topics": [
            "אלקות",
            "אור",
            "גילוי",
            "עולם",
            "ישראל"
          ],
          "word_count": 243
        },
        {
          "chunk_id": "chunk_3",
          "content": "וי\"ל שהוא ע\"פ המבואר באגה\"ק29 שבירור הלכה בתורה הוא ע\"י נשמה בגוף דוקא, ולכן באים העליונים לשמוע חידושי תורה מהתחתונים (וכמרז\"ל30 עה\"פ31 חברים מקשיבים לקולך) ועד שהקב\"ה אומר למלאכי השרת לי מה אתם שואלים אני ואתם נלך אצל ב\"ד של מטה32.ועד\"ז הוא גם בחתן וכלה, דעם היות שהחתן וכלה שלמטה משתלשלים מבחי' חתן וכלה שלמעלה, שענינם בספירות הוא ז\"א ומלכות33, ולמעלה יותר קוב\"ה ושכינתי' (חתן וכלה) הו\"ע אוא\"ס שלפני הצמצום והקו כמבואר בארוכה בדרושי כ\"ק אדמו\"ר מהר\"ש34, ועד שהענין דקוב\"ה ושכינתי' הוא גם לפני הצמצום35, מ\"מ, ע\"י העבודה למטה דוקא (ובפרטיות ע\"י שמחת חתן וכלה שלמטה) ממשיכים תוספת אור בחתן וכלה שלמעלה גם כמו שהם בשרשם הראשון לפני הצמצום וע\"ד שע\"י עסק התורה והמצוות שלמטה דוקא נעשה יחוד קוב\"ה ושכינתי'36 כמבואר בתניא37, גם כמו שהם למעלה מעלה.ג) ומדייק בהמאמר38 למה מקדים ששון ושמחה לפני חתן וכלה, והרי השמחה (שבברכה זו) היא מה שמשמחים את החתן ואת הכלה וכמאמר39 כיצד מרקדין לפני הכלה גם אינו מובן40 מ\"ש אשר ברא כו' חתן וכלה, דכיון שהתחלת הענין דחתן וכלה הוא חתן וכלה שלמעלה, איך שייך לומר על זה אשר ברא, לשון בריאה והרי אפילו כלה (שלמעלה), ספירת המלכות, היא בכלל הספירות דאצילות [עשר ולא תשע41, כי המלכות משלימה הספירות, אנכי42 שלומי אמוני ישראל43], ועאכו\"כ בחתן שלמעלה שהוא ז\"א, איך שייך לומר בו הלשון בריאה.ומבאר44 בהקדם מ\"ש45 לפני לא נוצר א-ל, שאינו מובן46 איך שייך לשון יצירה על שם א-ל שהוא משמותיו של הקב\"ה, מז' השמות שאינם נמחקים47 והדיוק בפסוק זה הוא עוד יותר מהדיוק בברכת אשר ברא, כיון שיצירה (\"נוצר\") היא למטה מבריאה (\"ברא\").והענין הוא, שמבאר בהמאמר43, דשם א-ל שייך לעולמות",
          "topics": [
            "אור",
            "אוא\"ס",
            "צמצום",
            "תחתונים",
            "עליונים"
          ],
          "word_count": 258
        },
        {
          "chunk_id": "chunk_4",
          "content": "דשם א-ל הוא בחסד48, ובענין החסד כתיב49 כי אמרתי עולם חסד יבנה, שהכוונה בזה היא שבנין העולם הוא ע\"י ספירת החסד ושבנין ספירת החסד הוא בשביל התהוות העולמות50 ולכן שייך בשם א-ל לשון יצירה להיותו מקור לעולמות ועד\"ז51 הוא גם בנוגע לבחי' חתן (ששייך בו לשון בריאה), כי חתן הוא מלשון חות דרגא52 [דהגם שהחילוק בין ז\"א (חתן) למלכות (כלה) הוא שהמלכות גם כמו שהיא באצילות היא השרש ומקור דבי\"ע משא\"כ ז\"א הוא סוף עולמות הא\"ס (כמבואר בתו\"א53 ב\"כי\"ק אדמו\"ר נ\"ע\"), מ\"מ חתן הוא מלשון חות דרגא], ירידה, ולכן שייך בו לשון בריאה.ד) וביאור הענין, הנה ידוע שהסיבה לבריאת העולם וכל סדר ההשתלשלות הוא החסד שבאוא\"ס, כמבואר בארוכה בד\"ה אתה אחד לאדמו\"ר האמצעי54 ובכמה דרושים שלו וענין החסד שבאוא\"ס הוא כללות ענין הגילוי, וכמו שמבאר אדמו\"ר הצ\"צ ברשימותיו לתהלים55 עה\"פ56 א-ל אלקים הוי' דיבר ויקרא ארץ, ששמות אלה ישנם גם לפני הצמצום, א-ל (חסד) מורה על התחלת גילוי האור (מה שהי' ממלא מקום החלל57) ולכן שם א-ל קדם לשם אלקים, כי תחלה הו\"ע הגילוי והוא שרש וסיבת ההתהוות, ולאח\"ז (בכדי שיהי' אפשר להיות התהוותם בפועל) הי' הצמצום, אלקים.וגם בההתהוות עצמה שבה קדם הצמצום וכמרז\"ל58 בתחלה עלה במחשבה לברוא את העולם במדת הדין, הנה נוסף לזה שהצמצום הוא בשביל הגילוי (כמבואר בהמשך תער\"ב59 ובכ\"מ), הנה גם הצמצום גופא הוא מצד החסד, וכמו שמבאר הרב המגיד60 שהצמצום שלמעלה הוא כמו אב המצמצם את שכלו כו' בשביל בנו הקטן כו' האהבה גרמה את הצמצום היינו שהצמצום הוא בכדי שהאור יומשך ויתקבל בהתחתונים, ועד שיומשך בהם גילוי אור נעלה יותר מהאור שהאיר בגילוי קודם הצמצום61",
          "topics": [
            "אור",
            "אוא\"ס",
            "גילוי",
            "צמצום",
            "תחתונים"
          ],
          "word_count": 251
        },
        {
          "chunk_id": "chunk_5",
          "content": "ועד שיהי' דירה לו ית', לו לעצמותו [בדוגמת דירת האדם, שעצמות האדם דר בהדירה]62, ושהעצמות יהי' בהם בגילוי כמ\"ש63 ולא יכנף עוד מוריך.ה) והנה הסיבה לבנין החסד (בכדי שיהי' התהוות העולם) היא כי חפץ חסד הוא64 והענין דחפץ חסד הוא למעלה מחסד (לא רק מחסד כמו שהוא במדות אלא למעלה גם משרשו כמו שהוא במוחין וכו'), כי ענינו הוא חפץ, רצון ותענוג, אלא שהחפץ הוא שיהי' חסד65 וחפץ זה הוא הסיבה לבנין החסד שממנו נבנה העולם ויש לומר, דחתן מלשון חות דרגא הוא בחי' חפץ (חסד) שלמעלה מחסד דזה שנתעורר ברצון וחפץ שיהי' חסד הוא ירידה (חות דרגא) לגבי עצמות אוא\"ס [ויש לומר דזהו מ\"ש בהמאמר66 שחתן הוא התקשרות, והוא מה שאוא\"ס התקשר כביכול לברוא את העולם, דיש לומר, שזה שאוא\"ס התקשר כביכול לברוא את העולם הו\"ע הרצון והחפץ] וכיון שהירידה להיות חפץ חסד היא ירידה באין ערוך, לכן שייך בזה לשון בריאה, אשר ברא כו' חתן ועפ\"ז יובן גם מה שבחתן נאמר לשון בריאה, ובשם א-ל נאמר לשון יצירה (לפני לא נוצר א-ל), כי חפץ חסד (שאינו אלא חפץ ורצון שיהי' חסד) הוא למעלה מציור, ולכן שייך בו רק הלשון בריאה, משא\"כ בחסד (שם א-ל בחסד), גם כמו שהוא לפני הצמצום, מכיון שהוא ציור (של חסד), שייך בזה לשון יצירה.ו) וזהו אשר ברא ששון ושמחה חתן וכלה כו', שקאי (גם) על בריאת חתן וכלה שלמעלה (שמהם משתלשלים חתן וכלה שלמטה) וזה שנקראים בשם חתן וכלה (דשמו אשר יקראו לו בלה\"ק מורה על תוכנו של הדבר ועד שהוא המהוה ומחי' ומקיים את הדבר כתורת הבעש\"ט הידועה67), הוא, כי חתן הוא מלשון חות דרגא כמשנת\"ל (סעיף ג), וכלה היא מלשון כליון ומלשון כלתה נפשי68 [שהם שתי בחי' בכלה, כמבואר בלקו\"ת69]",
          "topics": [
            "אוא\"ס",
            "עצמות",
            "גילוי",
            "צמצום",
            "בריאה"
          ],
          "word_count": 269
        },
        {
          "chunk_id": "chunk_6",
          "content": "והכוונה בבריאת חתן וכלה שלמעלה היא בכדי שיומשכו מהם חתן וכלה שלמטה, וכמבואר לעיל (סעיף ג) בפירוש הכתוב כי אמרתי עולם חסד יבנה שבנין ספירת החסד הוא בכדי שיהי' התהוות העולם ולכן ע\"י עבודת ישראל למטה ובפרט בזה שמשמחים את החתן וכלה (כפשוטם למטה), עי\"ז פועלים הן לעילא והן לתתא, ועד שנעשה שמח תשמח רעים האהובים כשמחך יצירך בגן עדן מקדם70 (קודם החטא) שאז הי' העולם על מילואו71, אלה תולדות השמים והארץ בהבראם72, תולדות מלא73 ויתירה מזו, דכיון שהכוונה בהירידה (דעולם) שנעשה ע\"י חטא עה\"ד היא לצורך עלי', הרי מובן שהעלי' היא למקום גבוה יותר מכמו שהי' קודם הירידה, ולכן, ע\"י העבודה (שלאחרי החטא) יהי' עילוי נעלה יותר גם מכמו שהי' בתחלת הבריאה, אלה תולדות פרץ74, תולדות מלא72, דתולדות מלא שבפסוק זה הוא למעלה יותר מתולדות מלא שבתחלת הבריאה",
          "topics": [
            "בריאה",
            "עולם",
            "חסד",
            "ישראל",
            "גן עדן"
          ],
          "word_count": 129
        },
        {
          "chunk_id": "chunk_7",
          "content": "וגילוי עילוי זה יהי' בביאת משיח צדקנו, כמו שמסיים שם (בתולדות פרץ75) וישי הוליד את דוד, דוד מלכא משיחא.וגילוי זה יהי' בקרוב ממש ובעגלא דידן, בחסד וברחמים ובטוב הנראה והנגלה, ע\"י מעשינו ועבודתנו במשך שיתא76 אלפי שני דהוה עלמא77 [שזה כולל ענין הזמן (שיתא אלפי שני) וענין המקום (עלמא) יחד], ובפרט ע\"י העבודה דיפוצו מעינותיך, המעיינות דתורת הבעש\"ט, ובפרט כמו שנתגלו ע\"י אדמו\"ר הזקן לאחרי י\"ט כסלו [וכידוע מאמר אדמו\"ר (מהורש\"ב) נ\"ע78 שענין יפוצו מעינותיך חוצה הותחל בעיקר לאחרי פטרבורג], שעי\"ז אתי מר דא מלכא משיחא79 שאז יהיו הנישואין של הקב\"ה וכנסת ישראל80, וגם הנישואין דהקב\"ה ודכל אחד מישראל, בתכלית השלימות, כמבואר בארוכה בכ\"מ81 עה\"פ82 כימי צאתך מארץ מצרים אראנו נפלאות שהענינים דלע\"ל יהיו נפלאות – נו\"ן פלאות – אפילו בערך הנסים והנפלאות דיציאת מצרים, שאז יהי' ענין הנישואין בשלימות, בקרוב ממש, במהרה בימינו",
          "topics": [
            "גילוי",
            "חסד",
            "דוד",
            "ישראל",
            "משיח"
          ],
          "word_count": 134
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס י\"ד כסלו – תש\"נ, \"לקראת יום הבהיר י\"ד כסלו, יום נישואי כ\"ק אדמו\"ר שליט\"א והרבנית הצדקנית מרת חי' מושקא נ\"ע זי\"ע (בשנת תרפ\"ט) .. מוצש\"ק פ' ויצא שנת ה'תש\"נ\". מאמר זה \"אמר כ\"ק אדמו\"ר שליט\"א בהתוועדות דאור לי\"ד כסלו ה'תשל\"ט – שנת היובל להחתונה. המאמר מיוסד על ד\"ה זה שנאמר ע\"י כ\"ק אדמו\"ר מהוריי\"צ נ\"ע בי\"ד כסלו תרפ\"ט בעת החתונה\".1) נוסח ברכה ז' דברכות נישואין.2) שנאמר ב\"ג', י\"ד כסלו פ\"ט, חתונה למז\"ט\".3) קונטרס ב – נדפס בסה\"מ קונטרסים ח\"א, והו\"ל עוה\"פ ז\"ע (בשנת תשל\"ט) בקונטרס בפ\"ע. – ראה סה\"מ שם כא, ב ואילך. סה\"מ תרפ\"ט ע' 86 ואילך.4) זהר ח\"ב קסט, ב.5) ד\"ה שמח תשמח תרנ\"ז בתחלתו (סה\"מ תרנ\"ז ע' קעג ואילך). המשך תרס\"ו (הוצאת תשנ\"ט) ע' תרכה.6) תהלים קיג, ט.7) ראה ד\"ה כל הנהנה תרפ\"ט (והוא המשך לד\"ה אשר ברא הנ\"ל) פי\"א-יב (סה\"מ קונטרסים שם כז, סע\"ב ואילך. סה\"מ תרפ\"ט ע' 94 ואילך).8) ריש פ\"ג.9) ראה ד\"ה כל הנהנה הנ\"ל פי\"א (מאבודרהם ברכת נשואין ופירושן). וכ\"ה גם בד\"ה אשר ברא תרל\"ד (סה\"מ תרל\"ד ע' טז-יז). תרח\"צ פ\"ה (סה\"מ תרח\"צ ס\"ע קפו).10) תענית כו, ב (במשנה). ועד\"ז בפרש\"י עה\"פ שה\"ש ג, יא. – הובא גם בד\"ה אשר ברא תרפ\"ט הנ\"ל פ\"ג (סה\"מ קונטרסים שם כג, א). ד\"ה זה תרל\"ד ותרח\"צ שם. וראה לקו\"ת שה\"ש בתחלתו. ובכ\"מ.11) שה\"ש שם.12) משלי טו, טו. ולהעיר מסנהדרין ק, סע\"ב.13) של\"ה כה, א. לקו\"ת תזריע כג, א. תו\"ח יתרו שבהערה 15. ובכ\"מ.14) ראה תדא\"ר פי\"ח. יל\"ש איכה רמז תתרלד.15) תו\"א יתרו סז, ב. וראה גם תו\"א ויצא כא, ב. שם כב, ב. וראה גם תו\"ח יתרו שע, ב ואילך [בהוצאה החדשה – ח\"ב רנג, סע\"ב ואילך]. ויצא כד, סע\"ג ואילך. ובכ\"מ.16) ברכות כב, א.17) לקוטי הש\"ס להאריז\"ל מס' מו\"ק. וראה לקו\"ש ח\"ח ע' 258 הערה 2.18) ראה בארוכה לקו\"ת ר\"פ ראה. ובכ\"מ.19) תניא פ\"ד (ח, ב).20) ד\"ה וכל בניך תרפ\"ט (בקונטרס דרושי חתונה הנ\"ל) פ\"ג (סה\"מ קונטרסים שם יז, ב ואילך). ד\"ה שלום רב ה'תש\"ד פ\"ו (סה\"מ ה'תש\"ד ע' 75 ואילך). ועוד. וראה גם מאמרי אדמו\"ר האמצעי שבהערה 28. וש\"נ.21) אבות פ\"ה מ\"א. זהר שבהערה הבאה.22) ח\"ג יא, ב ואילך.23) נשא ז, פו.24) ראה ד\"ה וכל בניך שם רפ\"ג: ושניהם בשקל הקודש.25) זח\"ב קסא, א-ב.26) ראה זהר שם, סע\"א, שהכוונה ב\"אסתכל באורייתא\" היא לעשרה מאמרות שבתורה. ולהעיר משער היחוד והאמונה ספ\"א, דזה שהעש\"מ \"יש בהם כח וחיות לברוא יש מאין כו'\" הוא מפני שהם עשרה מאמרות שבתורה, ואורייתא וקוב\"ה כולא חד.27) זח\"ג קמט, ב. וראה לקו\"ת אחרי כה, ד.28) הובא באוה\"ת תשא ע' א'תתנא. וראה גם מאמרי אדמו\"ר האמצעי דברים ח\"א ע' רפ. וש\"נ.29) סכ\"ו (קמד, ב ואילך).30) שהש\"ר פ\"ח, יג.31) שה\"ש ח, יג.32) דב\"ר פ\"ב, יד.33) ראה גם ד\"ה שמח תשמח תרנ\"ז ע' 90. שם ע' 105 ואילך (סה\"מ תרנ\"ז ע' רסו. שם ע' רפב ואילך). ובכ\"מ.34) המשך וככה תרל\"ז פכ\"ז (ע' לג).35) המשך תרס\"ו ע' תקיז.36) שלכן אומרים לפני כל מצוה לשם יחוד קוב\"ה ושכינתי'* – כ\"ה בלקו\"ת ר\"ה נה, ג. ובכ\"מ. והוא בפע\"ח שער ו (שער הזמירות) ספ\"ה. וראה עוד בהנסמן לקמן ח\"ד ע' רמה הערה 60.*) ומה שאנו אומרים לשם יחוד רק פעם אחת קודם התפלה הוא לפי שאמירה זו היא פעולה נמשכת על כל היום – ד\"ה שמח תשמח תרנ\"ז ע' 25 (סה\"מ תרנ\"ז ע' קצח). סה\"מ עטר\"ת ע' תקיח. ועוד.37) פמ\"א (נז, ב).38) ד\"ה אשר ברא תרפ\"ט הנ\"ל בתחלתו (סה\"מ קונטרסים שם כב, רע\"א). שם פ\"ג (סה\"מ שם כג, רע\"א) וכ\"ה גם בד\"ה זה תרח\"צ פ\"א (סה\"מ תרח\"צ ע' קפד).39) כתובות טז, סע\"ב.40) ד\"ה אשר ברא תרפ\"ט פ\"ג שם. ד\"ה זה תרל\"ד (סה\"מ תרל\"ד ע' טז). תרח\"צ פ\"ה (ס\"ע קפו ואילך).41) ספר יצירה פ\"א מ\"ד. וראה זח\"ב קפז, ב. פרדס שער א (שער עשר ולא תשע) פ\"ו.42) לשון הכתוב – שמואל-ב כ, יט.43) ראה ביאורי הזהר להצ\"צ תשא ס\"ע רפ. המשך תער\"ב ח\"ב פש\"צ. סה\"מ תרפ\"ז ע' כה. ובכ\"מ. וראה ע\"ח שער ל (שער הפרצופים) דרוש ג. שער כז (שער עיבור יניקה מוחין) פ\"א. ועוד.44) בד\"ה הנ\"ל תרפ\"ט פ\"ג (סה\"מ קונטרסים שם כג, א). וכ\"ה גם בד\"ה זה תרל\"ד ותרח\"צ שבהערה 40.45) ישעי' מג, י.46) בד\"ה הנ\"ל תרפ\"ט שם: ואיתא בספרים. ובד\"ה זה תרל\"ד ותרח\"צ שם: והקשה בזהר. – ראה זח\"ג פו, א. ביאוה\"ז לשם קלח, סע\"ד ואילך. אוה\"ת משפטים ע' א'קצח ואילך. ובאוה\"ת שם: ונלאו בו כל המפרשים. – ועיין רד\"ק עה\"פ. ועוד.47) שבועות לה, סע\"א. רמב\"ם הל' יסוה\"ת פ\"ו ה\"ב.48) זח\"ג ל, ב. שם סה, א. ובכ\"מ.49) תהלים פט, ג. וראה ד\"ה אשר ברא תרפ\"ט שם.50) ראה גם לקו\"ת שה\"ש יא, ד. שם כה, ב. ובכ\"מ.51) ד\"ה כל הנהנה תרפ\"ט הנ\"ל פי\"א (סה\"מ קונטרסים שם כז, ב). ד\"ה הנ\"ל תרל\"ד ותרח\"צ שם.52) כ\"ה בד\"ה הנ\"ל תרפ\"ט ותרל\"ד שם. לקו\"ת שה\"ש בתחילתו. ובכ\"מ. וראה יבמות סג, א: נחית דרגא נסיב איתתא. ובד\"ה הנ\"ל תרח\"צ שם: נחות דרגא.53) ס\"פ תרומה.54) נדפס בקונטרס בפ\"ע – קה\"ת, ברוקלין תשכ\"ה [ולאח\"ז במאמרי אדמו\"ר האמצעי קונטרסים בתחלתו].55) יהל אור ע' קצ (ועד\"ז באוה\"ת קרח ע' תשכא-ב). וראה גם שם ע' תשח – פקסימליא מגוף כתי\"ק של הצ\"צ. וראה ג\"כ ד\"ה זה תרל\"ד ותרח\"צ שם. סה\"מ עטר\"ת ע' קצז ואילך. ה'תש\"ג ע' 63 ואילך.56) תהלים נ, א.57) ע\"ח שער א (דרוש עגולים ויושר) ענף ב. אוצרות חיים ומבוא שערים בתחלתם.58) פרש\"י ר\"פ בראשית.59) ח\"ב ע' א'ג.60) לקו\"א ואו\"ת בתחלתם.61) ראה המשך תרס\"ו ע' ד.62) המשך תרס\"ו ס\"ע ג. שם ע' תמה. ובכ\"מ. – נסמנו לקמן ע' שח הע' 32.63) ישעי' ל, כ. וראה תניא פל\"ו (מו, א).64) מיכה ז, יח. וראה לקו\"ת שה\"ש יא, ד.65) ראה בארוכה ד\"ה זה היום תחלת מעשיך דער\"ה ה'תשמ\"ב סעיף ד (לעיל ח\"א ס\"ע מג ואילך).66) ד\"ה כל הנהנה תרפ\"ט הנ\"ל פי\"א (סה\"מ קונטרסים שם כז, ב).67) שער היחוד והאמונה פ\"א.68) לשון הכתוב – תהלים פא, ג.69) שה\"ש בתחלתו.70) נוסח ברכה ו' דברכות נשואין.71) ראה ב\"ר פי\"ד, ז. פי\"ג, ג. וראה ד\"ה וכל בניך תרפ\"ט רפ\"ד (סה\"מ קונטרסים שם יח, ב).72) בראשית ב, ד.73) ב\"ר פי\"ב, ו. שמו\"ר פ\"ל, ג.74) רות ד, יח.75) רות שם, כב.76) ראה ר\"ה לא, א.77) ראה תניא רפל\"ז.78) ספר השיחות תורת שלום ס\"ע 112 ואילך.79) ראה אגה\"ק דהבעש\"ט, נדפסה גם בכתר שם טוב בתחלתו.80) ראה שמו\"ר ספט\"ו. וראה לקו\"ת שה\"ש מח, א ואילך.81) אוה\"ת נ\"ך עה\"פ סק\"ז (ע' תפז), מזח\"א בהשמטות סי' כה (רסא, ב). וראה שם סק\"ח, מפע\"ח שער כא (שער חג המצות) פ\"ו (בד\"ה מהר\"י ז\"ל). וראה ד\"ה כימי צאתך מארץ מצרים דאחש\"פ ה'תשל\"ט (לקמן ח\"ג ע' רד ואילך). ד\"ה זה די\"א ניסן ה'תשמ\"ב (לקמן ח\"ג ע' קמז ואילך).82) מיכה ז, טו.",
      "glossary": "|א-ל אלקים הוי' דיבר ויקרא ארץ (El Elohim; אגה\"ק (Igeret HaKodesh): The Holy Epistle; אדמו\"ר (Admor): Adoneinu Moreinu V'Rabeinu - Our Master, Teacher and Rabbi; אדמו\"ר האמצעי (Admor HaEmtza'i): The Middle Rebbe; אדמו\"ר הזקן (Admor HaZaken): The Alter Rebbe; אדמו\"ר הצ\"צ (Admor HaTzemach Tzedek): The Admor Tzemach Tzedek; אהבה (Ahava): Love; אוא\"ס ב\"ה (Or Ein Sof Baruch Hu): Infinite Light, Blessed be He; אור (Or): Light; אחוה (Achva): Brotherhood; אינו מובן (Eino Muvan): It is not understood; אם הבנים שמחה (Im HaBanim Simcha): A joyful mother of children; אנכי שלומי אמוני ישראל (Anochi Shlumei Emunei Yisrael): I am of the peaceful faithful of Israel; אסתכל באורייתא וברא עלמא (Istakeil B'Orayta U'Vara Alma): He looked into the Torah and created the world; אצילות (Atzilut): Emanation; אשר ברא (Asher Bara): Who created; ב\"ד של מטה (Beit Din Shel Mata): Earthly court; באימה וביראה (B'Eima U'V'Yira): With awe and fear; בהקדם (B'Hakdem): By prefacing; בחי' חתן (Bechina Chatan): Aspect of groom; בחי' מילין דהדיוטא (Bechina Milin D'Hedyota): Aspect of mundane speech; בחסד (B'Chesed): In kindness; בי\"ע (Beriya Yetzira Asiya): Creation, Formation, Action; ביאור הענין (Biur HaInyan): Explanation of the matter; ביום חתונתו (B'Yom Chatunatav): On his wedding day; בירור הלכה (Birur Halacha): Clarification of Jewish law; בנין העולם (Binyan Ha'Olam): Building of the world; בנין ספירת החסד (Binyan Sefirat HaChesed): Building of the sefira of kindness; בס\"ד (Besiyata Dishmaya): With Divine assistance; ברא (Bara): Created; בריאת העולם (Briyat Ha'Olam): Creation of the world; ברכה השביעית (Bracha HaShevi'it): The seventh blessing; ברכת התורה (Birkat HaTorah): Blessing over Torah; ברתת ובזיע (B'Retet U'V'Zi'a): With trembling and perspiration; בשקל הקודש (B'Shekel HaKodesh): In the holy shekel; גבוהים (Gevohim): Higher; גילה (Gila): Rejoicing; גילוי דשם הוי' (Giluy D'Shem Havaya): Revelation of the Divine Name; ד\"ה (Dibur Hamatchil): Beginning words of a discourse; ד\"ה אתה אחד (Dibur HaMatchil Ata Echad): Discourse beginning \"You are One\"; ד' האותיות דשם הוי' (Dalet Ha'Otiyot D'Shem Havaya): Four letters of the Divine Name; ד' לשונות (Dalet Leshonot): Four expressions; דברים גשמיים (Devarim Gashmiyim): Physical things; דוקא (Davka): Specifically; דיצה (Ditza): Exultation; דרושי חתונה (Drushei Chatuna): Wedding discourses; דרושי כ\"ק אדמו\"ר מהר\"ש (Drushei Kevod Kedushat Admor Maharash): Discourses of His Holy Honor the Admor Maharash; ה'תשל\"ט (Hey Tashla\"t): The year 5739; הדיוק (HaDiyuk): The precision; הו\"ע (Hu Inyan): This is the matter of; החילוק (HaChiluk): The difference; החסד שבאוא\"ס (HaChesed SheBa'Or Ein Sof): Kindness in the Infinite Light; המטה (HaMata): The lower; הסיבה לבריאת העולם (HaSiba L'Briyat Ha'Olam): Reason for creation of the world; העבודה למטה (Ha'Avoda L'Mata): Service below; העליונים (Ha'Elyonim): The supernal beings; הקב\"ה (HaKadosh Baruch Hu): The Holy One, Blessed be He; הקו (HaKav): The line; הקורא ושונה (HaKoreh V'Shoneh): One who reads and studies; השייכות (HaShayachut): The connection; השרש ומקור דבי\"ע (HaShoresh U'Makor D'BYA): Root and source of Beriya, Yetzira, Asiya; התהוות העולמות (Hithavut Ha'Olamot): Coming into being of worlds; התחלת הענין (Hatchalat Ha'Inyan): Beginning of the matter; התחתונים (HaTachtonim): The lower beings; וטוב לב משתה תמיד (V'Tov Lev Mishteh Tamid): And the good-hearted feast always; ז\"א ומלכות (Ze'ir Anpin U'Malchut): Ze'ir Anpin and Malchut; ז' השמות שאינם נמחקים (Shivat HaShemot She'Einam Nimchakim): Seven names that are not erased; זה (Zeh): This; זהר (Zohar): The Zohar; זכאין אינון ישראל (Zacha'in Inun Yisrael): Praiseworthy are Israel; זכו (Zachu): Merited; חברים מקשיבים לקולך (Chaverim Makshivim L'Kolech): Friends listen to your voice; חדוה (Chedva): Gladness; חות דרגא (Chut Darga): Descent of level; חידושי תורה (Chidushei Torah): Torah innovations; חתן (Chatan): Groom; י\"ד כסלו (Yud-Dalet Kislev): 14th of Kislev; י' זיני דחדוה (Yud Zinei D'Chedva): Ten types of joy; ידוע (Yadua): Known; יחוד קוב\"ה ושכינתי' (Yichud Kudsha Brich Hu U'Shechintei): Unification of the Holy One and His Shechinah; יצירה (Yetzira): Formation; ירדו (Yardu): Descended; ירידה (Yerida): Descent; כ\"א מישראל (Kol Echad MiYisrael): Every one of Israel; כ\"מ (Kama Makom): Many places; כ\"ק (Kevod Kedushat): His Holy Honor; כדאיתא (K'D'Ita): As it says; כולא (Kula): Everything; כי אמרתי עולם חסד יבנה (Ki Amarti Olam Chesed Yibaneh): For I said the world is built with kindness; כי\"ק אדמו\"ר נ\"ע (Kevod Yekara Admor Niftar): His precious honor the Admor, of blessed memory; כיצד מרקדין לפני הכלה (Keitzad Merakedin Lif'nei HaKala): How do we dance before the bride; כלה (Kala): Bride; כלי לאלקות (Kli L'Elokut): Vessel for Divinity; כליל (Kalil): Includes; כללא דעשר אמירן (Klala D'Eser Amiran): General principle of ten sayings; כללות ענין הגילוי (Klalut Inyan HaGiluy): General aspect of revelation; כמה דרושים (Kama Drushim): Several discourses; כנסת ישראל (Knesset Yisrael): Assembly of Israel; לאידך (L'Idach): To the other side; להוות (Lehavot): To become; למטה מבריאה (L'Mata MiBriya): Below creation; למעלה מעלה (L'Ma'ala Ma'ala): Very high above; לעילא (Le'ila): Above; לפני הצמצום (Lif'nei HaTzimtzum): Before the contraction; לפני לא נוצר א-ל (Lif'nei Lo Notzar El): Before, no god was formed; לשון בריאה (Lashon Briya): Language of creation; לשון הוה (Lashon Hoveh): Present tense; לתתא כגוונא דלעילא (L'Tata K'Gavna D'Le'ila): Below like the pattern above; מבאר (Meva'er): Explains; מבררים (Mevarerim): Clarify; מדייק (Medayek): Analyzes precisely; מדרשי חז\"ל (Midrashei Chazal): Midrashim of our Sages; מו\"ח (Mori V'Chami): My teacher and father-in-law; מזככים (Mezakim): Purify; מחשבה דיבור ומעשה (Machshava Dibur U'Ma'aseh): Thought, speech and action; מכוונים (Mechuvanim): Correspond; מלאכי השרת (Malachei HaSharet): Ministering angels; מקדים (Makdim): Precedes; מקור לעולמות (Makor L'Olamot): Source for worlds; מקיים (Mekayem): Sustains; מרז\"ל (Maamar Rabanenu Zichronam Livracha): Our Sages of blessed memory; משלימה הספירות (Mashlima HaSefirot): Completes the sefirot; משמותיו (MiShemotav): From His names; משמחים (Mesamchim): Make happy; משתלשלים (Mishtalshelim): Emanate; מתברכאן (Mitbarchan): Are blessed; מתן תורה (Matan Torah): Giving of the Torah; נברא העולם (Nivra Ha'Olam): The world was created; נוצר (Notzar): Formed; נותן התורה (Noten HaTorah): Gives the Torah; נישואין (Nisuin): Marriage; נסעה וירדה (Nasa'a V'Yarada): Traveled and descended; נשמה בגוף (Neshama B'Guf): Soul in body; נשתלשלו (Nishtalshellu): Emanated; נתלבשה (Nitlabsha): Clothed itself; סדר ההשתלשלות (Seder HaHishtalshelut): Order of emanation; סוף עולמות הא\"ס (Sof Olamot Ha'Ein Sof): End of the infinite worlds; ספירה (Sefira): Divine emanation; ספירות (Sefirot): Divine emanations; ספירת החסד (Sefirat HaChesed): Sefira of kindness; ע\"פ (Al Pi): According to; עאכו\"כ (V'Al Achat Kama V'Kama): All the more so; עבודת האדם (Avodat Ha'Adam): Service of man; עבודתם (Avodatam): Their service; עד\"ז (Ad Kach Zeh): Similarly; עה\"פ (Al HaPasuk): On the verse; עולמות העליונים (Olamot HaElyonim): Upper worlds; עילא (Ila): Above; ענין החסד שבאוא\"ס (Inyan HaChesed SheBa'Or Ein Sof): Matter of kindness in the Infinite Light; עניני העולם (Inyenei Ha'Olam): Matters of the world; עסק התורה (Esek HaTorah): Torah study; עסק התורה והמצוות (Esek HaTorah V'HaMitzvot): Torah study and commandments; עשר ולא תשע (Eser V'Lo Tesha): Ten and not nine; עשרה מאמרות (Asara Ma'amarot): Ten sayings; עשרה עשרה הכף בשקל הקודש (Asara Asara HaKaf B'Shekel HaKodesh): Ten by ten, the spoon in the holy shekel; עשרת הדברות (Aseret HaDibrot): Ten Commandments; פועלים (Po'alim): Effect; פירוש (Perush): Commentary; פרשת תרומה (Parashat Teruma): Torah portion of Teruma; קאי (Ka'i): Refers to; קוב\"ה ושכינתי' (Kudsha Brich Hu U'Shechintei): The Holy One and His Shechinah; קונטרס (Kuntres): Booklet; קורא ושונה כנגדו (Koreh V'Shoneh K'negdo): Reads and studies opposite him; רינה (Rina): Song; ריעות (Reyut): Friendship; רשימותיו לתהלים (Reshimotav L'Tehilim): His notes on Psalms; שביעאה (Shevi'a): Seventh; שבע ברכות (Sheva Brachot): Seven blessings; שה\"ש (Shir HaShirim): Song of Songs; שייך לעולמות (Shayach L'Olamot): Relates to worlds; שלום (Shalom): Peace; שלימותן (Shleimutan): Their completeness; שלפני הצמצום (SheLif'nei HaTzimtzum): Before the contraction; שמחה (Simcha): Happiness; שמחת חתן וכלה (Simchat Chatan V'Kala): Joy of groom and bride; שקולים (Shkulim): Balanced; שרשם הראשון (Sharsham HaRishon): Their first root; ששון (Sasson): Joy; תו\"א (Torah Or): Torah Or; תוספת אור (Tosefet Or): Additional light; תניא (Tanya): The Tanya; תרפ\"ט (Tarpat): The year 5689; תתא (Tata): Below;"
    },
    "search_tags": [
      "צמצום",
      "עבודה",
      "התקשרות",
      "חטא",
      "Sefirah",
      "תכלית",
      "Contraction",
      "אלקות",
      "Love",
      "World",
      "מלכות",
      "אוא\"ס",
      "Connection",
      "Fear/Awe",
      "יצירה",
      "ספירות",
      "Sefirot",
      "אצילות",
      "Commandments",
      "Dwelling",
      "Purpose",
      "Chain of descent",
      "Torah",
      "Splendor",
      "כוונה",
      "Creation",
      "Sin",
      "גן עדן",
      "Emanation",
      "מצוות",
      "דוד",
      "Israel",
      "ישראל",
      "Kindness",
      "תורה",
      "Formation",
      "Kingship",
      "Light",
      "Upper worlds",
      "חסד",
      "השתלשלות",
      "אהבה",
      "Will",
      "אור",
      "בריאה",
      "עצמות",
      "Lower worlds",
      "Intention",
      "משיח",
      "ספירה",
      "Garden of Eden",
      "מצוה",
      "Essence",
      "יראה",
      "Worlds",
      "Infinite Light",
      "הוד",
      "Revelation",
      "David",
      "Service",
      "Divinity",
      "גילוי",
      "רצון",
      "דירה",
      "תחתונים",
      "עולמות",
      "Commandment",
      "עליונים",
      "Messiah",
      "עולם"
    ]
  }
}