{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "1_שיז",
    "reference": "Reference: 1_שיז",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אלקות",
        "אור",
        "עצמות",
        "גילוי",
        "תחתונים",
        "עולם",
        "מלכות",
        "חכמה",
        "דעת",
        "חסד",
        "גבורה",
        "נצח",
        "הוד",
        "יסוד",
        "ספירות",
        "צדיקים",
        "צדיק",
        "אברהם",
        "יעקב",
        "משה",
        "דוד",
        "ישראל",
        "יהודי",
        "יהודים",
        "מצוות",
        "מצוה",
        "תורה",
        "גלות",
        "גאולה",
        "משיח",
        "דור",
        "עבודה",
        "יראה",
        "מס\"נ",
        "ביטול",
        "המשכה",
        "תכלית",
        "כוונה",
        "תשובה",
        "השתלשלות",
        "נשיא",
        "רבי",
        "חסיד"
      ],
      "key_concepts": [
        "Divinity",
        "Light",
        "Essence",
        "Revelation",
        "Lower worlds",
        "World",
        "Kingship",
        "Wisdom",
        "Knowledge",
        "Kindness",
        "Severity",
        "Eternity",
        "Splendor",
        "Foundation",
        "Sefirot",
        "Righteous ones",
        "Righteous one",
        "Abraham",
        "Jacob",
        "Moses",
        "David",
        "Israel",
        "Jew",
        "Jews",
        "Commandments",
        "Commandment",
        "Torah",
        "Exile",
        "Redemption",
        "Messiah",
        "Generation",
        "Service",
        "Fear/Awe",
        "Self-sacrifice",
        "Nullification",
        "Drawing down",
        "Purpose",
        "Intention",
        "Repentance",
        "Chain of descent",
        "Leader",
        "Rabbi",
        "Chassid"
      ],
      "biblical_references": [
        "בראשית לג, א",
        "בראשית א, ז",
        "בראשית לג, ב",
        "תהלים ח, ג",
        "ישעי' ס, כא",
        "ישעי' מא, ח",
        "ישעי' ח, י"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "זהר",
        "זהר",
        "זהר",
        "ברכות כח, א",
        "ברכות לג, ב"
      ],
      "chassidic_references": [
        "אדמו\"ר הזקן",
        "אדמו\"ר הזקן",
        "אדמו\"ר מהר\"ש",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 2436,
      "chunk_count": 11
    },
    "content": {
      "main_text": "בס\"ד. יום ג', פורים קטן ה'תשל\"ח. וקבל היהודים את אשר החלו לעשות1, ומבאר בזה כ\"ק מו\"ח אדמו\"ר נשיא דורנו במאמרו הידוע2 שאמרו בפורים קטן (תרפ\"ז) במוסקבא [אשר שנה זו היא התחלת יובל3 השני4 לאמירתו] דעתה בזמן הגלות הם קבלו מה שהחלו כבר בזמן דמתן תורה. וכמאמרם ז\"ל5 על פסוק6 קיימו וקבלו היהודים וכו', דקיימו עתה (בימי אחשורוש) מה שקבלו כבר בזמן דמ\"ת. ומדייק בזה בהמאמר, דלכאורה הוא דבר נפלא [ומדייק בשאלתו שזהו ענין \"נפלא\" (ולא כלשון הרגיל ברוב המאמרים – \"צלה\"ב\") כי הענין (דקבלו בזמן הגלות מה שהחלו בזמן מ\"ת) הוא בבחי' נפלא. וכמבואר7 בענין לא נפלאת גו' ולא רחוקה8, דריחוק וקירוב הוא בערך זל\"ז, אבל נפלא מורה על ענין של הפלאה והבדלה ועד שהוא בבחי' פלא לגבי', והיינו שהוא ענין שבאין ערוך לגמרי. וכידוע9 (בענין הספירות) שבחי' פלא הוא בחי' הכתר, ובפרטיות בחי' פנימיות הכתר, שזהו באי\"ע לגמרי לכל סדר ההשתלשלות. ומזה יובן גם בנוגע לענין הנפלא המובא בהמאמר], דבמתן תורה (כאשר החלו לעשות) היו ישראל בתכלית העילוי ובמעמד ומצב משובח, והי' אז לאחרי קריעת ים סוף ויציאת מצרים, שהם ענינים וואָס האָבן אַוועקגעשטעלט את כאו\"א מישראל ואת כללות עם ישראל במעמד נעלה ביותר, דביצי\"מ נגלה עליהם ממה\"מ הקב\"ה בכבודו ובעצמו וגאלם, ובשעת קרי\"ס [שהוא הסיום וחותם דיצי\"מ10] ראתה שפחה על הים מה שלא ראו נביאים11, ועאכו\"כ תכלית העילוי דבנ\"י בזמן מ\"ת, דמ\"ת הי' רק פעם אחת וכידוע12 שמ\"ת לא יהי' עוד הפעם, וגם מבואר בתניא13 שבשעת מ\"ת כבר הי' מעין תכלית שלימות העולם שיהי' לע\"ל, שהי' גילוי אלקות בראי' חושיית, שמצד גילויים אלו היו ישראל בתכלית המעלה. משא\"כ בזמן הגלות הוא ההיפך מזה ממש, שישראל הם בתחתית הירידה. ובפרט בזמן המן (כאשר הי' וקבל היהודים גו' קיימו גו') שבקש ח\"ו להשמיד להרוג ולאבד את כל היהודים מנער ועד זקן טף ונשים ביום אחד גו'14, דגזירה זו היתה קשה ביותר שהרי היתה בבת אחת על כל היהודים שבכל העולם, כי אחשורוש מושל בכיפה הי' כדאיתא במדרש15, ולא הי' ביכולת להמלט למקום שכבר הי' אחר הגזירה כיון שהיתה ביום אחד (בכל העולם), שזהו (בגלות גופא) גלות הכי נורא. ומבאר בהמאמר שם שתוקף (הגזירה ו)הגלות ברוחניות הי' הגזירה על ענין החינוך. וכדאיתא במדרש16 אמר (המן) אין אני שולח ידי תחלה אלא באלו התינוקות. והיינו דבכדי להפיק ח\"ו זממו ומחשבתו הרעה אשר חשב על היהודים רח\"ל לאבדם17, הנה ההתחלה היא מאלו התינוקות של בית רבן. דהכוונה בזה היא הגזירה על כללות ענין החינוך, וי\"ל שאף שבהנ\"ל תשב\"ר קאי על תינוק בשנים אבל מעין זה הוא גם בתינוק בעניני יהדות, הגם שהוא איש גדול בשנים ובלשון כ\"ק מו\"ח אדמו\"ר ער האָט שוין ווייסע האָר, מ\"מ במצבו בעניני תומ\"צ הוא בבחי' תינוק. [ומזה גופא (שבהחינוך תלוי קיומו של עם ישראל) מובן גודל המס\"נ שצ\"ל על חינוך בנ\"י. שצריך למסור נפשו בכדי שיהי' אל תגעו במשיחי18 אלו תינוקות של בית רבן כדאיתא במסכת שבת19, אשר זה נעשה ע\"י שמכניסים את התינוקות אל מקומם הראוי, אל בית רבן, ושם גופא אופן החינוך הוא באופן של \"בית (רבן)\" וקבע, היינו שהתינוקות יקבלו מרבן היסוד (דעם גאַנצן שטעל) על כל ימי חייהם]. ואחר כ\"ז, הנה במ\"ת הי' רק \"החלו לעשות\", ענין של התחלה בלבד, והקיום (דהתורה דמ\"ת), קיימו וקבלו, הי' דוקא בזמן הגלות, ובפרט בזמן המן כשישראל היו בתכלית השפלות דגלות בגשמיות ורוחניות, שזהו ענין נפלא ביותר.ב) ויובן זה (כמבואר בהמאמר20) ע\"פ הביאור במ\"ש21 שמן גו' כתית למאור, שמדייק שם22 שלא נאמר שמן להאיר כ\"א שמן גו' למאור, ומבאר בזה23 דמאור קאי על המאור עצמו, היינו מקור האור. וזהו מ\"ש כתית למאור, שכאשר האדם הוא בבחי' כתית, שנשבר ונדכא, הנה אז מגיע למאור. וזה שנשבר ונדכא הוא גם כאשר בגשמיות הוא במצב של הרחבה הכי גדולה אלא שמ\"מ חסר ברוחניות, בעבודתו, ויתירה מזו, דאפילו אם גם ברוחניות הוא שלם בקיום התומ\"צ, ועד שהוא בתכלית העילוי וההרחבה שעובד עבודתו כדבעי לי' למיעבד24, מ\"מ כשיתבונן דועמך כולם צדיקים25, וכאו\"א מישראל הוא נצר מטעי מעשה ידי להתפאר (מטעיו ומעשה ידיו של הקב\"ה ושבהם הוא מתפאר), ויתבונן בגדולתו של הקב\"ה, הנה בכה יבכה במר נפשו, כי במה נחשבת כל עבודתו (גם אם היא בשלימות) לגבי ערכו ומדרגתו האמיתי שצ\"ל נצר מטעיו ומעשה ידיו להתפאר של הקב\"ה בגלוי עד שכל רואהו יכיר זה, וא\"כ גם שלימות עבודתו אינה כדבעי למהוי כלל, והרי אפילו מאן דמחוה במחוג קמי מלכא הרי זה היפך החיות והמציאות26, ועאכו\"כ כשעבודתו אינה כדבעי, שאינה בערך למה שהי' צ\"ל לפי\"ע הכחות שנתנו לו. והנה כשיתבונן בגודל ירידתו ויבכה במר נפשו, יבא לידי תשובה, ועד שיגיע להיות והרוח תשוב אל האלקים אשר נתנה27 ולמעלה יותר, שתשוב הנפש במס\"נ למקורה ושרשה העליון שממנה לוקחה כו'28. וזהו מ\"ש כתית למאור, שעי\"ז שהאדם נשבר ונדכא, בבחי' כתית [מתוך הרחבה בגשמיות ומתוך הרחבה ברוחניות, כנ\"ל], הנה אז מגיע למאור עצמו, לבחי' האלקים אשר נתנה כו'.ג) והנה עבודה הנ\"ל להיות בביטול בתכלית בבחי' כתית פועלת אח\"כ גם בהמעשה בפועל. והענין הוא, כמו שמבאר כ\"ק אדמו\"ר הזקן בתו\"א29 שהיהודים מסרו עצמן למות כל השנה כולה ולא עלה להם מחשבת חוץ ח\"ו, דהפירוש בזה הוא שעמדו במס\"נ בכל אופני שינויים שהיו, דזהו שנה לשון שינוי30 כי השנה כוללת בתוכה כל השינויים האפשריים31. וע\"ד הידוע32 במעלת האתרוג שדר באילנו משנה לשנה33 שסובל ע\"ע כל שינויי האוירים מד' תקופות השנה ואינו מתפעל מזה כלל ודר באילנו [שחיותו ומקום דירתו הוא באילנו, בשרשו ומקורו], ולא זה בלבד שאינו מתפעל מהשינויים אלא עוד זאת שגדל מהשינויים, כמבואר בהמשך וככה34, הנה עד\"ז הוא בעבודת האדם, דבכל אופני שינויי הדרגות שבעבודה, כל השנה כולה, עבודתו היא בתכלית השלימות, שלא עולה מחשבת חוץ ח\"ו. ולזה מגיע דוקא כשהוא בתכלית הביטול בבחי' כתית, כי מכיון שיש אופני עבודה חלוקים מן הקצה אל הקצה כמו חסד וגבורה, לכן גם אם עבודתו בקו החסד היא כדבעי אפשר שיקשה עליו שעבודתו בקו הגבורה תהי' ג\"כ באותה השלימות [ע\"ד שאפילו בנוגע אאע\"ה, כיון שעבודתו היתה בבחי' החסד35, אברהם אוהבי36, נאמר עליו37 עתה ידעתי כי ירא אלקים אתה, לאחר שעמד גם בנסיון העשירי38], וע\"י הביטול דכתית הנה שלימות עבודתו היא בלי שינויים בכל חילוקי אופני העבודה39.ד) והנה, עוד זאת מפעולות ביטול הנ\"ל, דזה שמכיר שהוא בתכלית הירידה וכו' פועל עליו שגם אם עבודתו היא כדבעי מ\"מ יחנך א\"ע דוגמת החינוך דתשב\"ר כפשוטו, כי הוא מרגיש עצמו בבחי' תינוק בעבודתו (וכנ\"ל דבמה נחשב הוא לגבי אמיתיות ערכו). וענין החינוך צ\"ל במס\"נ (כנ\"ל), וכמו שמבאר בהמאמר הנ\"ל40 המס\"נ שהי' בזה בזמן מרדכי, והרי התורה היא נצחית41, שבזה ישנה הוראה [תורה מלשון הוראה, כדאיתא בזהר42] נצחית לכאו\"א בכל זמן ובכל מקום, שצריך למסור נפשו על ענין החינוך, הן על חינוך עצמו, כמאמר המשנה43 איזהו חכם הלומד מכל אדם, דחינוך זה צ\"ל בכל יום ויום במשך כל ימי חייו, שהרי בכל יום צריך לעלות בעבודתו כמאמר44 מעלין בקודש, שגם כשהוא בבחי' קודש, דקודש מלה בגרמי'45 הוא בחי' החכמה46 [שהוא בדרגת חכם כי אתמול כבר למד מכל אדם], הנה גם אז צ\"ל עלי', שבהגיע יום חדש יהי' עביד עבידתי'44 ויוסיף ללמוד מכל אדם ויתעלה בדרגת החכמה שלו, היינו שבכל יום ויום צ\"ל חינוך עצמו. וכן מובן גם מתורת הבעש\"ט הידועה47 שבכל ענין שיהודי רואה או שומע צריך לראות ולשמוע (דערזעהן און דערהערן) ההוראה שבזה בעבודתו לקונו, היינו שבכל ענין שרואה או שומע צריך לחנך את עצמו. ועאכו\"כ שצריך למסור נפשו על ענין החינוך דתשב\"ר כפשוטו. ובמיוחד יש בזה חוב על הצעירים והצעירות כמו שמוסיף כ\"ק מו\"ח אדמו\"ר במכתבו בקשר למאמרו הנ\"ל48 דהעת אומרת, אשר כל אחד ואחד מהצעירים והצעירות יחיו, הנה לא זו בלבד שהם בעצמם בחייהם הפרטים, צריכים להיות איתן וחזק בשמירת קיום המצוות מעשיות בכל הידורן כו' [ועי\"ז להיות דוגמא חי'] אלא עוד זאת [וגם זה עיקר] לעשות סביבה של לומדי תורה ושומרי מצוה, ועד שיראו אצלם בגלוי שהם נצר מטעי מעשה ידי להתפאר. ובכללות, חובה זו היא על כאו\"א, דהרי כאו\"א הוא בכלל דצעירים וצעירות כשנזכר שבכל יום ויום נעשה כברי' חדשה49.והנה ע\"י החינוך דתשב\"ר נעשה מפי עוללים ויונקים יסדת עוז גו' להשבית אויב ומתנקם50, וכמו שמבאר בהמאמר הנ\"ל51 דהאויב הוא שונא הגלוי, והנוקם הוא שונא נסתר ועולל עלילות כו' [ובעבודה הו\"ע מה שאמר יעקב52 אשר לקחתי מיד האמורי בחרבי ובקשתי, דההפרש בין חרב לקשת הוא שהחרב הורג את השונא שעומד אצלו בקרוב, והקשת יכול להרוג גם את השונא שעומד מרחוק53, דהשונא הקרוב קאי על (גסות) הרע שהאדם יודע ומבין שהוא רע, והשונא שעומד מרחוק הוא דקות הרע שאינו יודע ממנו כו'. והעברת האויב ומתנקם הוא ע\"י העבודה דחרבי וקשתי, כמבואר בהמאמרים54 בענין החמשה כלי זיין המנויים במשנה דשבת55].ה) והנה הכח לעבודה הנ\"ל הוא ע\"י משה רבינו. כמבואר בהמאמר הנ\"ל56 דזהו מ\"ש ואתה תצוה את בני ישראל גו', דתצוה הוא לשון צוותא וחיבור, ואתה קאי (בפשש\"מ) על משה, ואתפשטותא דמשה בכל דרא ודרא, שבכל א' מישראל ישנו מבחי' משה כדאיתא בתיקוני זהר57 והובא באגרת הקודש לכ\"ק אדמו\"ר הזקן58, ובכל א' הנה בחי' משה שבו היא בגלוי עד שמשו\"ז יראה מילתא זוטרתי היא59 לגבי' כדאיתא בתניא חלק ראשון60, ובחינת משה שבכל אחד מישראל מחברת באופן דצוותא וחיבור (תצוה) את61 שרש הנשמה62 להנשמה המלובשת בגוף ועם נה\"ב וגופו וחלקו בעולם, ונותנת כח שיהי' כתית למאור, שמזה שנדכא ונשבר מצד ירידת הנשמה לעוה\"ז התחתון שאין תחתון למטה ממנו63, שזהו ירידה עצומה, כי אפילו כשעוה\"ז הוא בתכלית השלימות נקרא בירא עמיקתא64, דמזה מובן שעצם הדבר שהנשמה ירדה לעוה\"ז הוא ירידה גדולה. ומצד הירידה, אף שהוא במצב של תכלית ההרחבה בגשמיות וגם ברוחניות מ\"מ במה נחשב הוא לגבי מעמדו ומצבו האמיתי (שלפני הירידה) שהוא בבחי' בנו65 יחידו של ממה\"מ הקב\"ה (כידוע המשל בזה בהמשך תרס\"ו66), הנה מהכתית (שנשבר ונדכא) נעשה למאור שמגיע להמאור עצמו כנ\"ל.ו) וע\"פ הנ\"ל יובן מ\"ש וקבל היהודים את אשר החלו לעשות, דהגם שבשעת מ\"ת היו ישראל בתכלית המעלה (ואז כבר ניתן הכל, כנ\"ל), מ\"מ הי' אז רק החלו לעשות, התחלה בלבד, כי זה הי' רק מלמעלה למטה. ואח\"כ בהעבודה שבזמן הגלות, בזמן מרדכי ואסתר, כאשר הוא תוקף הגלות בחושך כפול ומכופל (וכמו שהי' בפשטות) הנה אז העבודה היא מצד התחתונים, וקבל היהודים, שזה לא הי' בשעת מ\"ת. ועוד זאת, שבהעבודה שבזמן הגלות ישנו עילוי לגבי שעת מ\"ת, שדוקא אז נעשה הקיום בהתורה שקבלו במ\"ת שהיא בבחי' החלו לעשות בלבד, כי דוקא בזמן הגלות [כפשוטו, וכן בדקות הענינים, כשמתבונן (ע\"ד הנ\"ל) שגם לאחר כל הענינים שפעל בעבודתו, אפילו כשהם בתכלית השלימות, מ\"מ עדיין הוא בבחי' גלות (ברוחניות), כי מכיון שהקב\"ה עוזרו67 ביכולתו הוא להגיע לדרגא נעלית יותר ועד לאין ערוך, ע\"ד לשון חז\"ל68 (יגעת) ומצאת שהמציאה היא שלא בערך יגיעתו והשתדלותו69] דאז הנה כאו\"א נשבר ונדכא, הנה אז מגיעים למאור עצמו.ז) ויש לקשר מה שנת\"ל בגודל העילוי שבעבודת התחתונים, שע\"י דוקא נעשה הקיום דמה שהחלו לעשות, עם פרשת השבוע [ובזה גופא עם השיעור דהיום דיום השלישי [שענינו הוא שהוכפל בו כי טוב70, טוב לשמים וטוב לבריות71] – ע\"פ תקנת כ\"ק מו\"ח אדמו\"ר ללמוד בכל יום מימות השבוע פרשה אחת בפרשת השבוע] ע\"פ המבואר בהמאמרים72 ובפרט במאמר כ\"ק אדמו\"ר (מהורש\"ב) נ\"ע שלפני ששים שנה73 בפרשתנו עה\"פ74 ועתה אם נא מצאתי חן בעיניך גו' למען אמצא חן בעיניך גו' כי מצאתי חן בעיניך גו' כי מצאת חן בעיני [דעי\"ז יהי' ונפלינו אני ועמך מכל העם אשר על פני האדמה (דונפלינו הוא כענין נפלא שנת\"ל)] דצריך להבין מהי המעלה בענין החן שמשה רבינו ביקש והפציר כ\"כ ע\"ז ועד שזה הי' תכלית השלימות דבקשתו, וע\"י החן יהי' אח\"כ ונפלינו אני ועמך, דהלא כתיב75 שקר החן גו', והוא מפני שהחן הוא בחי' אתעדל\"ע מצ\"ע, ויש יתרון גדול במה שבא באתעדל\"ת. ומבאר שם בזה דישנה בחי' אתעדל\"ע הנמשך לאחר האתעדל\"ת שזהו המשכה מבחי' עצמות א\"ס שאין אתעדל\"ת מגעת לשם כלל והוא רק בבחי' מתנה (והוא הנק' מתנת חנם שהוא לשון חן כו') רק שזה נמשך לאחרי שלימות האתעדל\"ת, וכמו גבי מתנה דאמרז\"ל76 אי לאו דעביד לי' נייחא לנפשי' כו' הגם שהיא בבחי' מתנה.והנה העבודה שבזה היא [כמובן ע\"פ המבואר בהמאמר שם77], דישנו78 ענין האמונה שבבחי' ממכ\"ע אך בבחי' זו שייך שיהי' מעין זה גם בחסידי אוה\"ע ועד שבישראל אפשר שבחי' ממכ\"ע תהי' בבחי' ידיעה. ועיקר האמונה דנש\"י הוא במדריגת סוכ\"ע, דאמונה זו שייכת רק בישראל79, דזהו מ\"ש80 שמע ישראל ה' אלקינו ה' אחד שזהו\"ע הקבלה והאמונה בבחי' סוכ\"ע ובזה נאמר שמע ישראל דוקא שאמונה זו היא רק בנש\"י [משא\"כ מ\"ש ברוך שם כבוד מלכותו לעולם ועד קאי על ההתבוננות דבחי' ממכ\"ע]81. וזהו ג\"כ מה דאיתא בזהר82 דהע' דשמע והד' דאחד הן אותיות רבתי וע\"י צירופם נעשה תיבת עד, ומבואר בכ\"מ83 דעל דבר הנגלה אין צריך ואין שייך עדות, ואפילו על מילתא דעביד לאגלויי כו' לא הצריכה התורה עדות84, כ\"א דוקא על דבר הנעלם לגמרי, בחי' סוכ\"ע. וזהו מ\"ש שמע ישראל וגו' אחד, דקאי על כאו\"א מישראל שהם דוקא העדים המעידים85 דהוי' אחד [עד שבכל מעמד ומצב שיהי' בעבודתו הנה כאו\"א מישראל אומר שמע ישראל, כמבואר בשיחות כ\"ק מו\"ח אדמו\"ר86], דהח' וד' דאחד מרמזים על ז' רקיעים וארץ וד' רוחות העולם והאל\"ף מרמזת לאלופו של עולם87, וישראל בעבודתם פועלים להיות אחד, היינו שממשיכים בעולם (בח' וד') את אלופו של עולם (הא'), עד שיתאחדו בדוגמא לתיבת אחד שהא' היא תיבה א' עם הח' וד' (ותוכן התיבה עצמה הו\"ע האחדות), ובאופן כזה שהא' דאלופו של עולם יהי' ראש88 והתחלת התיבה. והנה ע\"י אתעדל\"ת זו דעבודת ישראל בבחי' סוכ\"ע (הוי' אחד), הנה ממשיכים בחי' אתעדל\"ע שלפי ערך האתעדל\"ת ואח\"כ נמשך בחי' אתעדל\"ע שלמעלה מבחי' אתעדל\"ע שע\"י אתעדל\"ת. דבחי' אתעדל\"ע הנמשכת על ידי האתעדל\"ת היא בחי' שבערך לסדר ההשתלשלות, וי\"ל דגם על זה קאי מ\"ש89 הנה מלאכי ילך לפניך, אך בקשת משה הי' שיהי' המשכת בחי' אתעדל\"ע שלמעלה מזה שמצ\"ע, ועתה אם נא מצאתי חן בעיניך, ענין החן, עד שיהי' ונפלינו אני ועמך, דקאי (בספירות) על ספירת הכתר, פנימיות הכתר ועד לעצומ\"ה ית'. דהגם דבחי' אתעדל\"ע זו נמשכת מצ\"ע היינו שאין אתעדל\"ת מגיע לשם, מ\"מ הרי קוב\"ה לא שריא אלא באתר שלים90, דצ\"ל תחלה עבודת התחתונים באתעדל\"ת והמשכת האתעדל\"ע שלפי ערך האתעדל\"ת ואז בהאתר שלים נמשך להיות קוב\"ה שריא כמבואר בלקו\"ת שה\"ש91.ח) וזהו מ\"ש וקבל היהודים את אשר החלו לעשות, שע\"י המס\"נ שבזמן הגלות, בימי מרדכי ואסתר, פעלו הקיום בהתורה דמ\"ת, וכן גם בכל שנה ושנה הנה כשהימים האלו נזכרים ונעשים92, נמשכים כל הענינים כמו שהיו בפעם הראשונה93. וידועה תורת הבעש\"ט94 דהקורא את המגילה למפרע לא יצא95, דכשקריאת המגילה היא באופן של למפרע, היינו ענין שהי' בעבר, הנה לא יצא, כי המגילה היא הוראה בעבודת האדם בכל זמן ובכל מקום ולכל אחד ואחת, כולל ההוראה מהנ\"ל, שעומדים במס\"נ, ובמשך כל השנה כולה [באיזה שינויים שיהי'] אינו שייך אצל יהודי שיעלה על דעתו אפילו מחשבת חוץ ח\"ו, ועאכו\"כ דיבור או מעשה. ומס\"נ זו מביאה שיהי' ליהודים היתה אורה ושמחה וששון ויקר96 כפשוטו, מיוסד ובהקדמת אורה זו תורה עד לויקר אלו תפילין97, דקאי על כללות ענין המצוות, דהרי הוקשה כל התורה כולה לתפילין98, ומחנכים בזה גם את התשב\"ר, וכדאיתא במדרש15 דמרדכי שאל אצל ג' תינוקות פסוק לי פסוקיך, וענו אל תירא מפחד פתאום ומשואת רשעים כי תבוא99, עוצו עצה ותופר דברו דבר ולא יקום כי עמנו א-ל100, ועד זקנה אני הוא ועד שיבה אני אסבול אני עשיתי ואני אשא ואני אסבול ואמלט101, כיון ששמע מרדכי כך שחק והי' שמח בשמחה גדולה כו'. וכן תהי' לנו, שכאו\"א יעבוד עבודתו באורה ושמחה וששון ויקר ככל הענינים המפורשים בזה בדרז\"ל, שכוללים כל התורה כולה, ובודאי שהקב\"ה יקיים הבטחתו דונתתי גשמיכם בעתם102 וכל הברכות המנויות בפרשה עד שיהי' אורה ושמחה וששון ויקר כפשוטו. ומיסמך גאולה לגאולה103, מגאולת פורים לגאולה האמיתית והשלימה ע\"י משיח צדקנו. דאף דלפי שעה קלה הנה אכתי עבדי אחשורוש אנן104, הנה בקרוב ממש ובעגלא דידן יבא משיח צדקנו ויגאלנו ויוליכנו קוממיות לארצנו, במהרה בימינו ממש.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד יום ג', פורים קטן ה'תשל\"ח וקבל היהודים את אשר החלו לעשות1, ומבאר בזה כ\"ק מו\"ח אדמו\"ר נשיא דורנו במאמרו הידוע2 שאמרו בפורים קטן (תרפ\"ז) במוסקבא [אשר שנה זו היא התחלת יובל3 השני4 לאמירתו] דעתה בזמן הגלות הם קבלו מה שהחלו כבר בזמן דמתן תורה וכמאמרם ז\"ל5 על פסוק6 קיימו וקבלו היהודים וכו', דקיימו עתה (בימי אחשורוש) מה שקבלו כבר בזמן דמ\"ת ומדייק בזה בהמאמר, דלכאורה הוא דבר נפלא [ומדייק בשאלתו שזהו ענין \"נפלא\" (ולא כלשון הרגיל ברוב המאמרים – \"צלה\"ב\") כי הענין (דקבלו בזמן הגלות מה שהחלו בזמן מ\"ת) הוא בבחי' נפלא וכמבואר7 בענין לא נפלאת גו' ולא רחוקה8, דריחוק וקירוב הוא בערך זל\"ז, אבל נפלא מורה על ענין של הפלאה והבדלה ועד שהוא בבחי' פלא לגבי', והיינו שהוא ענין שבאין ערוך לגמרי וכידוע9 (בענין הספירות) שבחי' פלא הוא בחי' הכתר, ובפרטיות בחי' פנימיות הכתר, שזהו באי\"ע לגמרי לכל סדר ההשתלשלות ומזה יובן גם בנוגע לענין הנפלא המובא בהמאמר], דבמתן תורה (כאשר החלו לעשות) היו ישראל בתכלית העילוי ובמעמד ומצב משובח, והי' אז לאחרי קריעת ים סוף ויציאת מצרים, שהם ענינים וואָס האָבן אַוועקגעשטעלט את כאו\"א מישראל ואת כללות עם ישראל במעמד נעלה ביותר, דביצי\"מ נגלה עליהם ממה\"מ הקב\"ה בכבודו ובעצמו וגאלם, ובשעת קרי\"ס [שהוא הסיום וחותם דיצי\"מ10] ראתה שפחה על הים מה שלא ראו נביאים11, ועאכו\"כ תכלית העילוי דבנ\"י בזמן מ\"ת, דמ\"ת הי' רק פעם אחת וכידוע12 שמ\"ת לא יהי' עוד הפעם, וגם מבואר בתניא13 שבשעת מ\"ת כבר הי' מעין תכלית שלימות העולם שיהי' לע\"ל, שהי' גילוי אלקות בראי' חושיית, שמצד גילויים אלו היו ישראל בתכלית המעלה משא\"כ בזמן הגלות הוא ההיפך מזה ממש, שישראל הם בתחתית הירידה",
          "topics": [
            "אלקות",
            "אור",
            "גילוי",
            "עולם",
            "דעת"
          ],
          "word_count": 260
        },
        {
          "chunk_id": "chunk_2",
          "content": "ובפרט בזמן המן (כאשר הי' וקבל היהודים גו' קיימו גו') שבקש ח\"ו להשמיד להרוג ולאבד את כל היהודים מנער ועד זקן טף ונשים ביום אחד גו'14, דגזירה זו היתה קשה ביותר שהרי היתה בבת אחת על כל היהודים שבכל העולם, כי אחשורוש מושל בכיפה הי' כדאיתא במדרש15, ולא הי' ביכולת להמלט למקום שכבר הי' אחר הגזירה כיון שהיתה ביום אחד (בכל העולם), שזהו (בגלות גופא) גלות הכי נורא ומבאר בהמאמר שם שתוקף (הגזירה ו)הגלות ברוחניות הי' הגזירה על ענין החינוך וכדאיתא במדרש16 אמר (המן) אין אני שולח ידי תחלה אלא באלו התינוקות והיינו דבכדי להפיק ח\"ו זממו ומחשבתו הרעה אשר חשב על היהודים רח\"ל לאבדם17, הנה ההתחלה היא מאלו התינוקות של בית רבן דהכוונה בזה היא הגזירה על כללות ענין החינוך, וי\"ל שאף שבהנ\"ל תשב\"ר קאי על תינוק בשנים אבל מעין זה הוא גם בתינוק בעניני יהדות, הגם שהוא איש גדול בשנים ובלשון כ\"ק מו\"ח אדמו\"ר ער האָט שוין ווייסע האָר, מ\"מ במצבו בעניני תומ\"צ הוא בבחי' תינוק [ומזה גופא (שבהחינוך תלוי קיומו של עם ישראל) מובן גודל המס\"נ שצ\"ל על חינוך בנ\"י שצריך למסור נפשו בכדי שיהי' אל תגעו במשיחי18 אלו תינוקות של בית רבן כדאיתא במסכת שבת19, אשר זה נעשה ע\"י שמכניסים את התינוקות אל מקומם הראוי, אל בית רבן, ושם גופא אופן החינוך הוא באופן של \"בית (רבן)\" וקבע, היינו שהתינוקות יקבלו מרבן היסוד (דעם גאַנצן שטעל) על כל ימי חייהם]",
          "topics": [
            "עולם",
            "הוד",
            "יסוד",
            "ישראל",
            "יהודי"
          ],
          "word_count": 224
        },
        {
          "chunk_id": "chunk_3",
          "content": "ואחר כ\"ז, הנה במ\"ת הי' רק \"החלו לעשות\", ענין של התחלה בלבד, והקיום (דהתורה דמ\"ת), קיימו וקבלו, הי' דוקא בזמן הגלות, ובפרט בזמן המן כשישראל היו בתכלית השפלות דגלות בגשמיות ורוחניות, שזהו ענין נפלא ביותר.ב) ויובן זה (כמבואר בהמאמר20) ע\"פ הביאור במ\"ש21 שמן גו' כתית למאור, שמדייק שם22 שלא נאמר שמן להאיר כ\"א שמן גו' למאור, ומבאר בזה23 דמאור קאי על המאור עצמו, היינו מקור האור וזהו מ\"ש כתית למאור, שכאשר האדם הוא בבחי' כתית, שנשבר ונדכא, הנה אז מגיע למאור וזה שנשבר ונדכא הוא גם כאשר בגשמיות הוא במצב של הרחבה הכי גדולה אלא שמ\"מ חסר ברוחניות, בעבודתו, ויתירה מזו, דאפילו אם גם ברוחניות הוא שלם בקיום התומ\"צ, ועד שהוא בתכלית העילוי וההרחבה שעובד עבודתו כדבעי לי' למיעבד24, מ\"מ כשיתבונן דועמך כולם צדיקים25, וכאו\"א מישראל הוא נצר מטעי מעשה ידי להתפאר (מטעיו ומעשה ידיו של הקב\"ה ושבהם הוא מתפאר), ויתבונן בגדולתו של הקב\"ה, הנה בכה יבכה במר נפשו, כי במה נחשבת כל עבודתו (גם אם היא בשלימות) לגבי ערכו ומדרגתו האמיתי שצ\"ל נצר מטעיו ומעשה ידיו להתפאר של הקב\"ה בגלוי עד שכל רואהו יכיר זה, וא\"כ גם שלימות עבודתו אינה כדבעי למהוי כלל, והרי אפילו מאן דמחוה במחוג קמי מלכא הרי זה היפך החיות והמציאות26, ועאכו\"כ כשעבודתו אינה כדבעי, שאינה בערך למה שהי' צ\"ל לפי\"ע הכחות שנתנו לו והנה כשיתבונן בגודל ירידתו ויבכה במר נפשו, יבא לידי תשובה, ועד שיגיע להיות והרוח תשוב אל האלקים אשר נתנה27 ולמעלה יותר, שתשוב הנפש במס\"נ למקורה ושרשה העליון שממנה לוקחה כו'28",
          "topics": [
            "אור",
            "צדיקים",
            "צדיק",
            "ישראל",
            "תורה"
          ],
          "word_count": 239
        },
        {
          "chunk_id": "chunk_4",
          "content": "וזהו מ\"ש כתית למאור, שעי\"ז שהאדם נשבר ונדכא, בבחי' כתית [מתוך הרחבה בגשמיות ומתוך הרחבה ברוחניות, כנ\"ל], הנה אז מגיע למאור עצמו, לבחי' האלקים אשר נתנה כו'.ג) והנה עבודה הנ\"ל להיות בביטול בתכלית בבחי' כתית פועלת אח\"כ גם בהמעשה בפועל והענין הוא, כמו שמבאר כ\"ק אדמו\"ר הזקן בתו\"א29 שהיהודים מסרו עצמן למות כל השנה כולה ולא עלה להם מחשבת חוץ ח\"ו, דהפירוש בזה הוא שעמדו במס\"נ בכל אופני שינויים שהיו, דזהו שנה לשון שינוי30 כי השנה כוללת בתוכה כל השינויים האפשריים31 וע\"ד הידוע32 במעלת האתרוג שדר באילנו משנה לשנה33 שסובל ע\"ע כל שינויי האוירים מד' תקופות השנה ואינו מתפעל מזה כלל ודר באילנו [שחיותו ומקום דירתו הוא באילנו, בשרשו ומקורו], ולא זה בלבד שאינו מתפעל מהשינויים אלא עוד זאת שגדל מהשינויים, כמבואר בהמשך וככה34, הנה עד\"ז הוא בעבודת האדם, דבכל אופני שינויי הדרגות שבעבודה, כל השנה כולה, עבודתו היא בתכלית השלימות, שלא עולה מחשבת חוץ ח\"ו ולזה מגיע דוקא כשהוא בתכלית הביטול בבחי' כתית, כי מכיון שיש אופני עבודה חלוקים מן הקצה אל הקצה כמו חסד וגבורה, לכן גם אם עבודתו בקו החסד היא כדבעי אפשר שיקשה עליו שעבודתו בקו הגבורה תהי' ג\"כ באותה השלימות [ע\"ד שאפילו בנוגע אאע\"ה, כיון שעבודתו היתה בבחי' החסד35, אברהם אוהבי36, נאמר עליו37 עתה ידעתי כי ירא אלקים אתה, לאחר שעמד גם בנסיון העשירי38], וע\"י הביטול דכתית הנה שלימות עבודתו היא בלי שינויים בכל חילוקי אופני העבודה39.ד) והנה, עוד זאת מפעולות ביטול הנ\"ל, דזה שמכיר שהוא בתכלית הירידה וכו' פועל עליו שגם אם עבודתו היא כדבעי מ\"מ יחנך א\"ע דוגמת החינוך דתשב\"ר כפשוטו, כי הוא מרגיש עצמו בבחי' תינוק בעבודתו (וכנ\"ל דבמה נחשב הוא לגבי אמיתיות ערכו)",
          "topics": [
            "אור",
            "דעת",
            "חסד",
            "גבורה",
            "הוד"
          ],
          "word_count": 262
        },
        {
          "chunk_id": "chunk_5",
          "content": "וענין החינוך צ\"ל במס\"נ (כנ\"ל), וכמו שמבאר בהמאמר הנ\"ל40 המס\"נ שהי' בזה בזמן מרדכי, והרי התורה היא נצחית41, שבזה ישנה הוראה [תורה מלשון הוראה, כדאיתא בזהר42] נצחית לכאו\"א בכל זמן ובכל מקום, שצריך למסור נפשו על ענין החינוך, הן על חינוך עצמו, כמאמר המשנה43 איזהו חכם הלומד מכל אדם, דחינוך זה צ\"ל בכל יום ויום במשך כל ימי חייו, שהרי בכל יום צריך לעלות בעבודתו כמאמר44 מעלין בקודש, שגם כשהוא בבחי' קודש, דקודש מלה בגרמי'45 הוא בחי' החכמה46 [שהוא בדרגת חכם כי אתמול כבר למד מכל אדם], הנה גם אז צ\"ל עלי', שבהגיע יום חדש יהי' עביד עבידתי'44 ויוסיף ללמוד מכל אדם ויתעלה בדרגת החכמה שלו, היינו שבכל יום ויום צ\"ל חינוך עצמו וכן מובן גם מתורת הבעש\"ט הידועה47 שבכל ענין שיהודי רואה או שומע צריך לראות ולשמוע (דערזעהן און דערהערן) ההוראה שבזה בעבודתו לקונו, היינו שבכל ענין שרואה או שומע צריך לחנך את עצמו ועאכו\"כ שצריך למסור נפשו על ענין החינוך דתשב\"ר כפשוטו ובמיוחד יש בזה חוב על הצעירים והצעירות כמו שמוסיף כ\"ק מו\"ח אדמו\"ר במכתבו בקשר למאמרו הנ\"ל48 דהעת אומרת, אשר כל אחד ואחד מהצעירים והצעירות יחיו, הנה לא זו בלבד שהם בעצמם בחייהם הפרטים, צריכים להיות איתן וחזק בשמירת קיום המצוות מעשיות בכל הידורן כו' [ועי\"ז להיות דוגמא חי'] אלא עוד זאת [וגם זה עיקר] לעשות סביבה של לומדי תורה ושומרי מצוה, ועד שיראו אצלם בגלוי שהם נצר מטעי מעשה ידי להתפאר",
          "topics": [
            "חכמה",
            "נצח",
            "הוד",
            "יהודי",
            "מצוות"
          ],
          "word_count": 225
        },
        {
          "chunk_id": "chunk_6",
          "content": "ובכללות, חובה זו היא על כאו\"א, דהרי כאו\"א הוא בכלל דצעירים וצעירות כשנזכר שבכל יום ויום נעשה כברי' חדשה49.והנה ע\"י החינוך דתשב\"ר נעשה מפי עוללים ויונקים יסדת עוז גו' להשבית אויב ומתנקם50, וכמו שמבאר בהמאמר הנ\"ל51 דהאויב הוא שונא הגלוי, והנוקם הוא שונא נסתר ועולל עלילות כו' [ובעבודה הו\"ע מה שאמר יעקב52 אשר לקחתי מיד האמורי בחרבי ובקשתי, דההפרש בין חרב לקשת הוא שהחרב הורג את השונא שעומד אצלו בקרוב, והקשת יכול להרוג גם את השונא שעומד מרחוק53, דהשונא הקרוב קאי על (גסות) הרע שהאדם יודע ומבין שהוא רע, והשונא שעומד מרחוק הוא דקות הרע שאינו יודע ממנו כו' והעברת האויב ומתנקם הוא ע\"י העבודה דחרבי וקשתי, כמבואר בהמאמרים54 בענין החמשה כלי זיין המנויים במשנה דשבת55].ה) והנה הכח לעבודה הנ\"ל הוא ע\"י משה רבינו כמבואר בהמאמר הנ\"ל56 דזהו מ\"ש ואתה תצוה את בני ישראל גו', דתצוה הוא לשון צוותא וחיבור, ואתה קאי (בפשש\"מ) על משה, ואתפשטותא דמשה בכל דרא ודרא, שבכל א' מישראל ישנו מבחי' משה כדאיתא בתיקוני זהר57 והובא באגרת הקודש לכ\"ק אדמו\"ר הזקן58, ובכל א' הנה בחי' משה שבו היא בגלוי עד שמשו\"ז יראה מילתא זוטרתי היא59 לגבי' כדאיתא בתניא חלק ראשון60, ובחינת משה שבכל אחד מישראל מחברת באופן דצוותא וחיבור (תצוה) את61 שרש הנשמה62 להנשמה המלובשת בגוף ועם נה\"ב וגופו וחלקו בעולם, ונותנת כח שיהי' כתית למאור, שמזה שנדכא ונשבר מצד ירידת הנשמה לעוה\"ז התחתון שאין תחתון למטה ממנו63, שזהו ירידה עצומה, כי אפילו כשעוה\"ז הוא בתכלית השלימות נקרא בירא עמיקתא64, דמזה מובן שעצם הדבר שהנשמה ירדה לעוה\"ז הוא ירידה גדולה",
          "topics": [
            "אור",
            "עולם",
            "יעקב",
            "משה",
            "ישראל"
          ],
          "word_count": 244
        },
        {
          "chunk_id": "chunk_7",
          "content": "ומצד הירידה, אף שהוא במצב של תכלית ההרחבה בגשמיות וגם ברוחניות מ\"מ במה נחשב הוא לגבי מעמדו ומצבו האמיתי (שלפני הירידה) שהוא בבחי' בנו65 יחידו של ממה\"מ הקב\"ה (כידוע המשל בזה בהמשך תרס\"ו66), הנה מהכתית (שנשבר ונדכא) נעשה למאור שמגיע להמאור עצמו כנ\"ל.ו) וע\"פ הנ\"ל יובן מ\"ש וקבל היהודים את אשר החלו לעשות, דהגם שבשעת מ\"ת היו ישראל בתכלית המעלה (ואז כבר ניתן הכל, כנ\"ל), מ\"מ הי' אז רק החלו לעשות, התחלה בלבד, כי זה הי' רק מלמעלה למטה ואח\"כ בהעבודה שבזמן הגלות, בזמן מרדכי ואסתר, כאשר הוא תוקף הגלות בחושך כפול ומכופל (וכמו שהי' בפשטות) הנה אז העבודה היא מצד התחתונים, וקבל היהודים, שזה לא הי' בשעת מ\"ת",
          "topics": [
            "אור",
            "תחתונים",
            "הוד",
            "ישראל",
            "יהודי"
          ],
          "word_count": 109
        },
        {
          "chunk_id": "chunk_8",
          "content": "ועוד זאת, שבהעבודה שבזמן הגלות ישנו עילוי לגבי שעת מ\"ת, שדוקא אז נעשה הקיום בהתורה שקבלו במ\"ת שהיא בבחי' החלו לעשות בלבד, כי דוקא בזמן הגלות [כפשוטו, וכן בדקות הענינים, כשמתבונן (ע\"ד הנ\"ל) שגם לאחר כל הענינים שפעל בעבודתו, אפילו כשהם בתכלית השלימות, מ\"מ עדיין הוא בבחי' גלות (ברוחניות), כי מכיון שהקב\"ה עוזרו67 ביכולתו הוא להגיע לדרגא נעלית יותר ועד לאין ערוך, ע\"ד לשון חז\"ל68 (יגעת) ומצאת שהמציאה היא שלא בערך יגיעתו והשתדלותו69] דאז הנה כאו\"א נשבר ונדכא, הנה אז מגיעים למאור עצמו.ז) ויש לקשר מה שנת\"ל בגודל העילוי שבעבודת התחתונים, שע\"י דוקא נעשה הקיום דמה שהחלו לעשות, עם פרשת השבוע [ובזה גופא עם השיעור דהיום דיום השלישי [שענינו הוא שהוכפל בו כי טוב70, טוב לשמים וטוב לבריות71] – ע\"פ תקנת כ\"ק מו\"ח אדמו\"ר ללמוד בכל יום מימות השבוע פרשה אחת בפרשת השבוע] ע\"פ המבואר בהמאמרים72 ובפרט במאמר כ\"ק אדמו\"ר (מהורש\"ב) נ\"ע שלפני ששים שנה73 בפרשתנו עה\"פ74 ועתה אם נא מצאתי חן בעיניך גו' למען אמצא חן בעיניך גו' כי מצאתי חן בעיניך גו' כי מצאת חן בעיני [דעי\"ז יהי' ונפלינו אני ועמך מכל העם אשר על פני האדמה (דונפלינו הוא כענין נפלא שנת\"ל)] דצריך להבין מהי המעלה בענין החן שמשה רבינו ביקש והפציר כ\"כ ע\"ז ועד שזה הי' תכלית השלימות דבקשתו, וע\"י החן יהי' אח\"כ ונפלינו אני ועמך, דהלא כתיב75 שקר החן גו', והוא מפני שהחן הוא בחי' אתעדל\"ע מצ\"ע, ויש יתרון גדול במה שבא באתעדל\"ת",
          "topics": [
            "אור",
            "תחתונים",
            "משה",
            "תורה",
            "גלות"
          ],
          "word_count": 227
        },
        {
          "chunk_id": "chunk_9",
          "content": "ומבאר שם בזה דישנה בחי' אתעדל\"ע הנמשך לאחר האתעדל\"ת שזהו המשכה מבחי' עצמות א\"ס שאין אתעדל\"ת מגעת לשם כלל והוא רק בבחי' מתנה (והוא הנק' מתנת חנם שהוא לשון חן כו') רק שזה נמשך לאחרי שלימות האתעדל\"ת, וכמו גבי מתנה דאמרז\"ל76 אי לאו דעביד לי' נייחא לנפשי' כו' הגם שהיא בבחי' מתנה.והנה העבודה שבזה היא [כמובן ע\"פ המבואר בהמאמר שם77], דישנו78 ענין האמונה שבבחי' ממכ\"ע אך בבחי' זו שייך שיהי' מעין זה גם בחסידי אוה\"ע ועד שבישראל אפשר שבחי' ממכ\"ע תהי' בבחי' ידיעה ועיקר האמונה דנש\"י הוא במדריגת סוכ\"ע, דאמונה זו שייכת רק בישראל79, דזהו מ\"ש80 שמע ישראל ה' אלקינו ה' אחד שזהו\"ע הקבלה והאמונה בבחי' סוכ\"ע ובזה נאמר שמע ישראל דוקא שאמונה זו היא רק בנש\"י [משא\"כ מ\"ש ברוך שם כבוד מלכותו לעולם ועד קאי על ההתבוננות דבחי' ממכ\"ע]81 וזהו ג\"כ מה דאיתא בזהר82 דהע' דשמע והד' דאחד הן אותיות רבתי וע\"י צירופם נעשה תיבת עד, ומבואר בכ\"מ83 דעל דבר הנגלה אין צריך ואין שייך עדות, ואפילו על מילתא דעביד לאגלויי כו' לא הצריכה התורה עדות84, כ\"א דוקא על דבר הנעלם לגמרי, בחי' סוכ\"ע וזהו מ\"ש שמע ישראל וגו' אחד, דקאי על כאו\"א מישראל שהם דוקא העדים המעידים85 דהוי' אחד [עד שבכל מעמד ומצב שיהי' בעבודתו הנה כאו\"א מישראל אומר שמע ישראל, כמבואר בשיחות כ\"ק מו\"ח אדמו\"ר86], דהח' וד' דאחד מרמזים על ז' רקיעים וארץ וד' רוחות העולם והאל\"ף מרמזת לאלופו של עולם87, וישראל בעבודתם פועלים להיות אחד, היינו שממשיכים בעולם (בח' וד') את אלופו של עולם (הא'), עד שיתאחדו בדוגמא לתיבת אחד שהא' היא תיבה א' עם הח' וד' (ותוכן התיבה עצמה הו\"ע האחדות), ובאופן כזה שהא' דאלופו של עולם יהי' ראש88 והתחלת התיבה",
          "topics": [
            "עצמות",
            "עולם",
            "מלכות",
            "ישראל",
            "תורה"
          ],
          "word_count": 266
        },
        {
          "chunk_id": "chunk_10",
          "content": "והנה ע\"י אתעדל\"ת זו דעבודת ישראל בבחי' סוכ\"ע (הוי' אחד), הנה ממשיכים בחי' אתעדל\"ע שלפי ערך האתעדל\"ת ואח\"כ נמשך בחי' אתעדל\"ע שלמעלה מבחי' אתעדל\"ע שע\"י אתעדל\"ת דבחי' אתעדל\"ע הנמשכת על ידי האתעדל\"ת היא בחי' שבערך לסדר ההשתלשלות, וי\"ל דגם על זה קאי מ\"ש89 הנה מלאכי ילך לפניך, אך בקשת משה הי' שיהי' המשכת בחי' אתעדל\"ע שלמעלה מזה שמצ\"ע, ועתה אם נא מצאתי חן בעיניך, ענין החן, עד שיהי' ונפלינו אני ועמך, דקאי (בספירות) על ספירת הכתר, פנימיות הכתר ועד לעצומ\"ה ית' דהגם דבחי' אתעדל\"ע זו נמשכת מצ\"ע היינו שאין אתעדל\"ת מגיע לשם, מ\"מ הרי קוב\"ה לא שריא אלא באתר שלים90, דצ\"ל תחלה עבודת התחתונים באתעדל\"ת והמשכת האתעדל\"ע שלפי ערך האתעדל\"ת ואז בהאתר שלים נמשך להיות קוב\"ה שריא כמבואר בלקו\"ת שה\"ש91.ח) וזהו מ\"ש וקבל היהודים את אשר החלו לעשות, שע\"י המס\"נ שבזמן הגלות, בימי מרדכי ואסתר, פעלו הקיום בהתורה דמ\"ת, וכן גם בכל שנה ושנה הנה כשהימים האלו נזכרים ונעשים92, נמשכים כל הענינים כמו שהיו בפעם הראשונה93 וידועה תורת הבעש\"ט94 דהקורא את המגילה למפרע לא יצא95, דכשקריאת המגילה היא באופן של למפרע, היינו ענין שהי' בעבר, הנה לא יצא, כי המגילה היא הוראה בעבודת האדם בכל זמן ובכל מקום ולכל אחד ואחת, כולל ההוראה מהנ\"ל, שעומדים במס\"נ, ובמשך כל השנה כולה [באיזה שינויים שיהי'] אינו שייך אצל יהודי שיעלה על דעתו אפילו מחשבת חוץ ח\"ו, ועאכו\"כ דיבור או מעשה",
          "topics": [
            "תחתונים",
            "דעת",
            "הוד",
            "ספירות",
            "משה"
          ],
          "word_count": 218
        },
        {
          "chunk_id": "chunk_11",
          "content": "ומס\"נ זו מביאה שיהי' ליהודים היתה אורה ושמחה וששון ויקר96 כפשוטו, מיוסד ובהקדמת אורה זו תורה עד לויקר אלו תפילין97, דקאי על כללות ענין המצוות, דהרי הוקשה כל התורה כולה לתפילין98, ומחנכים בזה גם את התשב\"ר, וכדאיתא במדרש15 דמרדכי שאל אצל ג' תינוקות פסוק לי פסוקיך, וענו אל תירא מפחד פתאום ומשואת רשעים כי תבוא99, עוצו עצה ותופר דברו דבר ולא יקום כי עמנו א-ל100, ועד זקנה אני הוא ועד שיבה אני אסבול אני עשיתי ואני אשא ואני אסבול ואמלט101, כיון ששמע מרדכי כך שחק והי' שמח בשמחה גדולה כו' וכן תהי' לנו, שכאו\"א יעבוד עבודתו באורה ושמחה וששון ויקר ככל הענינים המפורשים בזה בדרז\"ל, שכוללים כל התורה כולה, ובודאי שהקב\"ה יקיים הבטחתו דונתתי גשמיכם בעתם102 וכל הברכות המנויות בפרשה עד שיהי' אורה ושמחה וששון ויקר כפשוטו ומיסמך גאולה לגאולה103, מגאולת פורים לגאולה האמיתית והשלימה ע\"י משיח צדקנו דאף דלפי שעה קלה הנה אכתי עבדי אחשורוש אנן104, הנה בקרוב ממש ובעגלא דידן יבא משיח צדקנו ויגאלנו ויוליכנו קוממיות לארצנו, במהרה בימינו ממש",
          "topics": [
            "אור",
            "הוד",
            "יהודי",
            "יהודים",
            "מצוות"
          ],
          "word_count": 162
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס פורים-קטן – ה'תשל\"ח, \"עשק\"מ אדר שני ה'תשל\"ח\".1) אסתר ט, כג.2) ד\"ה וקבל היהודים – נדפס בסה\"מ ה'תשי\"א ע' 180 ואילך. ולאח\"ז בסה\"מ תרפ\"ז ע' קי. ועוד. ובקונטרס בפ\"ע.3) ראה גם ביאור ענין היובל – בשיחת י\"ב תמוז תשל\"ז ס\"כ ואילך.4) ראה ג\"כ בהשיחה דהתוועדות זו (לקו\"ש חכ\"א ע' 326). שיחה הנ\"ל. ועוד.5) שבת פח, א.6) שם, כז.7) ד\"ה ועתה אם נא מצאתי גו' תרע\"ח (סה\"מ תרע\"ח ע' רכג). סה\"מ תש\"ג ע' 29. ועוד.8) נצבים ל, יא.9) ראה אוה\"ת בראשית לג, א. נצבים ע' א'רלה. תער\"ב ח\"א ע' תנו. ועוד.10) ראה לקו\"ש ח\"ג ע' 878. ח\"ז ע' 270.11) פרש\"י עה\"פ בשלח טו, ב. מכילתא עה\"פ.12) המשך תרס\"ו ע' כג. תקמו. המשך תער\"ב ח\"א ע' שסו. ד\"ה ויאמר משה תש\"ט פ\"ו. ובכ\"מ.13) פרק לו (מו, א).14) אסתר ג, יג.15) מגילה יא, סע\"א. אסת\"ר פ\"א, ד.16) שם פ\"ז, יג (קרוב לסופו). יל\"ש אסתר רמז תתרנז.17) ראה אסתר ט, כד-כה.18) דברי הימים-א טז, כב.19) קיט, ב.20) וראה ד\"ה זאת תורת הבית תרפ\"ט (סה\"מ קונטרסים ח\"א ע' לט ואילך. סה\"מ תרפ\"ט ע' 162 ואילך).21) ר\"פ תצוה.22) ספ\"ג (ע' 182).23) בפט\"ו (ע' 193).24) ראה כתובות סז, א.25) ישעי' ס, כא.26) חגיגה ה, ב.27) קהלת יב, ז. וראה לקו\"ת ר\"פ האזינו. ד\"ה מים רבים שנה זו (לעיל ח\"א ע' רמז ואילך).28) לקו\"ת שם עא, ד.29) מג\"א צז, א.30) עבוה\"ק ח\"ד פי\"ט. אוה\"ת מקץ שלח, סע\"ב.31) ראה לקו\"ש ח\"ד ע' 1323.32) סידור רסד, סע\"ד ואילך. המשך וככה תרל\"ז פפ\"ז.33) סוכה לה, א.34) הנ\"ל פצ\"ד.35) ראה אגה\"ק סי\"ג.36) ישעי' מא, ח.37) וירא כב, יב.38) ראה לקו\"ש ח\"ב ע' 378.39) להעיר מתורת הבעש\"ט (צוואת הריב\"ש בתחילתו. כתר שם טוב סרכ\"ב) עה\"פ שויתי הוי' לנגדי תמיד, שויתי לשון השתוות כל דבר שיארע לו יהי' שוה אצלו. ובד\"ה באתי לגני תשט\"ו (סה\"מ באתי לגני ח\"א ע' 50. תורת מנחם – התוועדויות חי\"ג ס\"ע 210 ואילך): שי\"ל פירוש הפנימי בזה שגם כל המדריגות (בעבודה) צריכין להיות בהשוואה. עיי\"ש.40) פ\"ג (ע' 182). פט\"ו (ע' 193).41) תניא רפי\"ז.42) ח\"ג נג, ב.43) אבות רפ\"ד. וראה ג\"כ ד\"ה איזהו חכם תש\"ב (סה\"מ תש\"ב ע' 123).44) ברכות כח, א. וש\"נ.45) זח\"ג צד, ב.46) תו\"א מקץ מ, ד. ועוד.47) כתר שם טוב (הוצאת תשנ\"ט) בהוספות אות רכג ואילך. וש\"נ.48) נדפס בסה\"מ תשי\"א ע' 215 (ובהוצאת קה\"ת תשכ\"ז, תשל\"ח, נדפס בהוספה להמאמר הנ\"ל [ולאח\"ז באגרות-קודש שלו ח\"ד ע' טז ואילך]).49) שו\"ע אדה\"ז או\"ח רס\"ד.50) תהלים ח, ג.51) פ\"ב (ע' 181).52) ויחי מח, כב.53) ראה ד\"ה לא יצא האיש לכ\"ק אדמו\"ר מהר\"ש (נדפס בקונטרס בפ\"ע [קה\"ת תשט\"ז]) ע' 7 [ולאח\"ז בסה\"מ תרל\"ב ח\"א ע' נז]. סה\"מ תרנ\"ט ע' קנז. תש\"ד ע' 98 ואילך.54) ד\"ה הנ\"ל שם. סה\"מ תרנ\"ט שם. תש\"ד ע' 100.55) סג, א.56) פ\"ג (ע' 183). וראה ג\"כ ד\"ה זאת תורת הבית הנ\"ל פ\"ט ואילך.57) תקו\"ז תס\"ט (קיב, א. קיד, א).58) ביאור לסי' ז\"ך בסופו.59) ברכות לג, ב.60) פמ\"ב.61) וראה ג\"כ לקו\"ש חט\"ז ע' 351 ד\"אתה תצוה\" היינו הצוותא וחיבור דישראל (המצווים) עם העצמיות דמשה, שהוא המקשר את ישראל בעצמות א\"ס.62) להעיר מהמבואר בתרע\"ח (ע' רכד) שענין החן (שיתבאר לקמן) באדם הו\"ע עצם הנשמה שלמעלה מהתלבשות (בחי' יפת מראה).63) תניא פל\"ו.64) ראה חגיגה ה, ב.65) ראה תניא פ\"ב. וראה ד\"ה ועתה אם נא גו' תרע\"ח (ע' ריג ואילך – מע\"ח שער דרושי אבי\"ע פ\"ג) ביאור העילוי דבנים אתם לה' אלקיכם.66) ס\"ע שפ ואילך.67) ראה סוכה נב, ב. תניא רפי\"ג.68) מגילה ו, ב.69) ראה לקו\"ש ח\"ג ע' 810.70) פרש\"י בראשית א, ז.71) קידושין מ, א. וראה אוה\"ת בראשית לג, ב. משפטים ע' א'קנז. ועוד.72) סה\"מ תש\"ה ע' 51 ואילך.73) ד\"ה ועתה אם נא מצאתי גו' תרע\"ח (סה\"מ תרע\"ח ע' ריא ואילך).74) תשא לג, יג, טז, יז.75) משלי לא, ל.76) ראה מגילה כו, ב. גיטין נ, ב. ב\"מ טז, א. ב\"ב קנו, א.77) דתרע\"ח (ע' רכ ואילך) דבחי' החן היא בחי' ד\"ע – שזהו, בכללות, בחי' הסובב, כמבואר בד\"ה וקבל הנ\"ל פ\"י.וידוע (ראה לקו\"ש ח\"ט ע' 72 ואילך ובהערה 11 שם) שגם בההמשכות שלמעלה מהשתלשלות צ\"ל עבודת האדם עכ\"פ מעין ודוגמא להגילויים שמלמעלה – ומזה מובן בנוגע לבחי' החן שהמשכתה היא ע\"י האמונה (שלמעלה מהשתלשלות הכחות) בבחי' סוכ\"ע.78) ראה ד\"ה וקבל הנ\"ל פ\"ה ואילך.79) ולכן נמשך עי\"ז להיות ונפלינו וגו'.80) ואתחנן ו, ד.81) ד\"ה הנ\"ל פ\"י. פי\"ב.82) ח\"ג רלו, ב.83) לקו\"ת פקודי ד, סע\"א ואילך. לקו\"ש חי\"ט ע' 1-190. וש\"נ.בלקו\"ת שם מבואר כבפנים – דענין העדות היא בבחי' סוכ\"ע. ומש\"כ בלקו\"ש שם בפרטיות יותר – ג' בחי': דבר הנגלה – ממכ\"ע, מילתא דעבידא לאגלויי – סוכ\"ע, ועדות – עצומ\"ה ית',היינו כי בסוכ\"ע ב' דרגות: סוכ\"ע – סובב ובערך כ\"ע, סובב ומובדל לגמרי מכל עלמין (המשך תער\"ב ח\"ב ע' א'קמח. סה\"מ תשי\"א ע' 56 ואילך. ובכ\"מ) שביחס דרגא הא' ה\"ז נק' עצומ\"ה ית'.84) ר\"ה כב, ב. וש\"נ.85) ראה במקומות שנסמנו לעיל הערה 83.86) סה\"ש קיץ ה'ש\"ת ע' 12.87) ראה לקו\"ת תזריע כג, ג.88) ראה שער היחוד והאמונה פי\"ב. לקו\"ת תבוא מא, ג. עט\"ר בתחלתו.89) תשא לב, לד.90) זח\"ג צ, ב.91) כג, ד ואילך.92) אסתר שם, כח.93) ראה לב דוד (להחיד\"א) פכ\"ט.94) כתר שם טוב (הוצאת תשנ\"ט) בהוספות אות ק.95) מגילה רפ\"ב.96) אסתר ח, טז.97) מגילה טז, ב.98) קידושין לה, א.99) משלי ג, כה.100) ישעי' ח, י.101) שם מו, ד.102) בחוקותי כו, ד.103) מגילה ו, סע\"ב.104) שם יד, א.",
      "glossary": "|אדמו\"ר (Admor): Adoneinu Moreinu VeRabbeinu - Our master, teacher and rabbi; אופן החינוך (Ofen HaChinuch): The manner of education; אחר הגזירה (Achar HaGezeirah): After the decree; אחשורוש (Achashverosh): Ahasuerus; אין אני שולח ידי (Ein Ani Shole'ach Yadi): I do not send my hand; איש גדול בשנים (Ish Gadol BaShanim): A great man in years; אל בית רבן (El Beit Raban): To the house of study; אל מקומם הראוי (El Mekomam HaRa'uy): To their proper place; אל תגעו במשיחי (Al Tig'u BiMshichai): Touch not My anointed ones; אלא באלו התינוקות (Ela BeEilu HaTinokot): Except on these children; אלו תינוקות של בית רבן (Eilu Tinokot Shel Beit Raban): These are the children of the house of study; אמר (Amar): Said; אשר חשב על היהודים (Asher Chashav Al HaYehudim): Which he thought against the Jews; את כל היהודים (Et Kol HaYehudim): All the Jews; באופן של \"בית (רבן)\" וקבע (BeOfen Shel \"Beit (Raban)\" VeKeva): In the manner of \"house (of study)\" and permanence; באי\"ע לגמרי (BeEin Eruch LeGamrei): Completely incomparable; באין ערוך לגמרי (BeEin Eruch LeGamrei): Completely incomparable; בבחי' נפלא (BiBchinat Nifla): In the aspect of wondrous; בבחי' תינוק (BiBchinat Tinok): In the aspect of a child; בבת אחת (BeBat Achat): All at once; בהחינוך תלוי קיומו (BaChinuch Taluy Kiyumo): On education depends its existence; בזמן דמתן תורה (BiZman DeMatan Torah): At the time of the giving of the Torah; בזמן הגלות (BiZman HaGalut): In the time of exile; בזמן המן (BiZman Haman): In the time of Haman; בחי' הכתר (Bechinat HaKeter): The aspect of Keter (Crown); בחי' פלא (Bechinat Pela): The aspect of wonder; ביום אחד (BeYom Echad): In one day; ביכולת להמלט (BiYecholet LeHimaleit): Ability to escape; בימי אחשורוש (BiYmei Achashverosh): In the days of Ahasuerus; ביצי\"מ (BiYetzi'at Mitzrayim): In the Exodus from Egypt; בכבודו ובעצמו (BiChvodo UVeAtzmo): In His honor and essence; בכדי להפיק (BiChdei LeHafik): In order to extract; בכדי שיהי' (BiChdei SheYihyeh): So that there will be; במאמרו הידוע (BeMa'amaro HaYadua): In his well-known discourse; במוסקבא (BeMoskva): In Moscow; במעמד ומצב משובח (BeMa'amad UMatzav Meshubah): In an excellent standing and situation; במצבו (BeMatzavo): In his situation; במתן תורה (BeMatan Torah): At the giving of the Torah; בס\"ד (Besiyata Dishmaya): With Divine assistance; בעניני תומ\"צ (BeInyanei Torah UMitzvot): In matters of Torah and commandments; בערך זל\"ז (BeErech Zeh LaZeh): In relation to each other; בפרט (BiFrat): Especially; בראי' חושיית (BeRe'iyah Chushiyit): In sensory perception; ברוחניות (BeRuchaniyut): In spirituality; בשעת קרי\"ס (BiSha'at Kri'at Yam Suf): At the time of the splitting of the Red Sea; בתכלית העילוי (BiTachlit HaIluy): At the ultimate elevation; בתכלית השפלות (BiTachlit HaShiflut): At the ultimate lowliness; גודל המס\"נ (Godel HaMesirat Nefesh): The greatness of self-sacrifice; גזירה (Gezeirah): Decree; גילוי אלקות (Giluy Elokut): Revelation of Divinity; גלות הכי נורא (Galut HaKhi Nora): The most terrible exile; דבר נפלא (Davar Nifla): A wondrous matter; דגלות בגשמיות ורוחניות (DeGalut BeGashmiyut UVeRuchaniyut): Of exile in physicality and spirituality; דהתורה דמ\"ת (DeHaTorah DeMatan Torah): Of the Torah of the giving of the Torah; דוקא בזמן הגלות (Davka BiZman HaGalut): Specifically in the time of exile; דלכאורה (DiLechorah): Seemingly; דמ\"ת (DeMatan Torah): Of the giving of the Torah; דעם גאַנצן שטעל (Dem Gantzen Shtel): The entire structure; ה'תשל\"ח (HaTashLaCh): The year 5738; הגזירה (HaGezeirah): The decree; ההיפך מזה ממש (HaHefech MiZeh Mamash): The exact opposite of this; ההתחלה (HaHatchalah): The beginning; החלו לעשות (Hechelu La'asot): They began to do; היינו (Hainu): That is; היסוד (HaYesod): The foundation; הכוונה (HaKavanah): The intention; המן (Haman): Haman; הסיום וחותם (HaSiyum VeChotam): The conclusion and seal; הספירות (HaSefirot): The sefirot; הפלאה והבדלה (Hafla'ah VeHavdalah): Wonder and separation; הקב\"ה (HaKadosh Baruch Hu): The Holy One, blessed be He; השני (HaSheni): The second; ואחר כ\"ז (VeAchar Kach): And after all this; וגאלם (VeGa'alam): And redeemed them; והקיום (VeHaKiyum): And the establishment; וואָס האָבן אַוועקגעשטעלט (Vos Hoben Avekgeshtelt): Which placed; ויובן זה (VeYuvan Zeh): And this will be understood; וקבל היהודים את אשר החלו לעשות (VeKibel HaYehudim Et Asher Hechelu La'asot): And the Jews established what they had begun to do; ושם גופא (VeSham Gufa): And there itself; זממו ומחשבתו הרעה (Zimamo UMachshavto HaRa'ah): His plot and evil thought; טף ונשים (Taf VeNashim): Children and women; יובל (Yovel): Jubilee; יום ג' (Yom Gimel): Third day; יציאת מצרים (Yetzi'at Mitzrayim): The Exodus from Egypt; ישראל (Yisrael): Israel; כ\"ק (Kevod Kedushat): His honor and holiness; כאו\"א מישראל (Kol Echad MiYisrael): Each one of Israel; כדאיתא במדרש (KeDe'ita BaMidrash): As stated in the Midrash; כדאיתא במסכת שבת (KeDe'ita BeMasechet Shabbat): As stated in Tractate Shabbat; כידוע (KaYadua): As is known; כללות עם ישראל (Klalut Am Yisrael): The entirety of the people of Israel; כללות ענין החינוך (Klalut Inyan HaChinuch): The entirety of the matter of education; כמבואר (KeMevuar): As explained; כמבואר בהמאמר (KeMevuar BaHaMa'amar): As explained in the discourse; לא נפלאת גו' ולא רחוקה (Lo Niflat... VeLo Rechokah): It is not too wondrous... nor too distant; לאבדם (LeAbdam): To destroy them; לאמירתו (LeAmiraso): To its saying; להשמיד להרוג ולאבד (LeHashmid LaHarog ULeAbed): To destroy, kill and annihilate; למקום (LeMakom): To a place; מ\"ת (Matan Torah): The giving of the Torah; מ\"ת לא יהי' עוד הפעם (Matan Torah Lo Yihyeh Od HaPa'am): The giving of the Torah will not happen again; מאלו התינוקות (MeEilu HaTinokot): From these children; מאמרם ז\"ל (Ma'amaram Zichronam LiVrachah): The saying of our sages of blessed memory; מבואר בתניא (Mevuar BeTanya): Explained in Tanya; מדייק (Medayeik): Precisely analyzes; מה שהחלו (Mah SheHechelu): What they had begun; מה שלא ראו נביאים (Mah SheLo Ra'u Nevi'im): What prophets did not see; מו\"ח (Mori VeChammi): My teacher and father-in-law; מושל בכיפה (Moshel BaKipah): Ruler of the world; מזה גופא (MiZeh Gufa): From this itself; ממה\"מ (Melech Malchei HaMelachim): King of kings of kings; מנער ועד זקן (MiNa'ar VeAd Zaken): From young to old; מעין זה (Me'ein Zeh): Similar to this; מעין תכלית שלימות העולם (Me'ein Tachlit Shleimut HaOlam): A semblance of the ultimate perfection of the world; מעמד נעלה ביותר (Ma'amad Na'aleh BeYoter): The most elevated standing; מרבן (MeRaban): From the teacher; משא\"כ (Masha'ach): In contrast; נגלה עליהם (Niglah Aleihem): Was revealed to them; נעשה ע\"י (Na'aseh Al Yedei): Is accomplished through; נפלא (Nifla): Wondrous; נשיא דורנו (Nasi Doreinu): Leader of our generation; סדר ההשתלשלות (Seder HaHishtalshelut): The order of emanation; עאכו\"כ (Al Achat Kama VeChama): All the more so; על חינוך בנ\"י (Al Chinuch Bnei Yisrael): For the education of the children of Israel; על כל היהודים שבכל העולם (Al Kol HaYehudim SheBechol HaOlam): On all the Jews in the entire world; על כל ימי חייהם (Al Kol Yemei Chayeihem): For all the days of their lives; על ענין החינוך (Al Inyan HaChinuch): On the matter of education; על פסוק (Al Pasuk): On the verse; ענין נפלא ביותר (Inyan Nifla BeYoter): A most wondrous matter; ענין של התחלה בלבד (Inyan Shel Hatchalah Bilvad): A matter of beginning only; ענינים (Inyanim): Matters; ער האָט שוין ווייסע האָר (Er Hot Shoin Veise Hor): He already has white hair; עתה (Atah): Now; פורים קטן (Purim Katan): Minor Purim; פלא לגבי' (Pela LeGabei): A wonder in relation to; פנימיות הכתר (Pnimiyut HaKeter): The inner dimension of Keter; צלה\"ב (Tzarich Lehavin): Requires understanding; צריך למסור נפשו (Tzarich Limsor Nafsho): Must sacrifice his soul; קבלו (Kiblu): They received; קיימו וקבלו (Kiymu VeKiblu): They established and received; קיימו וקבלו היהודים (Kiymu VeKiblu HaYehudim): The Jews established and received; קריעת ים סוף (Kri'at Yam Suf): The splitting of the Red Sea; קשה ביותר (Kashah BeYoter): Very harsh; ראתה שפחה על הים (Ra'atah Shifchah Al HaYam): A maidservant saw at the sea; רח\"ל (Rachmana Litzlan): Heaven forbid; ריחוק וקירוב (Richuk VeKiruv): Distance and closeness; רק \"החלו לעשות\" (Rak \"Hechelu La'asot\"): Only \"they began to do\"; רק פעם אחת (Rak Pa'am Achat): Only once; שהתינוקות יקבלו (SheHaTinokot Yekablu): That the children will receive; שיהי' לע\"ל (SheYihyeh LeAtid LaVo): That will be in the future to come; של בית רבן (Shel Beit Raban): Of the house of study; של עם ישראל (Shel Am Yisrael): Of the people of Israel; שמכניסים את התינוקות (SheMachnisin Et HaTinokot): That they bring the children; שצ\"ל (SheTzarich Lihyot): That must be; תוקף (Tokef): Strength/intensity; תחלה (Techilah): First; תחתית הירידה (Tachtit HaYeridah): The lowest descent; תינוק בעניני יהדות (Tinok BeInyanei Yahadut): A child in matters of Judaism; תינוק בשנים (Tinok BaShanim): A child in years; תכלית העילוי דבנ\"י (Tachlit HaIluy DiBnei Yisrael): The ultimate elevation of the children of Israel; תרפ\"ז (Tarpaz): The year 5687; תשב\"ר (Tinokot Shel Beit Raban): Children of the house of study;"
    },
    "search_tags": [
      "דור",
      "יהודים",
      "יסוד",
      "אברהם",
      "Jew",
      "Sefirot",
      "מצוות",
      "יעקב",
      "דוד",
      "Kindness",
      "אור",
      "Intention",
      "עצמות",
      "Eternity",
      "מצוה",
      "Foundation",
      "David",
      "הוד",
      "Service",
      "משה",
      "חסיד",
      "תכלית",
      "צדיק",
      "Knowledge",
      "רבי",
      "דעת",
      "Fear/Awe",
      "גבורה",
      "Commandments",
      "Righteous ones",
      "Nullification",
      "Exile",
      "Light",
      "חסד",
      "השתלשלות",
      "Essence",
      "יראה",
      "Righteous one",
      "Commandment",
      "Abraham",
      "Repentance",
      "עולם",
      "World",
      "מלכות",
      "Wisdom",
      "ספירות",
      "Self-sacrifice",
      "גאולה",
      "Chain of descent",
      "צדיקים",
      "Splendor",
      "Moses",
      "Generation",
      "Israel",
      "המשכה",
      "תורה",
      "Severity",
      "גלות",
      "Lower worlds",
      "משיח",
      "Leader",
      "Divinity",
      "גילוי",
      "תחתונים",
      "Chassid",
      "Drawing down",
      "נצח",
      "עבודה",
      "אלקות",
      "Jews",
      "נשיא",
      "Jacob",
      "ביטול",
      "Purpose",
      "Torah",
      "כוונה",
      "ישראל",
      "Kingship",
      "Rabbi",
      "תשובה",
      "מס\"נ",
      "Revelation",
      "יהודי",
      "חכמה",
      "Messiah",
      "Redemption"
    ]
  }
}