{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "3_קצג",
    "reference": "Reference: 3_קצג",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אור",
        "אוא\"ס",
        "גילוי",
        "תחתונים",
        "עולם",
        "מלכות",
        "חכמה",
        "דעת",
        "יעקב",
        "משה",
        "דוד",
        "ישראל",
        "מצוות",
        "תורה",
        "עבודה",
        "אהבה",
        "מס\"נ",
        "המשכה",
        "דירה",
        "כוונה",
        "רצון",
        "חטא",
        "השתלשלות",
        "רבי"
      ],
      "key_concepts": [
        "Light",
        "Infinite Light",
        "Revelation",
        "Lower worlds",
        "World",
        "Kingship",
        "Wisdom",
        "Knowledge",
        "Jacob",
        "Moses",
        "David",
        "Israel",
        "Commandments",
        "Torah",
        "Service",
        "Love",
        "Self-sacrifice",
        "Drawing down",
        "Dwelling",
        "Intention",
        "Will",
        "Sin",
        "Chain of descent",
        "Rabbi"
      ],
      "biblical_references": [
        "שה\"ש מב, א",
        "בראשית ו, ה"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא",
        "זהר",
        "סנהדרין קיא, סע"
      ],
      "chassidic_references": [
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 1360,
      "chunk_count": 6
    },
    "content": {
      "main_text": "בס\"ד. ש\"פ שלח, כ\"ח סיון, מבה\"ח תמוז ה'תשי\"טועתה יגדל נא כח אד' כאשר דברת לאמר1, ופירש רש\"י2 ומהו הדיבור ה'3 ארך אפים. דמשמעות לשון הכתוב בפשטות היא, שהדיבור דהקב\"ה (כאשר דברת) הוא יגדל כח אד', ולכן הוצרך רש\"י לפרש שע\"פ דרך הפשט הפירוש הוא ה' ארך אפים. אבל מזה שהפסוק נאמר בלשון זה שהמשמעות שלו היא שהדיבור הוא שיגדל כח אד', משמע שכוונת הכתוב היא גם לענין זה. וכדאיתא בגמרא4 בשעה שעלה משה למרום כו' אמר לו (הקב\"ה למשה) הי' לך לעזרני (לומר תצלח מלאכתך5), מיד אמר לו ועתה יגדל נא כח אד' כאשר דברת. היינו דכאשר דברת קאי על האמירה הי' לך לעזרני, דענין לעזרני [שיהי' עזר (הוספה) בהכח של מעלה] הוא יגדל כח אד'. ויש להוסיף, דמשמעות לשון הכתוב כאשר דברת לאמר הוא שהדיבור (דהקב\"ה) הוא לאמר (שמשה יאמר). וכמובן גם ממרז\"ל הנ\"ל דכאשר דברת קאי על מה שאמר הקב\"ה למשה הי' לך לעזרני, שמשה יאמר6 תצלח מלאכתך. וע\"פ הידוע7 שכל הפירושים שבאותו הפסוק שייכים זה לזה, מובן, דג' פירושים אלה בכאשר דברת [שקאי על יגדל כח אד', על לאמר, ועל ה' ארך אפים] שייכים זה לזה. וצריך להבין השייכות דג' פירושים אלה.ב) ויש לומר נקודת הביאור בזה, דבקשת משה ועתה יגדל נא כח אד' גו' ה' ארך אפים גו' היא (כמו שממשיך בכתוב8) סלח נא לעון העם הזה גו', מחילה סליחה וכפרה על חטא המרגלים. והנה בסליחה שני ענינים9. דשרש הסליחה הוא מבחינה שלמעלה מהשתלשלות, כי בכדי למלאות הפגם צ\"ל המשכה ממקום נעלה ביותר שאין שייך בו פגם, אבל בכדי שתהי' הסליחה (מילוי הפגם) בפועל, צריכה להיות ההמשכה למטה, בהמקום שבו הי' הפגם. וזהו ועתה יגדל נא כח אד' גו' ה' ארך אפים גו', דשרש הסליחה היא מבחינת ה' ארך אפים גו', י\"ג מדות הרחמים10 שלמעלה מהשתלשלות11, ויגדל כח אד' הוא שתהי' ההמשכה למטה באד', בכדי לתקן הפגם. דשם אד' הוא במלכות12, והפגם דחטא המרגלים שלא רצו במצוות מעשיות13 הוא במלכות14, וע\"י ההגדלה דכח אד' נתקן ונתמלא הפגם.ג) וביאור הענין בפרטיות יותר יובן בהקדים דיוק לשון הכתוב ועתה יגדל נא כח אד', דשני פירושים בזה. דבכמה דרושים15 מבואר דפירוש יגדל כח אד' הוא שיומשך באד' הכח שלו (השרש ומקור דאד') ועי\"ז תהי' ההגדלה שלו. והפירוש דיגדל כח אד' בפשטות הוא (וכן מבואר בכמה דרושים16) שתהי' הגדלה (גם) בכח אד'. ועפ\"ז יובן (יותר17) השייכות דיגדל נא כח אד' להוי' ארך אפים גו' (י\"ג מדות הרחמים שלמעלה מהשתלשלות), כי בכדי שתהי' ההגדלה בכח אד' (השרש ומקור דאד') הוא ע\"י ההמשכה מבחינה שלמעלה מהשתלשלות, למעלה גם משרש ומקור ההשתלשלות.ד) והענין הוא, דשם אד' הוא במלכות (כנ\"ל), וכח אד' (השרש ומקור דמלכות) הוא בחכמה, דאבא יסד ברתא18. ויובן זה עד\"מ מאותיות הדיבור שבאדם (דמלכות בכלל הוא דיבור19), ששרשם20 הוא למעלה מהאור (השכל או המדה) שמלובש בהם. דזה שאותה הסברא, כל אחד אומר אותה באותיות ותיבות אחרים, הוא מפני ששרש האותיות הוא מבחינת חכמה, שכל הנעלם וקדמות השכל21 שבנפש, שלמעלה משכל הגלוי. וזהו הטעם על זה שע\"י שמביא את השכל בדיבור מיתוסף בהשכל יותר מכמו שהי' תחלה (במחשבה), כי ע\"י הדיבור נמשך מבחינת החכמה שרש ומקור השכל.ה) והנה זה ששרש הדיבור הוא בחכמה הוא לא רק בנוגע להדיבור עצמו, אלא גם בנוגע להשכל והמדות שמתלבשים בהדיבור. כי ע\"י התלבשותם בדיבור, הם מתחלקים לריבוי חלקים. דכשמדבר דברי אהבה, הרי האהבה מצד עצמה היא מדה אחת, וכשהיא מתלבשת באותיות ותיבות הדיבור היא נחלקת לכמה תיבות, שבכל תיבה יש חלק מהמדה22. ועד\"ז הוא כשמדבר איזו סברא שכלית, שהסברא היא סברא אחת, וכשהיא מתלבשת באותיות ותיבות הדיבור היא נחלקת לכמה חלקים23. וזה שהשכל והמדות באים להתחלקות (אף שמצד עצמם הם פשוטים) הוא ע\"י שנמשך בהם מבחינת החכמה, קדמות השכל24.ו) ועפ\"ז יובן יותר25 הטעם על זה שע\"י שמביא את השכל בדיבור מיתוסף בהשגת השכל יותר מכמו שהי' קודם, כי הכח שמחלק את הסברא באותיות הדיבור שרשו הוא בקדמות השכל, המקור דשכל הגלוי26. וזהו גם הטעם על זה שלפעמים כשלומד איזה ענין במחשבה ומתעוררים אצלו קושיות חזקות שאינו יכול לתרצם וע\"י שלומד הענין בדיבור מתיישבים אצלו הקושיות וסתירות27. כי השכל כמו שהוא מצד מקורו הוא שכל ברור, בלי סיג ופסולת28, ולכן כשמביא את השכל בדיבור, שעי\"ז נמשך השכל כמו שהוא בשרשו (כנ\"ל), נעשה אצלו ברור באופן שאין שום קושיא וסתירה כלל29.ז) והנה גם החכמה, בחינת קדמות השכל, להיותה שרש ומקור השכל, בהכרח שהיא בבחינת מציאות. דכמו שהשכל הוא מציאות (שמחוץ להנפש30), עד\"ז הוא גם שרש השכל, קדמות השכל. וזהו מעלת הרצון על השכל (גם על קדמות השכל31), שהרצון אינו מציאות לעצמו וכל ענינו הוא הטיית והמשכת הנפש29. ולכן הרצון מושל ושולט על כל הכחות32 גם על כח השכל, כמארז\"ל33 לעולם ילמוד אדם במקום שלבו חפץ, דע\"י שרוצה בזה, הוא מבין באופן אחר. ומכיון שהרצון הוא למעלה גם משרש השכל (קדמות השכל), כנ\"ל, לכן, הפעולה שנעשית בשכל ע\"י הרצון היא גם בשרש השכל. ולכן, ההוספה בשכל שע\"י הרצון היא הרבה יותר מההוספה שע\"י הדיבור34. כי ההוספה שע\"י הדיבור היא מפני שהדיבור מעורר שרש השכל, ומכיון שגם שרש השכל הוא מציאות ויש בו ציור, לכן, ההוספה שע\"י המשכת השרש היא במדידה והגבלה, משא\"כ ההוספה בשכל שע\"י הרצון אינה מדודה (כ\"כ), מכיון שפעולת הרצון היא גם בשרש השכל.ועד\"ז יובן למעלה, שבההגדלה בשם אד', שני אופנים. ההגדלה באד' ע\"י שנמשך בו מבחינת כח אד'. וכמובא לעיל (סעיף ג') מכמה דרושים דפירוש יגדל כח אד' הוא שתהי' הגדלה באד' ע\"י שיומשך בו הכח שלו35, שרשו ומקורו. וההגדלה באד' ע\"י ההמשכה מבחינת הסובב שלמעלה מהשתלשלות (דסובב הוא דוגמת הרצון), דהגדלה זו היא נעלית יותר, מכיון שהגדלה זו היא גם בכח אד' (השרש דאד'), וכפירוש הפשוט ביגדל כח אד', שתהי' הגדלה בכח אד'.ח) והנה כל הענינים שלמעלה, המשכתם היא ע\"י עבודת האדם. וזהו ועתה יגדל נא כח אד' כאשר דברת לאמר, דכאשר דברת קאי על הדיבור דהקב\"ה למשה הי' לך לעזרני, שמשה יאמר תצלח מלאכתך36, שהגדלת כח אד' נעשית ע\"י עבודת האדם (אמירת משה). וע\"פ הידוע37 שעבודת האדם (אתערותא דלתתא) שעל ידה נעשית ההמשכה (אתערותא דלעילא) צריכה להיות מעין ההמשכה, מובן, שבכדי שתהי' הגדלת כח אד' (ממלא) על ידי שיומשך בו מבחינת הסובב שלמעלה מהשתלשלות, הוא ע\"י ההגדלה (הוספה) בהעבודה שע\"פ טעם ודעת ע\"י המשכת וגילוי העבודה שלמעלה מטעם ודעת. וע\"ד המבואר בתניא38 שקיום התורה ומצוותי' תלוי בזה שיזכור תמיד ענין מסירת נפשו לה' שע\"י זכירת ענין המס\"נ, למעלה מהשתלשלות שבאדם, נעשית הגדלה והוספה בקיום התומ\"צ, השתלשלות שבאדם.ובפרטיות יותר יש לומר, שבכדי שתהי' המשכת הסובב וההגדלה בכח אד', צריך לקשר העבודה שלמעלה מטעם ודעת עם בחינת קדמות השכל. וזהו שאמרו רז\"ל39 כל העונה אמן יהא שמי' רבא מברך בכל כחו קורעין לו גזר דינו של ע' שנה40, דבכל כחו ישנם שני פירושים. פי' רש\"י41 בכל כחו בכל כח כוונתו, ופירוש התוספות42 בקול רם. ויש לומר הביאור בזה, דע\"י אמירת אמן יהא שמי' רבא בכל כחו נעשה הגדלת כח אד'43. דשמי' רבא הוא שמו הגדול, סובב שלמעלה מהשתלשלות, שע\"י המשכת הסובב נעשה הגדלת כח אד' כנ\"ל. ולכן ע\"י אמירת אמן יהא שמי' רבא קורעין לו גזר דינו של ע' שנה, דהגזר דין הוא מצד הפגם בשם אד', וע\"י הגדלת כח אד' נתתקן הפגם, ובכדי שתהי' ההמשכה דשמי' רבא בבחינת כח אד', הוא ע\"י שני הענינים (הפירושים) דבכל כחו. דכל כוונתו היא הכוונה דרעותא דלבא שלמעלה מטעם ודעת, למעלה מהשתלשלות שבאדם, וקול רם הוא הדיבור שמעורר בחינת קדמות השכל, השרש דהשתלשלות44. וע\"י שכל כוונתו היא לא רק במחשבה אלא באה בקול רם, עי\"ז נעשית ההמשכה דשמי' רבא בכח אד'.ט) והנה ידוע45 שעבודת האדם מגעת עד שרש הנבראים, בחינת השתלשלות, וזה שעל ידי העבודה נמשך גם מלמעלה מהשתלשלות, הוא ע\"י נתינת כח מלמעלה שנמשך במתן תורה. וזהו כאשר דברת לאמר, דזה שע\"י עבודת האדם (לאמר) נעשה הגדלת כח אד', שההגדלה היא על ידי המשכת הסובב שלמעלה מהשתלשלות, הוא כאשר דברת, דכאשר דברת קאי (גם) על לאמר (כנ\"ל בתחלת המאמר), שע\"י דיבור הקב\"ה הי' לך לעזרני, ניתן הכח (למשה, ועל ידו לכאו\"א מישראל) שע\"י עבודתו יוכל לפעול הגדלת כח אד'. וע\"פ המובא לעיל שכח זה (שע\"י עבודה יומשך גם האור שלמעלה מהשתלשלות) נמשך במתן תורה, יש לומר, דכאשר דברת לאמר קאי (גם) על וידבר גו' לאמר46 שנאמר במתן תורה47, שגם הפירוש דוידבר גו' לאמר הוא שוידבר אלקים הי' שישראל יאמרו את כל הדברים האלה (שקאי גם על כל התורה כולה48) באופן דלאמר, לומר הדברים שהקב\"ה אומר49. היינו שע\"י שהאדם אומר דברי תורה, הוא גורם שהקב\"ה יאמר דיבורים אלו, המשכת אוא\"ס (שלמעלה מהשתלשלות) בתורה (השתלשלות). ועי\"ז נמשך הכח גם בכללות עבודת האדם, שע\"י עבודתו (באופן שהלמעלה מהשתלשלות שבאדם מאיר בהשתלשלות שבו) ממשיך אור שלמעלה מהשתלשלות בהשתלשלות, המשכת סובב בממלא. ועי\"ז נעשה המשכת הסובב גם למטה בעולם (שהמשכת הסובב בעולם היא גם בהפנימיות שבו), ועי\"ז נשלמת הכוונה דדירה50 לו ית' בתחתונים.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד ש\"פ שלח, כ\"ח סיון, מבה\"ח תמוז ה'תשי\"טועתה יגדל נא כח אד' כאשר דברת לאמר1, ופירש רש\"י2 ומהו הדיבור ה'3 ארך אפים דמשמעות לשון הכתוב בפשטות היא, שהדיבור דהקב\"ה (כאשר דברת) הוא יגדל כח אד', ולכן הוצרך רש\"י לפרש שע\"פ דרך הפשט הפירוש הוא ה' ארך אפים אבל מזה שהפסוק נאמר בלשון זה שהמשמעות שלו היא שהדיבור הוא שיגדל כח אד', משמע שכוונת הכתוב היא גם לענין זה וכדאיתא בגמרא4 בשעה שעלה משה למרום כו' אמר לו (הקב\"ה למשה) הי' לך לעזרני (לומר תצלח מלאכתך5), מיד אמר לו ועתה יגדל נא כח אד' כאשר דברת היינו דכאשר דברת קאי על האמירה הי' לך לעזרני, דענין לעזרני [שיהי' עזר (הוספה) בהכח של מעלה] הוא יגדל כח אד' ויש להוסיף, דמשמעות לשון הכתוב כאשר דברת לאמר הוא שהדיבור (דהקב\"ה) הוא לאמר (שמשה יאמר) וכמובן גם ממרז\"ל הנ\"ל דכאשר דברת קאי על מה שאמר הקב\"ה למשה הי' לך לעזרני, שמשה יאמר6 תצלח מלאכתך וע\"פ הידוע7 שכל הפירושים שבאותו הפסוק שייכים זה לזה, מובן, דג' פירושים אלה בכאשר דברת [שקאי על יגדל כח אד', על לאמר, ועל ה' ארך אפים] שייכים זה לזה וצריך להבין השייכות דג' פירושים אלה.ב) ויש לומר נקודת הביאור בזה, דבקשת משה ועתה יגדל נא כח אד' גו' ה' ארך אפים גו' היא (כמו שממשיך בכתוב8) סלח נא לעון העם הזה גו', מחילה סליחה וכפרה על חטא המרגלים והנה בסליחה שני ענינים9 דשרש הסליחה הוא מבחינה שלמעלה מהשתלשלות, כי בכדי למלאות הפגם צ\"ל המשכה ממקום נעלה ביותר שאין שייך בו פגם, אבל בכדי שתהי' הסליחה (מילוי הפגם) בפועל, צריכה להיות ההמשכה למטה, בהמקום שבו הי' הפגם",
          "topics": [
            "אור",
            "משה",
            "המשכה",
            "חטא",
            "השתלשלות"
          ],
          "word_count": 256
        },
        {
          "chunk_id": "chunk_2",
          "content": "וזהו ועתה יגדל נא כח אד' גו' ה' ארך אפים גו', דשרש הסליחה היא מבחינת ה' ארך אפים גו', י\"ג מדות הרחמים10 שלמעלה מהשתלשלות11, ויגדל כח אד' הוא שתהי' ההמשכה למטה באד', בכדי לתקן הפגם דשם אד' הוא במלכות12, והפגם דחטא המרגלים שלא רצו במצוות מעשיות13 הוא במלכות14, וע\"י ההגדלה דכח אד' נתקן ונתמלא הפגם.ג) וביאור הענין בפרטיות יותר יובן בהקדים דיוק לשון הכתוב ועתה יגדל נא כח אד', דשני פירושים בזה דבכמה דרושים15 מבואר דפירוש יגדל כח אד' הוא שיומשך באד' הכח שלו (השרש ומקור דאד') ועי\"ז תהי' ההגדלה שלו והפירוש דיגדל כח אד' בפשטות הוא (וכן מבואר בכמה דרושים16) שתהי' הגדלה (גם) בכח אד' ועפ\"ז יובן (יותר17) השייכות דיגדל נא כח אד' להוי' ארך אפים גו' (י\"ג מדות הרחמים שלמעלה מהשתלשלות), כי בכדי שתהי' ההגדלה בכח אד' (השרש ומקור דאד') הוא ע\"י ההמשכה מבחינה שלמעלה מהשתלשלות, למעלה גם משרש ומקור ההשתלשלות.ד) והענין הוא, דשם אד' הוא במלכות (כנ\"ל), וכח אד' (השרש ומקור דמלכות) הוא בחכמה, דאבא יסד ברתא18 ויובן זה עד\"מ מאותיות הדיבור שבאדם (דמלכות בכלל הוא דיבור19), ששרשם20 הוא למעלה מהאור (השכל או המדה) שמלובש בהם דזה שאותה הסברא, כל אחד אומר אותה באותיות ותיבות אחרים, הוא מפני ששרש האותיות הוא מבחינת חכמה, שכל הנעלם וקדמות השכל21 שבנפש, שלמעלה משכל הגלוי וזהו הטעם על זה שע\"י שמביא את השכל בדיבור מיתוסף בהשכל יותר מכמו שהי' תחלה (במחשבה), כי ע\"י הדיבור נמשך מבחינת החכמה שרש ומקור השכל.ה) והנה זה ששרש הדיבור הוא בחכמה הוא לא רק בנוגע להדיבור עצמו, אלא גם בנוגע להשכל והמדות שמתלבשים בהדיבור כי ע\"י התלבשותם בדיבור, הם מתחלקים לריבוי חלקים",
          "topics": [
            "אור",
            "מלכות",
            "חכמה",
            "מצוות",
            "המשכה"
          ],
          "word_count": 256
        },
        {
          "chunk_id": "chunk_3",
          "content": "דכשמדבר דברי אהבה, הרי האהבה מצד עצמה היא מדה אחת, וכשהיא מתלבשת באותיות ותיבות הדיבור היא נחלקת לכמה תיבות, שבכל תיבה יש חלק מהמדה22 ועד\"ז הוא כשמדבר איזו סברא שכלית, שהסברא היא סברא אחת, וכשהיא מתלבשת באותיות ותיבות הדיבור היא נחלקת לכמה חלקים23 וזה שהשכל והמדות באים להתחלקות (אף שמצד עצמם הם פשוטים) הוא ע\"י שנמשך בהם מבחינת החכמה, קדמות השכל24.ו) ועפ\"ז יובן יותר25 הטעם על זה שע\"י שמביא את השכל בדיבור מיתוסף בהשגת השכל יותר מכמו שהי' קודם, כי הכח שמחלק את הסברא באותיות הדיבור שרשו הוא בקדמות השכל, המקור דשכל הגלוי26 וזהו גם הטעם על זה שלפעמים כשלומד איזה ענין במחשבה ומתעוררים אצלו קושיות חזקות שאינו יכול לתרצם וע\"י שלומד הענין בדיבור מתיישבים אצלו הקושיות וסתירות27 כי השכל כמו שהוא מצד מקורו הוא שכל ברור, בלי סיג ופסולת28, ולכן כשמביא את השכל בדיבור, שעי\"ז נמשך השכל כמו שהוא בשרשו (כנ\"ל), נעשה אצלו ברור באופן שאין שום קושיא וסתירה כלל29.ז) והנה גם החכמה, בחינת קדמות השכל, להיותה שרש ומקור השכל, בהכרח שהיא בבחינת מציאות דכמו שהשכל הוא מציאות (שמחוץ להנפש30), עד\"ז הוא גם שרש השכל, קדמות השכל וזהו מעלת הרצון על השכל (גם על קדמות השכל31), שהרצון אינו מציאות לעצמו וכל ענינו הוא הטיית והמשכת הנפש29 ולכן הרצון מושל ושולט על כל הכחות32 גם על כח השכל, כמארז\"ל33 לעולם ילמוד אדם במקום שלבו חפץ, דע\"י שרוצה בזה, הוא מבין באופן אחר ומכיון שהרצון הוא למעלה גם משרש השכל (קדמות השכל), כנ\"ל, לכן, הפעולה שנעשית בשכל ע\"י הרצון היא גם בשרש השכל ולכן, ההוספה בשכל שע\"י הרצון היא הרבה יותר מההוספה שע\"י הדיבור34",
          "topics": [
            "עולם",
            "חכמה",
            "אהבה",
            "רצון"
          ],
          "word_count": 253
        },
        {
          "chunk_id": "chunk_4",
          "content": "כי ההוספה שע\"י הדיבור היא מפני שהדיבור מעורר שרש השכל, ומכיון שגם שרש השכל הוא מציאות ויש בו ציור, לכן, ההוספה שע\"י המשכת השרש היא במדידה והגבלה, משא\"כ ההוספה בשכל שע\"י הרצון אינה מדודה (כ\"כ), מכיון שפעולת הרצון היא גם בשרש השכל.ועד\"ז יובן למעלה, שבההגדלה בשם אד', שני אופנים ההגדלה באד' ע\"י שנמשך בו מבחינת כח אד' וכמובא לעיל (סעיף ג') מכמה דרושים דפירוש יגדל כח אד' הוא שתהי' הגדלה באד' ע\"י שיומשך בו הכח שלו35, שרשו ומקורו וההגדלה באד' ע\"י ההמשכה מבחינת הסובב שלמעלה מהשתלשלות (דסובב הוא דוגמת הרצון), דהגדלה זו היא נעלית יותר, מכיון שהגדלה זו היא גם בכח אד' (השרש דאד'), וכפירוש הפשוט ביגדל כח אד', שתהי' הגדלה בכח אד'.ח) והנה כל הענינים שלמעלה, המשכתם היא ע\"י עבודת האדם וזהו ועתה יגדל נא כח אד' כאשר דברת לאמר, דכאשר דברת קאי על הדיבור דהקב\"ה למשה הי' לך לעזרני, שמשה יאמר תצלח מלאכתך36, שהגדלת כח אד' נעשית ע\"י עבודת האדם (אמירת משה) וע\"פ הידוע37 שעבודת האדם (אתערותא דלתתא) שעל ידה נעשית ההמשכה (אתערותא דלעילא) צריכה להיות מעין ההמשכה, מובן, שבכדי שתהי' הגדלת כח אד' (ממלא) על ידי שיומשך בו מבחינת הסובב שלמעלה מהשתלשלות, הוא ע\"י ההגדלה (הוספה) בהעבודה שע\"פ טעם ודעת ע\"י המשכת וגילוי העבודה שלמעלה מטעם ודעת וע\"ד המבואר בתניא38 שקיום התורה ומצוותי' תלוי בזה שיזכור תמיד ענין מסירת נפשו לה' שע\"י זכירת ענין המס\"נ, למעלה מהשתלשלות שבאדם, נעשית הגדלה והוספה בקיום התומ\"צ, השתלשלות שבאדם.ובפרטיות יותר יש לומר, שבכדי שתהי' המשכת הסובב וההגדלה בכח אד', צריך לקשר העבודה שלמעלה מטעם ודעת עם בחינת קדמות השכל",
          "topics": [
            "גילוי",
            "דעת",
            "משה",
            "דוד",
            "מצוות"
          ],
          "word_count": 248
        },
        {
          "chunk_id": "chunk_5",
          "content": "וזהו שאמרו רז\"ל39 כל העונה אמן יהא שמי' רבא מברך בכל כחו קורעין לו גזר דינו של ע' שנה40, דבכל כחו ישנם שני פירושים פי' רש\"י41 בכל כחו בכל כח כוונתו, ופירוש התוספות42 בקול רם ויש לומר הביאור בזה, דע\"י אמירת אמן יהא שמי' רבא בכל כחו נעשה הגדלת כח אד'43 דשמי' רבא הוא שמו הגדול, סובב שלמעלה מהשתלשלות, שע\"י המשכת הסובב נעשה הגדלת כח אד' כנ\"ל ולכן ע\"י אמירת אמן יהא שמי' רבא קורעין לו גזר דינו של ע' שנה, דהגזר דין הוא מצד הפגם בשם אד', וע\"י הגדלת כח אד' נתתקן הפגם, ובכדי שתהי' ההמשכה דשמי' רבא בבחינת כח אד', הוא ע\"י שני הענינים (הפירושים) דבכל כחו דכל כוונתו היא הכוונה דרעותא דלבא שלמעלה מטעם ודעת, למעלה מהשתלשלות שבאדם, וקול רם הוא הדיבור שמעורר בחינת קדמות השכל, השרש דהשתלשלות44 וע\"י שכל כוונתו היא לא רק במחשבה אלא באה בקול רם, עי\"ז נעשית ההמשכה דשמי' רבא בכח אד'.ט) והנה ידוע45 שעבודת האדם מגעת עד שרש הנבראים, בחינת השתלשלות, וזה שעל ידי העבודה נמשך גם מלמעלה מהשתלשלות, הוא ע\"י נתינת כח מלמעלה שנמשך במתן תורה וזהו כאשר דברת לאמר, דזה שע\"י עבודת האדם (לאמר) נעשה הגדלת כח אד', שההגדלה היא על ידי המשכת הסובב שלמעלה מהשתלשלות, הוא כאשר דברת, דכאשר דברת קאי (גם) על לאמר (כנ\"ל בתחלת המאמר), שע\"י דיבור הקב\"ה הי' לך לעזרני, ניתן הכח (למשה, ועל ידו לכאו\"א מישראל) שע\"י עבודתו יוכל לפעול הגדלת כח אד'",
          "topics": [
            "אור",
            "דעת",
            "משה",
            "ישראל",
            "תורה"
          ],
          "word_count": 228
        },
        {
          "chunk_id": "chunk_6",
          "content": "וע\"פ המובא לעיל שכח זה (שע\"י עבודה יומשך גם האור שלמעלה מהשתלשלות) נמשך במתן תורה, יש לומר, דכאשר דברת לאמר קאי (גם) על וידבר גו' לאמר46 שנאמר במתן תורה47, שגם הפירוש דוידבר גו' לאמר הוא שוידבר אלקים הי' שישראל יאמרו את כל הדברים האלה (שקאי גם על כל התורה כולה48) באופן דלאמר, לומר הדברים שהקב\"ה אומר49 היינו שע\"י שהאדם אומר דברי תורה, הוא גורם שהקב\"ה יאמר דיבורים אלו, המשכת אוא\"ס (שלמעלה מהשתלשלות) בתורה (השתלשלות) ועי\"ז נמשך הכח גם בכללות עבודת האדם, שע\"י עבודתו (באופן שהלמעלה מהשתלשלות שבאדם מאיר בהשתלשלות שבו) ממשיך אור שלמעלה מהשתלשלות בהשתלשלות, המשכת סובב בממלא ועי\"ז נעשה המשכת הסובב גם למטה בעולם (שהמשכת הסובב בעולם היא גם בהפנימיות שבו), ועי\"ז נשלמת הכוונה דדירה50 לו ית' בתחתונים",
          "topics": [
            "אור",
            "אוא\"ס",
            "תחתונים",
            "עולם",
            "ישראל"
          ],
          "word_count": 119
        }
      ],
      "footnotes": "* יצא לאור בקונטרס כ\"ח סיון – תשמ\"ט, \"לקראת יום הבהיר כ\"ח סיון הבעל\"ט, יום בו ניצלו כ\"ק אדמו\"ר שליט\"א והרבנית הצדקנית נ\"ע – יבחל\"ח – מעמק הבכא האירופאי והגיעו צלחה לארצות הברית (ביום ב', כ\"ח סיון ה'תש\"א), שאז התחילה תנופה חדשה בהחזקת והפצת התורה והיהדות והפצת המעינות, ע\"י כ\"ק אדמו\"ר (מהריי\"ץ) נ\"ע, ביסדו המוסדות המרכזיים \"מחנה ישראל\", \"קה\"ת\" ו\"מרכז לעניני חינוך\" ומסרם להנהלת כ\"ק אדמו\"ר שליט\"א\" .. \"עשק\"מ תמוז, תשמ\"ט\".1) פרשתנו (שלח) יד, יז.2) עה\"פ, מסנהדרין קיא, סע\"א ואילך.3) פרשתנו יד, יח.4) שבת פט, א.5) פרש\"י שבת שם.6) ראה חדא\"ג מהרש\"א לשבת שם \"כאשר דברת לי לאמר שאומר אני\".7) ועד בנוגע לפס\"ד במעשה בפועל, כידוע הראי' לזה מ\"שעטנז\" (נדה סא, ב) – ראה לקו\"ש ח\"ג ע' 782. ובכ\"מ.8) יד, יט.9) ראה עד\"ז לקו\"ש חי\"ט ע' 418 ואילך. וראה גם לקו\"ש חי\"ח ע' 174 הערה 10 בענין הסליחה על חטא המרגלים.10) וראה ל\"ת להאריז\"ל עה\"פ הטעם על זה שבפסוק זה נאמרו רק ט' מדות.11) ראה אגה\"ת פ\"ח (וראה לקו\"ש חי\"ט שם). וראה לקו\"ת פרשתנו ד\"ה זה (לט, סע\"ד ואילך).12) תניא שעהיוה\"א רפ\"ז. ובכ\"מ.13) לקו\"ת פרשתנו לז, א. ובכ\"מ.14) סד\"ה ועתה יגדל נא תרע\"ח (סה\"מ תרע\"ח ע' שנא). המשך ועתה יגדל נא תרצ\"ד בסופו (סה\"מ קונטרסים ח\"ב שיז, א). ובכ\"מ.15) לקו\"ת שם ד\"ה זה מ, א. אוה\"ת פרשתנו ד\"ה זה ע' תעג (בפירוש הראשון). ד\"ה הנ\"ל תרע\"ח (סה\"מ שם ס\"ע שנ). המשך תרצ\"ד הנ\"ל (סה\"מ קונטרסים שם). ובכ\"מ.16) אוה\"ת שם בפירוש השני.17) ראה גם לקו\"ת שם (לט, ד ואילך) הקשר דיגדל כח אד' עם יגמה\"ר שלמעלה מהשתלשלות. כי בכללות – גם כח אד' הוא למעלה מהשתלשלות. אבל בפרטיות, כח אד' נכלל בהשתלשלות*, ולכן עיקר השייכות דיגדל כח אד' ליגמה\"ר שלמעלה מהשתלשלות הוא להפירוש שההגדלה היא (גם) בכח אד'.*) ראה עד\"ז לקמן הערה 31 בענין קדמות השכל.18) זח\"ג רמח, א. רנו, ב. רנח, א. תקו\"ז תכ\"א (סא, ב). תס\"ט (קה, ב). אגה\"ק ס\"ה (קז, א).19) ראה זח\"א פו, ב ובאור החמה ורמ\"ז שם. פרדס שער כג (שער ערכי הכינויים) ערך דבור וערך אמירה. מאורי אור וקהלת יעקב ערך דבור. וראה תקו\"ז בהקדמה (\"פתח אליהו\") יז, א: \"מלכות פה\".20) בהבא לקמן ראה ד\"ה הנ\"ל תרע\"ח (סה\"מ שם ע' שמו ואילך). המשך תרצ\"ד הנ\"ל (סה\"מ שם שיב, סע\"א ואילך). וראה גם אוה\"ת ד\"ה זה (ע' תפד. שם ע' תפז). וראה בארוכה סה\"מ תרנ\"ט ע' ד ואילך. שם ע' לח ואילך. ובכ\"מ.21) לשון אדה\"ז באגה\"ק שם. וראה לקמן הערה 31.22) \"מאחר שבדיבורים הללו היא (האהבה) נגבלת כולה, ממילא שיש חלק ממנה בכל דיבור פרטי\" – סהמ\"צ להצ\"צ קכה, ב.23) ראה ביאוה\"ז פנחס קיג, ד (נעתק לקמן בפנים) \"כח המחלק את השכל והסברא\". ולהעיר מד\"ה הנ\"ל תרע\"ח (סה\"מ שם ע' שמה ואילך) ותרצ\"ד (סה\"מ שם שט, סע\"א ואילך).24) ביאוה\"ז שם (בענין התחלקות השכל). סהמ\"צ להצ\"צ שם (קכו, ב) ואוה\"ת שמות ע' מ ואילך (בענין התחלקות המדות).25) דמכיון שזה שע\"י המשכת השכל בדיבור מגיע בקדמות השכל הוא (לא רק מצד הדיבור אלא גם) מצד השכל המתלבש בהדיבור, לכן, ההמשכה דקדמות השכל מתגלית ופועלת בהשכל.26) ראה ביאוה\"ז שם קיג, א ואילך.27) ד\"ה הנ\"ל תרע\"ח (סה\"מ שם ע' שמז) ותרצ\"ד (סה\"מ שם שיב, סע\"ב).28) לשון אדהאמ\"צ בביאוה\"ז שם (קיג, ד). וראה לקמן הערה 35.29) כ\"ה הלשון בד\"ה הנ\"ל תרע\"ח ותרצ\"ד שם.30) ראה בארוכה המשך תער\"ב ח\"א פמ\"ט (ע' פז). סה\"מ ה'תש\"ג ע' 126. ובכ\"מ.31) בלקוטי לוי\"צ לזח\"א ע' רב, ובלקוטי לוי\"צ על תנ\"ך ומרז\"ל ע' נד, דשני הענינים \"שכל הנעלם\" ו\"קדמות השכל\" (שבאגה\"ק ס\"ה) הם ח\"ס ואוירא. \"שכל הנעלם\" – ח\"ס, ו\"קדמות השכל\" – אוירא. ובלקוטי לוי\"צ לזהר שם \"דח\"ס הוא בחי' אור פנימי ואוירא הוא בחי' אור מקיף\". אבל ראה ע\"ח שער יג (שער א\"א) פ\"ד (הובא בסה\"מ תרס\"ה ע' רסה) \"שאוירא הוא בחי' מקיף קטן, שהוא מקיף לאור פנימי, וגלגלתא (שדוגמתו בנפש האדם הוא רצון) בחי' מקיף גדול\".32) ראה בארוכה המשך תער\"ב שם פנ\"א (ע' צ). ובכ\"מ. וראה גם ד\"ה הנ\"ל תרע\"ח (סה\"מ שם ס\"ע שמח) ותרצ\"ד (סה\"מ שם שיד, ב).33) ראה ע\"ז יט, א.34) להעיר, שע\"י הדיבור נעשה רק המשכת השכל, וע\"י הרצון נעשה (לא רק המשכת השכל כנ\"ל בפנים, אלא) גם שינוי בהשכל. וכידוע הדוגמא לזה מזה שבתחלה (בראשית ו, ה. ז) כתיב וכל יצר מחשבות לבו רק רע גו' (ולכן) אמחה גו', ואח\"כ (נח ח, כא) כתיב כי יצר לב האדם רע מנעוריו ו(לכן) לא אוסיף עוד להכות גו'. דאותה הסברא שהיתה בתחלה טעם המחייב נעשית לטעם המזכה (המשך באתי לגני ה'תש\"י פי\"ח. ובכ\"מ).35) ומכיון שתוכן הבקשה \"ועתה יגדל נא כח אד'\" הוא (כמו שממשיך בכתוב) סלח נא לעון העם הזה גו' (שזהו לכל הפירושים) – מוכח, שגם ע\"י הגדלה זו נעשית הסליחה. וכמובא לעיל ס\"ו מביאוה\"ז, שע\"י המשכת קדמות השכל נתברר השכל מכל סיג ופסולת. דיש לומר שבהנמשל הוא שנתקן כל הפגמים. אלא ששלימות הסליחה היא ע\"י הגדלת כח אד' שע\"י המשכת הסובב. ולהעיר מהמובא בהערה הקודמת, שע\"י הרצון (דוקא, שלמעלה מקדמות השכל), גם הסברא שהיתה בתחלה טעם המחייב משתנית להיות טעם המזכה.36) להעיר מאוה\"ת וישב (רעח, א-ב) דשרש ההצלחה הוא מהכתר (שלמעלה מהשתלשלות).37) ראה בארוכה ד\"ה באתי לגני ה'תשכ\"ט ס\"ט (תו\"מ סה\"מ שבט ע' שכה). וש\"נ.38) ספכ\"ה.39) שבת קיט, ב.40) כ\"ה (של ע' שנה) בזח\"ג כ, א (ברע\"מ). תקו\"ז בהקדמה (ד, ב). תי\"ט (מ, א). זו\"ח קיא, ג. רי\"ף לברכות פ\"ג (כא, ב). רא\"ש שם (סי' יט). טור או\"ח סנ\"ו. שו\"ע אדה\"ז שם ס\"ב.41) וכן פי' רבינו יונה לרי\"ף שם. הובא בטור ובשו\"ע אדה\"ז שם.42) בשם הפסיקתא.43) השייכות דאיש\"ר בכל כחו ליגדל כח אד' – ראה גם זח\"ג רכ, א (ובביאוה\"ז לאדהאמ\"צ שם קי, א ואילך). אוה\"ת פרשתנו שם ע' תפ ואילך. שם ע' תפו ואילך. ד\"ה הנ\"ל תרע\"ח ותרצ\"ד בתחלתו.44) דזה שע\"י הדיבור מיתוסף בהשכל, לפי שהדיבור מעורר קדמות השכל, הוא ביותר כשהדיבור הוא בקול רם – ראה סה\"מ תרנ\"ט ע' ו בענין ההוספה שנעשית בהמדות ע\"י הדיבור.ולהעיר מעירובין נג, סע\"ב ואילך בענין ההוא תלמידא דהוה קא גריס בלחישה. אבל בעירובין שם הוא בנוגע ל\"משתמרת\" (ולא בנוגע לההוספה בשכל), דענין \"משתמרת\" שייך לזה שהשכל נקלט יותר בהאדם (ולא לההמשכה מקדמות השכל).45) סה\"מ תרס\"ה ע' ז. ה'תש\"ג ע' 23.46) יתרו כ, א.47) ראה גם אוה\"ת שם ע' תצא (וראה שם ע' תצז). סד\"ה הנ\"ל תרע\"ח ותרצ\"ד.ולהעיר גם משבת פט, א (הובא לעיל בתחלת המאמר) שהפסוק ועתה יגדל נא אמר משה להקב\"ה בשעה שעלה למרום ומצאו להקב\"ה שהי' קושר כתרים לאותיות. ולהעיר מחדא\"ג מהרש\"א שם שהקשה ד\"האי קרא אינו כתוב לגבי מתן תורה אלא בשילוח מרגלים\".48) ראה חגיגה ג, ב. הנסמן בתו\"מ סה\"מ סיון ע' שכו הערה 4-3.49) תו\"א יתרו סז, ב. לקו\"ת שה\"ש מב, א. ובכ\"מ. וראה גם אוה\"ת, תרע\"ח ותרצ\"ד שבהערה 47.50) ראה תנחומא נשא טז. בחוקותי ג. ב\"ר ספ\"ג. במדב\"ר פי\"ג, ו. תניא רפל\"ו.",
      "glossary": "|אבא יסד ברתא (Abba yasad barta): Father established daughter; אומר אותה (Omer otah): Says it; אותו הפסוק (Oto hapasuk): That verse; אותיות הדיבור (Otiyot hadibur): Letters of speech; איזה ענין (Eizo inyan): Some matter; איזו סברא שכלית (Eizo savra sichlit): Some intellectual reasoning; אין שייך בו פגם (Ein shayach bo pegam): No flaw is relevant to it; אלא גם (Ela gam): But also; אף שמצד עצמם (Af shemitzad atzman): Even though from their own side; את השכל בדיבור (Et haseichel bedibur): The intellect in speech; באותיות הדיבור (Be'otiyot hadibur): In letters of speech; באותיות ותיבות אחרים (Be'otiyot vetevot acherim): In different letters and words; באותיות ותיבות הדיבור (Be'otiyot vetevot hadibur): In letters and words of speech; באים להתחלקות (Ba'im lehitchalekut): Come to division; בדיבור (Bedibur): In speech; בהם (Bahem): In them; בהקדים (Behakdim): By prefacing; בחינה (Bechinat): Aspect; בחינה שלמעלה (Bechinat shelema'alah): Aspect that is above; בחכמה (Bechochmah): In Chochmah (Wisdom); ביאור הענין (Biur ha'inyan): Explanation of the matter; בכדי (Kedei): In order; בכמה דרושים (Bekamah derushim): In several homilies; במחשבה (Bemachshavah): In thought; במלכות (Bimlachut): In Malchut (Kingdom); במלכות (Bimlachut): In Malchut; בנוגע להדיבור עצמו (Benogeah lahadibur atzmo): Regarding speech itself; בנוגע להשכל והמדות (Benogeah lahaseichel vehamidot): Regarding intellect and emotions; בס\"ד (B'siyata D'shmaya): With the help of Heaven; בסליחה (Biselichah): In forgiveness; בפועל (Befo'al): In actuality; בפרטיות יותר (Bifratiyut yoter): In more detail; בפשטות (Bifshutut): In simple meaning; בפשטות (Bifshutut): Simply; בקשת משה (Bakashat Moshe): Moses' request; בשעה שעלה משה למרום (Bisha'ah she'alah Moshe lamarom): When Moses ascended on high; ג' פירושים (Gimmel peirushim): Three interpretations; גם (Gam): Also; דברי אהבה (Divrei ahavah): Words of love; דיוק לשון (Diyuk leshon): Precise language; דכשמדבר (Decheshemedaber): When speaking; דמלכות בכלל (De'malchut bichlal): For Malchut in general; דמשמעות (D'mashma'ut): The meaning; דרך הפשט (Derech hapeshat): Way of simple interpretation; ה' ארך אפים (Hashem erech apayim): God is slow to anger; ה'תשי\"ט (Hey Tashit): Year 5719 (1959); האמירה (Ha'amirah): The saying; ההגדלה (Hahagdalah): The enlargement; ההמשכה (Hahamshachah): The drawing down; הוא בחכמה (Hu bechochmah): Is in Chochmah; הוא בקדמות השכל (Hu bekadmut haseichel): Is in primordial intellect; הוא דיבור (Hu dibur): Is speech; הוא כשמדבר (Hu cheshemedaber): It is when speaking; הוא ע\"י שנמשך (Hu al yedei shenimshach): Is through drawing; הוספה (Hosafah): Addition; הוצרך (Hutzrach): Was compelled; הטעם (Hata'am): The reason; הטעם על זה (Hata'am al zeh): The reason for this; הי' לך לעזרני (Heyeh lecha le'ozreni): Be for me to help me; היא מדה אחת (Hi midah achat): Is one emotion; היא נחלקת (Hi necheleket): It divides; היא סברא אחת (Hi savra achat): Is one reasoning; הידוע (Hayadu'a): The known; הכח (Hakoach): The power; הם מתחלקים (Hem mitchalkim): They divide; הם פשוטים (Hem peshutim): They are simple; המקום (Hamakom): The place; המקור דשכל הגלוי (Hamakor dseichel hagaluy): The source of revealed intellect; המשכה (Hamshachah): Drawing down; הנ\"ל (Hanizkar le'eil): Aforementioned; הנה (Hineh): Behold; הפגם (Hapegam): The flaw; הפירוש (Hapeirush): The interpretation; הקב\"ה (HaKadosh Baruch Hu): The Holy One, Blessed be He; הרי האהבה (Harei ha'ahavah): Behold the love; השייכות (Hashayachut): The connection; השכל או המדה (Haseichel o hamidah): The intellect or emotion; השרש ומקור (Hashoresh umakor): The root and source; השרש ומקור דאד' (Hashoresh umakor de'adam): Root and source of man; השתלשלות (Hishtalshelut): Chain of emanation; וזהו גם הטעם (Vezhu gam hata'am): And this is also the reason; וכשהיא מתלבשת (Ucheshehi mitlabshet): And when it clothes itself; ומתעורר; ועד\"ז (Ve'al derech zeh): And similarly; ועפ\"ז (Ve'al pi zeh): According to this; ועפ\"ז יובן יותר (Ve'al pi zeh yuvan yoter): According to this will be understood better; ועתה יגדל נא כח אד' (V'atah yigdal na koach Adonai): And now let the power of my Lord be great; זה שאותה הסברא (Zeh she'otah hasvara): That the same reasoning; זה שהשכל והמדות (Zeh shehaseichel vehamidot): That intellect and emotions; זה ששרש הדיבור (Zeh sheshoresh hadibur): That the root of speech; חטא המרגלים (Chet hameraglim): Sin of the spies; י\"ג מדות הרחמים (Yud-Gimmel midot harachamim): Thirteen attributes of mercy; יובן (Yuvan): Will be understood; יובן זה (Yuvan zeh): This will be understood; יומשך באד' (Yumshach be'adam): Will be drawn into man; יותר מכמו שהי' קודם (Yoter mikmo shehayah kodem): More than it was before; יותר מכמו שהי' תחלה (Yoter mikmo shehayah techilah): More than it was initially; יש חלק מהמדה (Yesh chelek mehamidah): There is a part of the emotion; כ\"ח סיון (Kaf-Chet Sivan): 28th of Sivan; כאשר דברת לאמר (Ka'asher dibarta leimor): As You have spoken, saying; כדאיתא בגמרא (Kede'ita bagemara): As it is in the Gemara; כוונת הכתוב (Kavanat hakatuv): Intention of the verse; כח אד' (Koach Adonai): Power of God; כי הכח (Ki hakoach): For the power; כי ע\"י הדיבור (Ki al yedei hadibur): For through speech; כל אחד (Kol echad): Each one; כנ\"ל (Kenizkar le'eil): As mentioned above; כפרה (Kaparah): Atonement; כשלומד (Cheshelomed): When learning; לא רצו (Lo ratzu): Did not want; לא רק (Lo rak): Not only; לכמה חלקים (Lekamah chalakim): Into several parts; לכמה תיבות (Lekamah tevot): Into several words; למטה (Lematah): Below; למלאות הפגם (Lemalot hapegam): To fill the flaw; למעלה גם (Lema'alah gam): Above even; למעלה מהאור (Lema'alah meha'or): Above the light; לפרש (Lefaresh): To explain; לריבוי חלקים (Leribuy chalakim): Into many parts; לשון הכתוב (Leshon hakatuv): Language of the verse; מבה\"ח (Mibahir Chag): From the bright holiday; מבואר (Mevo'ar): Explained; מבחינת החכמה (Mibechinat hachochmah): From the aspect of Chochmah; מבחינת חכמה (Mibechinat chochmah): From the aspect of Chochmah; מהו הדיבור (Mahu hadibur): What is the speech; מובן (Muvan): Understood; מחילה (Mechilah): Forgiveness; מיד (Miyad): Immediately; מיתוסף בהשגת השכל (Mitosaf behashagat haseichel): Is added to the comprehension of intellect; מיתוסף בהשכל (Mitosaf bahaseichel): Is added to the intellect; ממקום נעלה ביותר (Mimakom na'aleh beyoter): From the most elevated place; ממשיך בכתוב (Mamshich bakatuv): Continues in the verse; מעלה (Ma'alah): Above; מפני (Mipnei): Because; מצד עצמה (Mitzad atzmah): From its own side; מצוות מעשיות (Mitzvot ma'asiyot): Practical commandments; מרז\"ל (Meirabotenu zichronam livrachah): From our sages of blessed memory; משה (Moshe): Moses; משמע (Mashma): It implies; נמשך (Nimshach): Is drawn; נתמלא (Nitmaleh): Was filled; נתקן (Nitaken): Was corrected; סלח נא לעון העם הזה (Selach na la'avon ha'am hazeh): Please forgive the iniquity of this people; סליחה (Selichah): Pardon; ע\"י התלבשותם (Al yedei hitlabshutam): Through their clothing; ע\"פ (Al pi): According to; עבודת האדם (Avodat ha'adam): Service of man; עד\"מ (Al derech mashal): By way of example; עזר (Ezer): Help; עי\"ז (Al yedei zeh): Through this; על זה (Al zeh): For this; על זה שלפעמים (Al zeh shelife'amim): For this that sometimes; פירושים (Peirushim): Interpretations; צ\"ל (Tzarich lihyot): Must be; צריך להבין (Tzarich lehavin): Need to understand; קאי (Ka'i): Refers to; קדמות השכל (Kadmut haseichel): Primordial intellect; רש\"י (Rashi): Rabbi Shlomo Yitzchaki, medieval commentator; ש\"פ (Shabbat Parshat): Shabbat of Torah portion; שבאדם (She'ba'adam): That are in man; שבו הי' הפגם (Shebo hayah hapegam): Where the flaw was; שבכל תיבה (Shebechol tevah): That in each word; שבנפש (Shebanefesh): That is in the soul; שהסברא (Shehasvara): That the reasoning; שייכים זה לזה (Shayachim zeh lazeh): Related to each other; שכל הנעלם (Seichel hane'elam): Hidden intellect; שלח (Shelach): Send (Torah portion name); שלמעלה מהשתלשלות (Shelema'alah mehishtalshelut): Above the chain of emanation; שלמעלה משכל הגלוי (Shelema'alah miseichel hagaluy): Above revealed intellect; שם אד' (Shem Adonai): Name of God; שמחלק את הסברא (Shemechalek et hasvara): That divides the reasoning; שמלובש בהם (Shemelubash bahem): That is clothed in them; שמתלבשים בהדיבור (Shemitlabshim bahadibur): That are clothed in speech; שני ענינים (Shnei inyanim): Two matters; שני פירושים (Shnei peirushim): Two interpretations; שע\"י שמביא (She'al yedei shemevi): That by bringing; שע\"י שמביא את השכל (She'al yedei shemevi et haseichel): That by bringing the intellect; שרש האותיות (Shoresh ha'otiyot): Root of the letters; שרש הסליחה (Shoresh haselichah): Root of forgiveness; שרש ומקור ההשתלשלות (Shoresh umakor hahishtalshelut): Root and source of emanation; שרש ומקור השכל (Shoresh umakor haseichel): Root and source of intellect; שרשו (Shorsho): Its root; ששרשם (Sheshorshan): Whose root; תהי' הגדלה (Tihyeh hagdalah): There will be enlargement; תהי' ההגדלה (Tihyeh hahagdalah): The enlargement will be; תמוז (Tamuz): Hebrew month name; תצלח מלאכתך (Tatzliach melachtecha): May your work succeed;"
    },
    "search_tags": [
      "עבודה",
      "חטא",
      "Love",
      "Knowledge",
      "רבי",
      "World",
      "מלכות",
      "אוא\"ס",
      "Wisdom",
      "דעת",
      "Self-sacrifice",
      "Jacob",
      "Commandments",
      "Dwelling",
      "Chain of descent",
      "Torah",
      "Moses",
      "כוונה",
      "Sin",
      "מצוות",
      "יעקב",
      "דוד",
      "Israel",
      "ישראל",
      "המשכה",
      "תורה",
      "Kingship",
      "Rabbi",
      "Light",
      "השתלשלות",
      "אהבה",
      "Will",
      "אור",
      "Intention",
      "מס\"נ",
      "Lower worlds",
      "David",
      "Infinite Light",
      "Revelation",
      "Service",
      "גילוי",
      "רצון",
      "משה",
      "תחתונים",
      "דירה",
      "Drawing down",
      "חכמה",
      "עולם"
    ]
  }
}