{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "3_רסג",
    "reference": "Reference: 3_רסג",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אלקות",
        "אור",
        "אוא\"ס",
        "עצמות",
        "גילוי",
        "אצילות",
        "עולם",
        "עולמות",
        "מלכות",
        "חכמה",
        "צדיק",
        "דוד",
        "ישראל",
        "מצוות",
        "מצוה",
        "תורה",
        "גלות",
        "גאולה",
        "משיח",
        "דור",
        "עבודה",
        "אהבה",
        "יראה",
        "ביטול",
        "המשכה",
        "תכלית",
        "רצון",
        "תשובה",
        "תיקון",
        "רבי",
        "חסיד"
      ],
      "key_concepts": [
        "Divinity",
        "Light",
        "Infinite Light",
        "Essence",
        "Revelation",
        "Emanation",
        "World",
        "Worlds",
        "Kingship",
        "Wisdom",
        "Righteous one",
        "David",
        "Israel",
        "Commandments",
        "Commandment",
        "Torah",
        "Exile",
        "Redemption",
        "Messiah",
        "Generation",
        "Service",
        "Love",
        "Fear/Awe",
        "Nullification",
        "Drawing down",
        "Purpose",
        "Will",
        "Repentance",
        "Rectification",
        "Rabbi",
        "Chassid"
      ],
      "biblical_references": [
        "שה\"ש ו, ג",
        "במדבר יג, ב",
        "תהלים קטז, טו",
        "ישעי' סו, א"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "סנהדרין כב, א"
      ],
      "chassidic_references": [
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 1865,
      "chunk_count": 8
    },
    "content": {
      "main_text": "בס\"ד. יום ד' פ' שופטים, אור לאדר\"ח אלול ה'תשל\"ב אני לדודי ודודי לי1 ר\"ת אלול2, ומבואר בלקו\"ת בהמאמר ד\"ה זה3, שבאלול הוא אתערותא דלתתא, אני לדודי, ובראש השנה ויום הכיפורים היא ההמשכה מלמעלה למטה (אתערותא דלעילא), ודודי לי. וצריך להבין, דבתחלת המאמר אומר שאלול הוא ר\"ת אני לדודי ודודי לי, ומיד לאח\"ז מבאר שבאלול הוא (רק) אני לדודי, וודודי לי הוא בראש השנה ויום הכיפורים.וממשיך בהמאמר, שבאלול הוא זמן התגלות י\"ג מדות הרחמים4. ומבאר שהגילוי די\"ג מדה\"ר באלול הוא לכאו\"א, גם להרחוקים ביותר5. וכמו מלך שקודם בואו לעיר יוצאין אנשי העיר לקראתו ומקבלים פניו בשדה, ואז רשאים [ויכולים6 ] כל מי שרוצה להקביל פניו, והוא מקבל את כולם בסבר פנים יפות ומראה פנים שוחקות לכולם. וצריך להבין, איך זה מתאים עם מ\"ש הטור7, שמר\"ח אלול ואילך תוקעין בשופר בכל יום כדי להזהיר את העם שיעשו תשובה, שנאמר8 אם יתקע שופר בעיר ועם לא יחרדו, דלכאורה מכיון שבאלול המלך מקבל את כולם בסבר פנים יפות ומראה פנים שוחקות לכולם, הרי עיקר העבודה דאלול היא (לכאורה) אהבה, וגם התשובה דאלול צריכה להיות (לכאורה) תשובה מאהבה, וא\"כ למה תוקעין אז בשופר בכדי לעורר יראה וחרדה.ב) ויש לומר הביאור בזה, דמהחילוקים בין אהבה ליראה הוא, דאהבה באה ע\"י גילוי אור מלמעלה, והיראה באה (בעיקר) ע\"י עבודת האדם. וע\"ד יראת מלך בו\"ד, דזה שאנשי המדינה יראים מפני המלך הוא מפני שקיבלו אותו להיות מלך עליהם9, דקבלת המלכות היא ע\"י העם, שום תשים עליך מלך10. ולכן, כיון שבאלול הוא העבודה דאני לדודי, עבודת האדם, צריך להיות אז יראה. ויש להוסיף, שעיקר העבודה באלול, אני לדודי, הוא קבלת עול מלכות שמים. דזהו מ\"ש בלקו\"ת שהעבודה דאלול היא היציאה לשדה לקבל פני המלך11. וזה שתוקעין בשופר (באלול) לעורר יראה וחרדה, הוא, כי הענין דשום תשים עליך מלך הוא שתהא אימתו עליך12, ובכדי שקבלת המלכות תהי' בשלימות הוא ע\"י התעוררות היראה דוקא13.ג) וביאור הענין בפרטיות יותר יובן ע\"פ מ\"ש הצ\"צ במאמר14 שמבאר ענין תקיעת שופר בר\"ח אלול, דזה שתוקעין בשופר בחודש אלול הוא הקדמה לתקיעת שופר דר\"ה. דהחילוק בין תק\"ש דאלול ותק\"ש דר\"ה הוא, שהיראה (והחרדה) הבאה ע\"י תק\"ש דאלול היא יראה תתאה, והיראה (והחרדה) הבאה ע\"י תקיעת שופר דר\"ה היא יראה עילאה. וזהו שתקנו לתקוע בשופר בר\"ח אלול ובכל החודש, כי בכדי לבוא ליראה עילאה צ\"ל תחלה יראה תתאה. ועוד טעם על זה שתוקעין בשופר בחודש אלול קודם ראש השנה הוא, כי בעשי\"ת, מתחיל מר\"ה, צריך להמשיך מהמקיף בכדי למלאות מה שפגמו במשך כל השנה, והמשכת המקיף הוא ע\"י הביטול דוקא. וכמבואר בתו\"א15 עה\"פ16 השמים כסאי והארץ הדום רגלי אי זה בית גו' ואל זה אביט אל עני ונכה רוח, דשמים וארץ הם תורה ומצוות, דההמשכה שע\"י תומ\"צ הוא אור פנימי, כסאי והדום רגלי, ובכדי להמשיך המקיפים, אי זה בית גו', דבית הוא מקיף (ובמקיפים עצמם מקיף הרחוק), הוא ע\"י הביטול, עני ונכה רוח וחרד על דברי. ולכן תוקעין בשופר באלול, כי בכדי שתהי' המשכת המקיף בר\"ה צ\"ל נכה רוח וחרד, וע\"י תקיעת שופר באים לחרדה.וצריך להבין, הרי גם ע\"י שתוקעין בר\"ה באים לחרדה17, ואדרבה, החרדה דר\"ה היא גדולה יותר מהחרדה דאלול, וכנ\"ל בהמאמר שהחרדה הבאה מתק\"ש דאלול היא יראה תתאה, והחרדה הבאה מתק\"ש דר\"ה היא יראה עילאה. ואעפ\"כ, המשכת המקיף בר\"ה היא ע\"י החרדה הבאה מתק\"ש דאלול.ד) ויובן זה בהקדים הביאור בזה שהיראה דאלול היא יראה תתאה והיראה דראש השנה היא יראה עילאה. דהנה החילוק בין יראה תתאה ויראה עילאה הוא, כמבואר בתניא18 ובכ\"מ19 דיראה תתאה היא מגדולתו ית' בבריאת והתהוות העולמות. דהביטול שביראה זו הוא ביטול היש. ויראה עילאה היא מגדולתו ורוממותו ית' שלמעלה מעולמות, דכולא קמי' כלא חשיב. דהביטול שביראה זו הוא ביטול במציאות. וזהו שבכדי לבוא ליראה עילאה, הוא דוקא ע\"י גילוי מלמעלה, כי זה שביכולת האדם להשיג ע\"י התבוננות הוא האלקות שבערך העולמות, ובכדי שיורגש אצלו הרוממות דאוא\"ס שלמעלה מעולמות הוא דוקא ע\"י גילוי מלמעלה. וזהו מ\"ש20 ויצונו ה' לעשות את כל החוקים האלה ליראה את הוי', שבכדי לבוא ליראה את הוי', יראה עילאה21, א\"א לבוא לזה ע\"י התבוננות ורק ע\"י גילוי מלמעלה שנמשך ע\"י המצוות22. וזהו שהיראה דאלול היא יראה תתאה והיראה דר\"ה היא יראה עילאה, כי באלול, שהמלך הוא בשדה, שבהיותו בשדה לא נרגש הגדלות והרוממות שלו23, והיראה אז היא (לא מצד הגילוי מלמעלה, אלא) ע\"י עבודת האדם, לכן, היראה אז היא יראה תתאה. ובר\"ה, כשהמלך הוא בהיכל מלכותו, שאז נרגש הרוממות שלו, שהוא מרומם ומובדל מהעם24, דבנמשל הוא גילוי הרוממות דאוא\"ס שלמעלה מעולמות, היראה שבר\"ה יראה עילאה.ויש לומר, דזה שצריך לתקוע בשופר בר\"ה בכדי לבוא ליראה עילאה, אף שאז הוא זמן התגלות מלכותו ית', היינו שבהזמן דר\"ה מצד עצמו מאיר בגילוי הרוממות דאוא\"ס שלמעלה מעולמות, הוא, כי זמן הוא מגדרי העולם25, ולכן, הרוממות דאוא\"ס שמתגלה בר\"ה מצד הזמן דר\"ה הוא שייך לעולמות, והגילוי דאוא\"ס כמו שהוא קדוש ומובדל מעולמות הוא בעיקר ע\"י המצוות, אשר קדשנו במצוותיו26. וכיון שתקיעת שופר בר\"ה היא מצוה, היראה והחרדה מקול השופר דר\"ה היא יראה וביטול בתכלית, יראה עילאה. ועפ\"ז יש להוסיף עוד ביאור בזה שהיראה הבאה מקול השופר דאלול היא (רק) יראה תתאה, כי זה שקול השופר דר\"ה מביא ליראה עצומה כזו, ביטול במציאות (יראה עילאה), הוא מצד המצוה דתק\"ש, וכיון שתק\"ש באלול אינה מצוה (ואין מברכים על זה אשר קדשנו במצוותיו), לכן, היראה (והביטול) הבאה מקול השופר דאלול היא (רק) ביטול היש, יראה תתאה. אלא שאעפ\"כ, יראה זו היא הקדמה והכנה ליראה עילאה דר\"ה, כי בכדי לבוא ליראה עילאה צ\"ל תחלה יראה תתאה (כנ\"ל בהמאמר).ה) והנה ידוע27 שבכדי לבוא מיראה תתאה ליראה עילאה צ\"ל תחלה אהבה. דסדר העבודה הוא דחילו רחימו רחימו ודחילו. דחילו (הראשון) הוא יראה תתאה, ולאח\"ז ב' דרגות ברחימו, אהבה זוטא ואהבה רבה, ולאח\"ז דחילו, יראה עילאה. ומזה מובן, דזה שמהיראה תתאה דאלול באים ליראה עילאה בר\"ה הוא ע\"י הקדמת האהבה. ויש לבאר זה ע\"פ מ\"ש בלקו\"ת דכשהמלך הוא בשדה הוא מקבל את כולם בסבר פנים יפות ומראה פנים שוחקות לכולם, דפנים יפות ופנים שוחקות הו\"ע האהבה, וע\"י שהמלך מקבל את כולם בסבר פנים יפות, ובפרט ע\"י שמראה פנים שוחקות לכולם, זה מעורר אצלם (כמים הפנים לפנים28 ) אהבה להמלך. ועפ\"ז יש לומר, שבפרטי המשל שבלקו\"ת מרומזים ד' ענינים הנ\"ל. דזה שיוצאים לקראת המלך לקבל פניו, שייך ליראה תתאה. ולאח\"ז, המלך מקבלם בסבר פנים יפות ומראה להם פנים שוחקות – שתי הדרגות דרחימו (פנים יפות – אהבה זוטא, ופנים שוחקות – אהבה רבה), ולאח\"ז בא הענין דבבואו להיכל מלכותו – יראה עילאה.ו) והנה אף שבהדרגות דיראה, היראה דאלול היא למטה מהיראה דראש השנה, דהיראה דאלול היא יראה תתאה והיראה דר\"ה היא יראה עילאה, מ\"מ יש מעלה בהיראה דאלול על היראה דר\"ה. כי היראה והביטול שבר\"ה, כיון שאז הוא זמן התגלות מלכותו ית'29, היראה והביטול אז אינם חידוש. דכיון שכולא קמי' כלא חשיב וכל שהוא קמי' יותר הוא יותר כלא30, הרי זה שישראל הם בביטול דיראה עילאה בהזמן דר\"ה כשהם נמצאים בהיכל מלכותו, אין בזה חידוש. [ובדוגמת הביטול שבאצילות, שאין בזה חידוש31, מכיון שבאצילות מאיר גילוי אוא\"ס. ועד\"ז באצילות גופא, שהביטול שבספירת החכמה, שבה הוא עיקר הביטול, אינו חידוש, לפי שבחכמה הוא הגילוי דהוא לבדו ואין זולתו32. ומכ\"ש הביטול דכתר, דאע\"ג שהוא אור צח וכו' אוכם הוא קדם עילת העילות33, דפירוש אוכם הוא שהכתר הוא בביטול (כמו מראה השחור שאינו גבוה נגד מראה הלבן) לגבי אוא\"ס שלמעלה מהכתר (עילת העילות)34, שאין זה חידוש, מכיון שהכתר משיג35 שהוא באין ערוך לגבי אוא\"ס]. והיראה והביטול באלול, כשהמלך הוא בשדה (שאז אין נרגש הגדלות והרוממות שלו) ואעפ\"כ ישנו הביטול דישראל, שמקבלים עליהם מלכותו ית', ולא עוד אלא שגם תוקעין בשופר לעורר יראה וחרדה (בכדי שקבלת המלכות תהי' בשלימות), הנה ביטול זה, אף שהוא ביטול היש, הוא יקר מאד בעיני הוי'36. ויש לומר, דע\"י התענוג של המלך מזה שיוצאין לקראתו לקבל פניו (קבלת מלכותו ית') בהיותו בשדה מיתוסף עוד יותר בזה שהוא מקבל את כולם בסבר פנים יפות ומראה פנים שוחקות לכולם. ויש להוסיף, דהמעלה שבהיראה והביטול דאלול לגבי היראה והביטול דר\"ה היא לא רק מצד החידוש שבזה, אלא גם בענין הביטול37. דהביטול שע\"י גילוי, כיון שהביטול הוא מפני שמכיר ומרגיש העילוי דהגילוי (שהוא באין ערוך לגבי'), הרי הביטול קשור עם מציאות האדם (ההכרה שלו). ואמיתית ענין הביטול הוא בהעבודה דקבלת עול, שהוא כמו עבד, שמצד עול האדון שמוטל עליו הוא מוכרח לקיים רצון האדון.ז) ועפ\"ז יש לבאר מ\"ש בהמאמר שהמשכת המקיף דר\"ה היא (בעיקר) ע\"י היראה והחרדה הבאה ע\"י תק\"ש דאלול, כי זה שע\"י החרדה (וחרד על דברי) הוא המשכת המקיף (בית), הוא (בעיקר) כשהחרדה היא באופן דביטול ושפלות, עני ונכה רוח. וכמבואר בהמאמר דכל שהאדם משפיל את עצמו יותר, המקיף שנמשך הוא מקיף עליון יותר. ולכן עיקר המשכת המקיף הוא ע\"י היראה והחרדה דאלול, כי היראה והחרדה דר\"ה הוא ע\"י שמרגיש הגילוי דלמעלה, והביטול שע\"י הרגש הגילוי אינו באופן דשפלות, ועיקר הענין דעני ונכה רוח, ביטול באופן דשפלות, הוא בהיראה והחרדה דאלול.ויש להוסיף עוד ביאור בהמעלה שבהיראה דאלול על היראה דראש השנה, דכיון שהיראה והביטול דאלול באה ע\"י עבודתם של ישראל, אני לדודי, שהשרש דישראל הוא בהעצמות, לכן, ההמשכה שע\"י יראה וביטול זה היא המשכת העצמות. ויש לומר, שזהו הטעם הפנימי על זה שמהיראה תתאה דאלול באים אח\"כ בר\"ה ליראה עילאה, כי ע\"י היראה דאלול הוא המשכת העצמות, ועי\"ז נמשכים (אח\"כ) גם הגילויים.ח) והנה עד\"ז הוא גם בענין התשובה דאלול, דזה שבאלול תוקעין בשופר הוא (כמובא לעיל מהטור) כדי להזהיר ישראל שיעשו תשובה, שיש בזה יתרון על התשובה דר\"ה. דהגם שהתשובה דאלול היא על ענינים בלתי רצויים, כמובן ממ\"ש בכתבי האריז\"ל38 דאלול הוא ר\"ת אנה לידו ושמתי לך39, דערי מקלט הוא תיקון על ענינים בלתי רצויים [ויש לומר, דזה שהתשובה דאלול נרמזת באנה לידו ושמתי לך שהכפרה דערי מקלט היא על מכה נפש בשגגה40, הוא כי ע\"י התשובה דר\"ח אלול נעשו זדונות כשגגות והתשובה דאלול היא לתקן השגגות], והתשובה דר\"ה שבאה לאחרי שנתקנו כבר הענינים הבלתי רצויים (גם השגגות)41 ע\"י התשובה דאלול היא (בעיקר) תשובה עילאה42, מ\"מ, יש יתרון בהתשובה דאלול על התשובה דר\"ה. כי התשובה דר\"ה, הוא רמז בהמצוה דתק\"ש, כמ\"ש הרמב\"ם43 אע\"פ שתקיעת שופר בראש השנה גזירת הכתוב, רמז יש בו, כלומר עורו ישינים משנתכם כו' וחזרו בתשובה. והגם שענין התשובה המרומז בשופר הוא למעלה מהמצוה דתק\"ש44, וכידוע בענין הרמז, שהענין המרומז הוא למעלה מהדבר שמרמז עליו ועד שאינו מתלבש בהדבר והוא רק רמז בלבד45, מ\"מ זה שהענין מרומז עכ\"פ בהדבר, הוא מפני שיש ביניהם דמיון. וכיון שתק\"ש בר\"ה היא מצוה, לכן, גם התשובה הנרמזת בה יש לה שייכות להעבודה דתומ\"צ. ועיקר המעלה דתשובה, שהיא מגיעה בבעל הרצון (למעלה מהרצון דמצוות)46, היא התשובה דאלול. כי זה שתשובה מגיעה למעלה מהרצון דמצוות הוא47 מפני שישראל קדמו לתורה48, ולכן, המעלה דתשובה היא בעיקר כשהתשובה באה מהאדם (ישראל) עצמו, תשובה דאלול, אני לדודי.ט) וזהו אני לדודי ודודי לי ר\"ת אלול, דזה שודודי לי נכלל בר\"ת אלול, הוא, כי זה שע\"י העבודה דאני לדודי (באלול) נעשה ההמשכה דודודי לי בר\"ה וביוהכ\"פ הוא כי העבודה דאני לדודי מגיעה בהעצמות שמשם נמשכים כל הגילויים (כנ\"ל סוס\"ז), ונמצא שבאני לדודי דאלול כלולה גם ההמשכה דודודי לי. ויש לומר, דזהו מה שהתקיעות דחודש אלול (ע\"פ מנהג חב\"ד49 ) הם תשר\"ת תש\"ת תר\"ת, כל הקולות שתוקעים בר\"ה, כי בהתקיעות דאלול ישנם כל הענינים שבהתקיעות דראש השנה. וזה שבאלול תוקעין עשר קולות ולא מאה קולות, אולי יש לומר, שזהו לפי שהתקיעות דאלול (כיון שהם השרש של הענינים שנמשכים בר\"ה) הם למעלה מהתחלקות.יו\"ד) ויהי רצון שעל ידי מעשינו ועבודתינו50, ובפרט על ידי העבודה דאלול, יקרבו ויזרזו עוד יותר את הגאולה, וכמרומז בזה שאלול הוא ר\"ת להוי' ויאמרו לאמר אשירה51, כי אז יצאו כל ניצוצין מהגלות52.וכיון שבאלול מקבל המלך את כולם בסבר פנים יפות ומראה פנים שוחקות לכולם, הרי בודאי שהמלך ממלא הבקשה של כאו\"א מישראל, שתהי' לו כתיבה וחתימה טובה לשנה טובה ומתוקה בטוב הנראה והנגלה, הן בענינים הרוחניים בלימוד התורה וקיום המצוות, והן בענינים הגשמיים בבני חיי ומזוני רויחי, ועאכו\"כ בנוגע לבקשה העיקרית – גאולה האמיתית והשלימה ע\"י משיח צדקנו, יבוא ויגאלנו ויוליכנו קוממיות לארצנו, בקרוב ממש.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד יום ד' פ' שופטים, אור לאדר\"ח אלול ה'תשל\"ב אני לדודי ודודי לי1 ר\"ת אלול2, ומבואר בלקו\"ת בהמאמר ד\"ה זה3, שבאלול הוא אתערותא דלתתא, אני לדודי, ובראש השנה ויום הכיפורים היא ההמשכה מלמעלה למטה (אתערותא דלעילא), ודודי לי וצריך להבין, דבתחלת המאמר אומר שאלול הוא ר\"ת אני לדודי ודודי לי, ומיד לאח\"ז מבאר שבאלול הוא (רק) אני לדודי, וודודי לי הוא בראש השנה ויום הכיפורים.וממשיך בהמאמר, שבאלול הוא זמן התגלות י\"ג מדות הרחמים4 ומבאר שהגילוי די\"ג מדה\"ר באלול הוא לכאו\"א, גם להרחוקים ביותר5 וכמו מלך שקודם בואו לעיר יוצאין אנשי העיר לקראתו ומקבלים פניו בשדה, ואז רשאים [ויכולים6 ] כל מי שרוצה להקביל פניו, והוא מקבל את כולם בסבר פנים יפות ומראה פנים שוחקות לכולם וצריך להבין, איך זה מתאים עם מ\"ש הטור7, שמר\"ח אלול ואילך תוקעין בשופר בכל יום כדי להזהיר את העם שיעשו תשובה, שנאמר8 אם יתקע שופר בעיר ועם לא יחרדו, דלכאורה מכיון שבאלול המלך מקבל את כולם בסבר פנים יפות ומראה פנים שוחקות לכולם, הרי עיקר העבודה דאלול היא (לכאורה) אהבה, וגם התשובה דאלול צריכה להיות (לכאורה) תשובה מאהבה, וא\"כ למה תוקעין אז בשופר בכדי לעורר יראה וחרדה.ב) ויש לומר הביאור בזה, דמהחילוקים בין אהבה ליראה הוא, דאהבה באה ע\"י גילוי אור מלמעלה, והיראה באה (בעיקר) ע\"י עבודת האדם וע\"ד יראת מלך בו\"ד, דזה שאנשי המדינה יראים מפני המלך הוא מפני שקיבלו אותו להיות מלך עליהם9, דקבלת המלכות היא ע\"י העם, שום תשים עליך מלך10 ולכן, כיון שבאלול הוא העבודה דאני לדודי, עבודת האדם, צריך להיות אז יראה ויש להוסיף, שעיקר העבודה באלול, אני לדודי, הוא קבלת עול מלכות שמים דזהו מ\"ש בלקו\"ת שהעבודה דאלול היא היציאה לשדה לקבל פני המלך11",
          "topics": [
            "אור",
            "גילוי",
            "מלכות",
            "דוד",
            "גלות"
          ],
          "word_count": 265
        },
        {
          "chunk_id": "chunk_2",
          "content": "וזה שתוקעין בשופר (באלול) לעורר יראה וחרדה, הוא, כי הענין דשום תשים עליך מלך הוא שתהא אימתו עליך12, ובכדי שקבלת המלכות תהי' בשלימות הוא ע\"י התעוררות היראה דוקא13.ג) וביאור הענין בפרטיות יותר יובן ע\"פ מ\"ש הצ\"צ במאמר14 שמבאר ענין תקיעת שופר בר\"ח אלול, דזה שתוקעין בשופר בחודש אלול הוא הקדמה לתקיעת שופר דר\"ה דהחילוק בין תק\"ש דאלול ותק\"ש דר\"ה הוא, שהיראה (והחרדה) הבאה ע\"י תק\"ש דאלול היא יראה תתאה, והיראה (והחרדה) הבאה ע\"י תקיעת שופר דר\"ה היא יראה עילאה וזהו שתקנו לתקוע בשופר בר\"ח אלול ובכל החודש, כי בכדי לבוא ליראה עילאה צ\"ל תחלה יראה תתאה ועוד טעם על זה שתוקעין בשופר בחודש אלול קודם ראש השנה הוא, כי בעשי\"ת, מתחיל מר\"ה, צריך להמשיך מהמקיף בכדי למלאות מה שפגמו במשך כל השנה, והמשכת המקיף הוא ע\"י הביטול דוקא וכמבואר בתו\"א15 עה\"פ16 השמים כסאי והארץ הדום רגלי אי זה בית גו' ואל זה אביט אל עני ונכה רוח, דשמים וארץ הם תורה ומצוות, דההמשכה שע\"י תומ\"צ הוא אור פנימי, כסאי והדום רגלי, ובכדי להמשיך המקיפים, אי זה בית גו', דבית הוא מקיף (ובמקיפים עצמם מקיף הרחוק), הוא ע\"י הביטול, עני ונכה רוח וחרד על דברי ולכן תוקעין בשופר באלול, כי בכדי שתהי' המשכת המקיף בר\"ה צ\"ל נכה רוח וחרד, וע\"י תקיעת שופר באים לחרדה.וצריך להבין, הרי גם ע\"י שתוקעין בר\"ה באים לחרדה17, ואדרבה, החרדה דר\"ה היא גדולה יותר מהחרדה דאלול, וכנ\"ל בהמאמר שהחרדה הבאה מתק\"ש דאלול היא יראה תתאה, והחרדה הבאה מתק\"ש דר\"ה היא יראה עילאה ואעפ\"כ, המשכת המקיף בר\"ה היא ע\"י החרדה הבאה מתק\"ש דאלול.ד) ויובן זה בהקדים הביאור בזה שהיראה דאלול היא יראה תתאה והיראה דראש השנה היא יראה עילאה",
          "topics": [
            "אור",
            "מלכות",
            "מצוות",
            "תורה",
            "יראה"
          ],
          "word_count": 261
        },
        {
          "chunk_id": "chunk_3",
          "content": "דהנה החילוק בין יראה תתאה ויראה עילאה הוא, כמבואר בתניא18 ובכ\"מ19 דיראה תתאה היא מגדולתו ית' בבריאת והתהוות העולמות דהביטול שביראה זו הוא ביטול היש ויראה עילאה היא מגדולתו ורוממותו ית' שלמעלה מעולמות, דכולא קמי' כלא חשיב דהביטול שביראה זו הוא ביטול במציאות וזהו שבכדי לבוא ליראה עילאה, הוא דוקא ע\"י גילוי מלמעלה, כי זה שביכולת האדם להשיג ע\"י התבוננות הוא האלקות שבערך העולמות, ובכדי שיורגש אצלו הרוממות דאוא\"ס שלמעלה מעולמות הוא דוקא ע\"י גילוי מלמעלה וזהו מ\"ש20 ויצונו ה' לעשות את כל החוקים האלה ליראה את הוי', שבכדי לבוא ליראה את הוי', יראה עילאה21, א\"א לבוא לזה ע\"י התבוננות ורק ע\"י גילוי מלמעלה שנמשך ע\"י המצוות22 וזהו שהיראה דאלול היא יראה תתאה והיראה דר\"ה היא יראה עילאה, כי באלול, שהמלך הוא בשדה, שבהיותו בשדה לא נרגש הגדלות והרוממות שלו23, והיראה אז היא (לא מצד הגילוי מלמעלה, אלא) ע\"י עבודת האדם, לכן, היראה אז היא יראה תתאה ובר\"ה, כשהמלך הוא בהיכל מלכותו, שאז נרגש הרוממות שלו, שהוא מרומם ומובדל מהעם24, דבנמשל הוא גילוי הרוממות דאוא\"ס שלמעלה מעולמות, היראה שבר\"ה יראה עילאה.ויש לומר, דזה שצריך לתקוע בשופר בר\"ה בכדי לבוא ליראה עילאה, אף שאז הוא זמן התגלות מלכותו ית', היינו שבהזמן דר\"ה מצד עצמו מאיר בגילוי הרוממות דאוא\"ס שלמעלה מעולמות, הוא, כי זמן הוא מגדרי העולם25, ולכן, הרוממות דאוא\"ס שמתגלה בר\"ה מצד הזמן דר\"ה הוא שייך לעולמות, והגילוי דאוא\"ס כמו שהוא קדוש ומובדל מעולמות הוא בעיקר ע\"י המצוות, אשר קדשנו במצוותיו26 וכיון שתקיעת שופר בר\"ה היא מצוה, היראה והחרדה מקול השופר דר\"ה היא יראה וביטול בתכלית, יראה עילאה",
          "topics": [
            "אלקות",
            "אוא\"ס",
            "גילוי",
            "עולם",
            "עולמות"
          ],
          "word_count": 247
        },
        {
          "chunk_id": "chunk_4",
          "content": "ועפ\"ז יש להוסיף עוד ביאור בזה שהיראה הבאה מקול השופר דאלול היא (רק) יראה תתאה, כי זה שקול השופר דר\"ה מביא ליראה עצומה כזו, ביטול במציאות (יראה עילאה), הוא מצד המצוה דתק\"ש, וכיון שתק\"ש באלול אינה מצוה (ואין מברכים על זה אשר קדשנו במצוותיו), לכן, היראה (והביטול) הבאה מקול השופר דאלול היא (רק) ביטול היש, יראה תתאה אלא שאעפ\"כ, יראה זו היא הקדמה והכנה ליראה עילאה דר\"ה, כי בכדי לבוא ליראה עילאה צ\"ל תחלה יראה תתאה (כנ\"ל בהמאמר).ה) והנה ידוע27 שבכדי לבוא מיראה תתאה ליראה עילאה צ\"ל תחלה אהבה דסדר העבודה הוא דחילו רחימו רחימו ודחילו דחילו (הראשון) הוא יראה תתאה, ולאח\"ז ב' דרגות ברחימו, אהבה זוטא ואהבה רבה, ולאח\"ז דחילו, יראה עילאה ומזה מובן, דזה שמהיראה תתאה דאלול באים ליראה עילאה בר\"ה הוא ע\"י הקדמת האהבה ויש לבאר זה ע\"פ מ\"ש בלקו\"ת דכשהמלך הוא בשדה הוא מקבל את כולם בסבר פנים יפות ומראה פנים שוחקות לכולם, דפנים יפות ופנים שוחקות הו\"ע האהבה, וע\"י שהמלך מקבל את כולם בסבר פנים יפות, ובפרט ע\"י שמראה פנים שוחקות לכולם, זה מעורר אצלם (כמים הפנים לפנים28 ) אהבה להמלך ועפ\"ז יש לומר, שבפרטי המשל שבלקו\"ת מרומזים ד' ענינים הנ\"ל דזה שיוצאים לקראת המלך לקבל פניו, שייך ליראה תתאה ולאח\"ז, המלך מקבלם בסבר פנים יפות ומראה להם פנים שוחקות – שתי הדרגות דרחימו (פנים יפות – אהבה זוטא, ופנים שוחקות – אהבה רבה), ולאח\"ז בא הענין דבבואו להיכל מלכותו – יראה עילאה.ו) והנה אף שבהדרגות דיראה, היראה דאלול היא למטה מהיראה דראש השנה, דהיראה דאלול היא יראה תתאה והיראה דר\"ה היא יראה עילאה, מ\"מ יש מעלה בהיראה דאלול על היראה דר\"ה כי היראה והביטול שבר\"ה, כיון שאז הוא זמן התגלות מלכותו ית'29, היראה והביטול אז אינם חידוש",
          "topics": [
            "אור",
            "מלכות",
            "מצוות",
            "מצוה",
            "גלות"
          ],
          "word_count": 273
        },
        {
          "chunk_id": "chunk_5",
          "content": "דכיון שכולא קמי' כלא חשיב וכל שהוא קמי' יותר הוא יותר כלא30, הרי זה שישראל הם בביטול דיראה עילאה בהזמן דר\"ה כשהם נמצאים בהיכל מלכותו, אין בזה חידוש [ובדוגמת הביטול שבאצילות, שאין בזה חידוש31, מכיון שבאצילות מאיר גילוי אוא\"ס ועד\"ז באצילות גופא, שהביטול שבספירת החכמה, שבה הוא עיקר הביטול, אינו חידוש, לפי שבחכמה הוא הגילוי דהוא לבדו ואין זולתו32 ומכ\"ש הביטול דכתר, דאע\"ג שהוא אור צח וכו' אוכם הוא קדם עילת העילות33, דפירוש אוכם הוא שהכתר הוא בביטול (כמו מראה השחור שאינו גבוה נגד מראה הלבן) לגבי אוא\"ס שלמעלה מהכתר (עילת העילות)34, שאין זה חידוש, מכיון שהכתר משיג35 שהוא באין ערוך לגבי אוא\"ס] והיראה והביטול באלול, כשהמלך הוא בשדה (שאז אין נרגש הגדלות והרוממות שלו) ואעפ\"כ ישנו הביטול דישראל, שמקבלים עליהם מלכותו ית', ולא עוד אלא שגם תוקעין בשופר לעורר יראה וחרדה (בכדי שקבלת המלכות תהי' בשלימות), הנה ביטול זה, אף שהוא ביטול היש, הוא יקר מאד בעיני הוי'36 ויש לומר, דע\"י התענוג של המלך מזה שיוצאין לקראתו לקבל פניו (קבלת מלכותו ית') בהיותו בשדה מיתוסף עוד יותר בזה שהוא מקבל את כולם בסבר פנים יפות ומראה פנים שוחקות לכולם ויש להוסיף, דהמעלה שבהיראה והביטול דאלול לגבי היראה והביטול דר\"ה היא לא רק מצד החידוש שבזה, אלא גם בענין הביטול37 דהביטול שע\"י גילוי, כיון שהביטול הוא מפני שמכיר ומרגיש העילוי דהגילוי (שהוא באין ערוך לגבי'), הרי הביטול קשור עם מציאות האדם (ההכרה שלו)",
          "topics": [
            "אור",
            "אוא\"ס",
            "גילוי",
            "אצילות",
            "מלכות"
          ],
          "word_count": 223
        },
        {
          "chunk_id": "chunk_6",
          "content": "ואמיתית ענין הביטול הוא בהעבודה דקבלת עול, שהוא כמו עבד, שמצד עול האדון שמוטל עליו הוא מוכרח לקיים רצון האדון.ז) ועפ\"ז יש לבאר מ\"ש בהמאמר שהמשכת המקיף דר\"ה היא (בעיקר) ע\"י היראה והחרדה הבאה ע\"י תק\"ש דאלול, כי זה שע\"י החרדה (וחרד על דברי) הוא המשכת המקיף (בית), הוא (בעיקר) כשהחרדה היא באופן דביטול ושפלות, עני ונכה רוח וכמבואר בהמאמר דכל שהאדם משפיל את עצמו יותר, המקיף שנמשך הוא מקיף עליון יותר ולכן עיקר המשכת המקיף הוא ע\"י היראה והחרדה דאלול, כי היראה והחרדה דר\"ה הוא ע\"י שמרגיש הגילוי דלמעלה, והביטול שע\"י הרגש הגילוי אינו באופן דשפלות, ועיקר הענין דעני ונכה רוח, ביטול באופן דשפלות, הוא בהיראה והחרדה דאלול.ויש להוסיף עוד ביאור בהמעלה שבהיראה דאלול על היראה דראש השנה, דכיון שהיראה והביטול דאלול באה ע\"י עבודתם של ישראל, אני לדודי, שהשרש דישראל הוא בהעצמות, לכן, ההמשכה שע\"י יראה וביטול זה היא המשכת העצמות ויש לומר, שזהו הטעם הפנימי על זה שמהיראה תתאה דאלול באים אח\"כ בר\"ה ליראה עילאה, כי ע\"י היראה דאלול הוא המשכת העצמות, ועי\"ז נמשכים (אח\"כ) גם הגילויים.ח) והנה עד\"ז הוא גם בענין התשובה דאלול, דזה שבאלול תוקעין בשופר הוא (כמובא לעיל מהטור) כדי להזהיר ישראל שיעשו תשובה, שיש בזה יתרון על התשובה דר\"ה",
          "topics": [
            "אור",
            "עצמות",
            "גילוי",
            "דוד",
            "ישראל"
          ],
          "word_count": 196
        },
        {
          "chunk_id": "chunk_7",
          "content": "דהגם שהתשובה דאלול היא על ענינים בלתי רצויים, כמובן ממ\"ש בכתבי האריז\"ל38 דאלול הוא ר\"ת אנה לידו ושמתי לך39, דערי מקלט הוא תיקון על ענינים בלתי רצויים [ויש לומר, דזה שהתשובה דאלול נרמזת באנה לידו ושמתי לך שהכפרה דערי מקלט היא על מכה נפש בשגגה40, הוא כי ע\"י התשובה דר\"ח אלול נעשו זדונות כשגגות והתשובה דאלול היא לתקן השגגות], והתשובה דר\"ה שבאה לאחרי שנתקנו כבר הענינים הבלתי רצויים (גם השגגות)41 ע\"י התשובה דאלול היא (בעיקר) תשובה עילאה42, מ\"מ, יש יתרון בהתשובה דאלול על התשובה דר\"ה כי התשובה דר\"ה, הוא רמז בהמצוה דתק\"ש, כמ\"ש הרמב\"ם43 אע\"פ שתקיעת שופר בראש השנה גזירת הכתוב, רמז יש בו, כלומר עורו ישינים משנתכם כו' וחזרו בתשובה והגם שענין התשובה המרומז בשופר הוא למעלה מהמצוה דתק\"ש44, וכידוע בענין הרמז, שהענין המרומז הוא למעלה מהדבר שמרמז עליו ועד שאינו מתלבש בהדבר והוא רק רמז בלבד45, מ\"מ זה שהענין מרומז עכ\"פ בהדבר, הוא מפני שיש ביניהם דמיון וכיון שתק\"ש בר\"ה היא מצוה, לכן, גם התשובה הנרמזת בה יש לה שייכות להעבודה דתומ\"צ ועיקר המעלה דתשובה, שהיא מגיעה בבעל הרצון (למעלה מהרצון דמצוות)46, היא התשובה דאלול כי זה שתשובה מגיעה למעלה מהרצון דמצוות הוא47 מפני שישראל קדמו לתורה48, ולכן, המעלה דתשובה היא בעיקר כשהתשובה באה מהאדם (ישראל) עצמו, תשובה דאלול, אני לדודי.ט) וזהו אני לדודי ודודי לי ר\"ת אלול, דזה שודודי לי נכלל בר\"ת אלול, הוא, כי זה שע\"י העבודה דאני לדודי (באלול) נעשה ההמשכה דודודי לי בר\"ה וביוהכ\"פ הוא כי העבודה דאני לדודי מגיעה בהעצמות שמשם נמשכים כל הגילויים (כנ\"ל סוס\"ז), ונמצא שבאני לדודי דאלול כלולה גם ההמשכה דודודי לי",
          "topics": [
            "עצמות",
            "גילוי",
            "דוד",
            "ישראל",
            "מצוות"
          ],
          "word_count": 252
        },
        {
          "chunk_id": "chunk_8",
          "content": "ויש לומר, דזהו מה שהתקיעות דחודש אלול (ע\"פ מנהג חב\"ד49 ) הם תשר\"ת תש\"ת תר\"ת, כל הקולות שתוקעים בר\"ה, כי בהתקיעות דאלול ישנם כל הענינים שבהתקיעות דראש השנה וזה שבאלול תוקעין עשר קולות ולא מאה קולות, אולי יש לומר, שזהו לפי שהתקיעות דאלול (כיון שהם השרש של הענינים שנמשכים בר\"ה) הם למעלה מהתחלקות.יו\"ד) ויהי רצון שעל ידי מעשינו ועבודתינו50, ובפרט על ידי העבודה דאלול, יקרבו ויזרזו עוד יותר את הגאולה, וכמרומז בזה שאלול הוא ר\"ת להוי' ויאמרו לאמר אשירה51, כי אז יצאו כל ניצוצין מהגלות52.וכיון שבאלול מקבל המלך את כולם בסבר פנים יפות ומראה פנים שוחקות לכולם, הרי בודאי שהמלך ממלא הבקשה של כאו\"א מישראל, שתהי' לו כתיבה וחתימה טובה לשנה טובה ומתוקה בטוב הנראה והנגלה, הן בענינים הרוחניים בלימוד התורה וקיום המצוות, והן בענינים הגשמיים בבני חיי ומזוני רויחי, ועאכו\"כ בנוגע לבקשה העיקרית – גאולה האמיתית והשלימה ע\"י משיח צדקנו, יבוא ויגאלנו ויוליכנו קוממיות לארצנו, בקרוב ממש",
          "topics": [
            "ישראל",
            "מצוות",
            "תורה",
            "גלות",
            "גאולה"
          ],
          "word_count": 148
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס ראש חודש אלול – תשמ\"ט, \"לקראת ר\"ח אלול .. יום ג' פ' שופטים, ה'תשמ\"ט\".1) שה\"ש ו, ג.2) אבודרהם סדר תפלת ר\"ה ופירושה פ\"א. פע\"ח שער כד (שער ר\"ה) פ\"א. שעה\"פ להאריז\"ל עה\"פ. ב\"ח לטור או\"ח הל' ר\"ה סתקפ\"א ד\"ה והעבירו. הנסמן בתו\"מ סה\"מ אלול ע' רמה הערה 67.3) פרשת ראה לב, א ואילך. וראה ד\"ה אני לדודי תשמ\"ו (תו\"מ סה\"מ שם ע' רל ואילך) השייכות דמאמר זה (שבלקו\"ת) לפרשת ראה והרמז לדף לב.4) ראה מ\"ח מס' אלול פ\"א מ\"ג. פע\"ח שם.וזה שבאלול הוא אני לדודי, אף שאז הוא הגילוי די\"ג מדה\"ר – כי גילוי זה הוא דוגמת \"מלך בשדה\" (כדלקמן בפנים), וכשהמלך הוא במצב זה – אינו מטיל אימה ופחד, ולכן, הגילוי דאלול הוא רק נתינת כח לעבודת התחתון, והעבודה היא מצד התחתון (ראה לקו\"ש ח\"ד ע' 1343 הערה 6).5) כ\"ה בסה\"מ ה'ש\"ת ע' 166. וראה גם מאמרי אדה\"ז על פרשיות התורה ח\"ב ע' תתכה.6) הוספת כ\"ק מו\"ח אדמו\"ר בסה\"מ שם ע' 167.7) או\"ח הל' ר\"ה ר\"ס תקפא, מפרקי דר\"א פמ\"ו.8) עמוס ג, ו.9) \"והראי' שהרי מלך אחר שלא ממדינתו, אין אימתו ופחדו עליו כו' מפני שלא קיבל אותו למלך עליו\" (המשך תרס\"ו ע' של [תלו]).10) שופטים יז, טו.11) וראה סה\"מ ה'ש\"ת שם, דבנמשל הוא \"לעורר את הקבעומ\"ש\".12) סנהדרין כב, א (במשנה). וש\"נ.13) בתניא פמ\"א (נז, א) \"היראה והעבודה כו' אינן מעכבות זו את זו\". ובהמשך מים רבים תרל\"ו פקצ\"ב (ע' רכ) \"רק שאי\"ז עבודה שלימה\".ולהעיר מתניא שם (נו, סע\"ב) \"התורה שלומד או המצוה שעושה מחמת קבלה זו ומחמת המשכת היראה שבמוחו נקראות בשם עבודה שלימה\". דמזה משמע, שכשאין לו יראה כלל (גם לא במוחו), אף שעושה זה \"מחמת קבלה זו\" (שמקבל עליו מלכות שמים), אין זה עבודה שלימה.14) ד\"ה אם יתקע שופר בעיר – אוה\"ת נצבים ע' א'רפ ואילך (ובכותרת שם: \"ענין תקיעת שופר בר\"ח אלול\"). וצע\"ק ההדגשה כאן ובכ\"מ דר\"ח.15) ר\"פ בראשית, הובא באוה\"ת שם ס\"ע א'רפב.16) ישעי' סו, א-ב.17) וראה אבודרהם בטעמי התקיעות מרס\"ג שבתק\"ש דר\"ה עשרה ענינים, ו\"הענין השביעי\" הוא כי טבע השופר מרעיד ומחריד.18) פמ\"ג.19) ראה לקו\"ת במדבר יג, ב (הובא באוה\"ת נצבים שם ע' א'רפב). סה\"מ תרס\"ה ע' רב [דש] ואילך. קונטרס העבודה ע' 20 ואילך. סה\"מ תש\"ח ע' 138 ואילך. ובכ\"מ.20) ואתחנן ו, כד.21) ראה בהנסמן בהערה 19 החילוק בין \"יראו מהוי'\" ל\"יראו את הוי'\".22) בכ\"מ, וגם בלקו\"ת במדבר שם בתחלת הענין, דיראה עילאה נמשכת ע\"י עסק התורה, אבל בסיום הענין שם שיראה זו נמשכת ע\"י אשר קדשנו במצוותיו. וכ\"ה בלקו\"ת מסעי צו, ג.23) היינו שלא נרגש הגדלות שלו, גם לא הגדלות בבריאת העולמות המביאה ליראה תתאה. וראה לעיל הערה 4.24) בסדור (עם דא\"ח) הערה לתקון חצות (קנא, ג-ד [רכח, ג ואילך]), דיראה חיצונית (יר\"ת) היא \"כמו היראה ופחד ממלך גדול ונורא\", ויראה פנימית (יר\"ע) היא יראת בושת \"כמו שיש בושה לפני אדם גדול בדורו וצדיק\". ומזה משמע לכאורה, דיראת המלך (באיזה אופן שתהי') הוא משל על יראה תתאה. ולכאורה י\"ל הביאור בזה, כי כיון שאין מלך בלא עם, בהכרח שהעם יש לו תפיסת מקום לגבי המלך, ולכן אין זה משל על יראה עילאה (ביטול במציאות) מהגילוי דכולא קמי' כלא חשיב. אבל בסה\"מ תרס\"ה ובסה\"מ תש\"ח שבהערה 19, יראת המלך הוא משל על יראה עילאה, כי \"לגבי גדולת ורוממות המלך אינו תופס מקום כלל וכלל, כי הוא מובדל בערך לגמרי\".25) שער היחוד והאמונה פ\"ז (פב, א).26) וראה תניא פמ\"ו (סו, א) שקאי על \"קדושתו של הקב\"ה בכבודו ובעצמו .. מובדל מהעולמות\". וראה לקו\"ת במדבר שבהערה 22.27) תו\"א מקץ מ, ד. מא, ג. לקו\"ת בלק עג, א. ראה לא, א. ובכ\"מ.28) משלי כז, יט. וראה תניא פמ\"ו.29) לשון המאמר בלקו\"ת לב, א.30) אגה\"ק ס\"ב.31) ראה לקו\"ת ס\"פ במדבר. סה\"מ פר\"ת ותרפ\"א שבהערה 37. ושם שעיקר התענוג והשעשועים שלמעלה הוא בביטול היש דבי\"ע, מפני שהוא חידוש. וכהמשל דצפור המדברת (ראה בארוכה לקו\"ת שם).32) תניא פל\"ה בהגהה.33) ראה תקו\"ז תי' ע (ד\"ה שיעורא דרצועין [קלה, ריש ע\"ב]).34) לקו\"ת בלק סט, א.35) כ\"ה הלשון בלקו\"ת שם.36) ראה סה\"מ תרפ\"ח ע' קא בפירוש הכתוב יקר בעיני הוי' גו' (תהלים קטז, טו), \"דלמעלה יקר וחביב מאד המיתה וביטול מה שהחסידים עושים בנה\"ב כו' להיותו חידוש דבר\". וראה לעיל הערה 31.37) ראה סה\"מ פר\"ת (לכ\"ק אדמו\"ר מהורש\"ב נ\"ע) ע' לד וסה\"מ תרפ\"א ע' קכא, שהמעלה בביטול היש שבבי\"ע על הביטול בהמציאות שבאצילות הוא לא רק מפני החידוש שבזה (כנ\"ל הערה 31) אלא גם שהביטול דהיש \"הוא ביטול גדול יותר מהביטול שבאצילות בעצם אופן הביטול\". עיי\"ש בארוכה. וראה גם לקו\"ש ח\"ט ע' 74 ובהנסמן שם.38) פע\"ח שבהערה 2. שער הפסוקים משפטים כא, יג.39) משפטים שם.40) דזה ש\"אחד שוגג ואחד מזיד מקדימין לערי מקלט\" (מכות ט, ב במשנה) הוא עד שיתברר דינם בבי\"ד. אבל הכפרה דערי מקלט היא (בעיקר?) על השוגג. ולהעיר ממכות ב, ב \"הוא שעשה מעשה במזיד לא ליגלי כי היכי דלא תיהוי לי' כפרה\".41) ויש לקשר זה עם המובא לקמן סעיף יו\"ד שאלול קשור עם \"יציאת כל ניצוצין מהגלות\", דיש לומר, שזהו ע\"י שנתקנו כל הענינים.42) ראה גם לקו\"ש ח\"ד ע' 1360.43) הל' תשובה פ\"ג ה\"ד.44) ראה בארוכה לקו\"ש ח\"ד ע' 1147. ושם, שי\"ל שלכן כתב זה הרמב\"ם בהלכות תשובה ולא בהלכות שופר.45) ראה בארוכה לקו\"ש חי\"ט ס\"ע 420 ואילך ובהנסמן שם.וראה סה\"מ קונטרסים ח\"א קכד, סע\"א [סה\"מ תרצ\"א ע' ו] ואילך בביאור לשון הרמב\"ם \"רמז יש בו\" ש\"דבר שא\"א לבוא בגילוי בדבור הוא בא ברמז\".46) סה\"מ קונטרסים שם קכו, ב [סה\"מ שם ע' יב ואילך]. וראה לקו\"ת אחרי כו, ג. ספהמ\"צ להצ\"צ לט, ב. סה\"מ תש\"ה ס\"ע 124 ואילך. ובכ\"מ.47) סה\"מ תש\"ה שם.48) ב\"ר פ\"א, ד. תדבא\"ר פי\"ד.49) ספר המנהגים – חב\"ד ע' 53.50) ראה תניא רפל\"ז.51) בשלח טו, א. פע\"ח שבהערה 2. ובשו\"ע האריז\"ל ר\"ח אלול הוא ר\"ת ויאמרו לאמר אשירה להוי'.52) פע\"ח שם. שו\"ע האריז\"ל שם.",
      "glossary": "|אהבה (Ahavah): Love; אהבה זוטא (Ahavah Zuta): Lesser love; אהבה רבה (Ahavah Rabah): Greater love; אוא\"ס (Or Ein Sof): Infinite Light; אוכם הוא קדם עילת העילות (Ucham Hu Kedem Ilat HaIlot): But it is before the cause of causes; אור לאדר\"ח אלול (Or LeRosh Chodesh Elul): Light of/before Rosh Chodesh Elul; אור פנימי (Or Penimi): Inner light; אור צח (Or Tzach): Pure light; אי זה בית (Ei Zeh Bayit): What house; אימתו עליך (Eimato Alecha): His fear upon you; אין מברכים (Ein Mevarechim): We do not bless; אינו מתלבש בהדבר (Eino Mitlabesh BaDavar): Does not clothe itself in the thing; אם יתקע שופר בעיר ועם לא יחרדו (Im Yitaka Shofar Ba'ir VeAm Lo Yecheradu): If a shofar is blown in the city and the people do not tremble; אנה לידו ושמתי לך (Anah LeYado VeSamti Lach): It came to his hand and I will place for you; אני לדודי ודודי לי (Ani LeDodi VeDodi Li): I am to my beloved and my beloved is to me; אע\"פ שתקיעת שופר בראש השנה גזירת הכתוב (Af Al Pi SheTeki'at Shofar BeRosh HaShanah Gezeirat HaKatuv): Even though blowing shofar on Rosh Hashanah is a decree of Scripture; אצילות (Atzilut): Emanation; אשר קדשנו במצוותיו (Asher Kidshanu BeMitzvotav): Who sanctified us with His commandments; אתערותא דלעילא (Itaruta DeLe'eila): Awakening from above; אתערותא דלתתא (Itaruta DeLeTata): Awakening from below; באין ערוך (BeEin Erech): Incomparable; ביטול (Bitul): Nullification; ביטול במציאות (Bitul BeMetziyut): Nullification in existence; ביטול בתכלית (Bitul BeTachlit): Ultimate nullification; ביטול היש (Bitul HaYesh): Nullification of existence; ביטול ושפלות (Bitul VeShiflut): Nullification and humility; בית (Bayit): House; בס\"ד (Besiyata Dishmaya): With Divine assistance; בעל הרצון (Ba'al HaRatzon): Master of will; בריאת והתהוות העולמות (Beri'at VeHithavut HaOlamot): Creation and coming into being of worlds; גדולתו ורוממותו ית' (Gedulato VeRomemuto Yitbarach): His greatness and exaltedness, blessed be He; גדולתו ית' (Gedulato Yitbarach): His greatness, blessed be He; גילוי אור מלמעלה (Gilui Or MeLeMaalah): Revelation of light from above; ד\"ה זה (Dibur HaMatchil Zeh): Beginning with the words \"This\"; דחילו (DeChilu): Fear; דחילו רחימו רחימו ודחילו (DeChilu Rechimo Rechimo UDeChilu): Fear love love and fear; דמיון (Dimyon): Similarity; ה'תשל\"ב (HaTashlav): The year 5732; האלקות שבערך העולמות (HaElokut SheBe'erech HaOlamot): The Godliness that is in the realm of worlds; הגילויים (HaGiluyim): The revelations; הדבר שמרמז עליו (HaDavar SheMeramez Alav): The thing that hints at it; ההמשכה (HaHamshachah): The drawing down; הוא לבדו ואין זולתו (Hu Levado VeEin Zulato): He alone and there is nothing else; הטור (HaTur): The Tur (halachic work); היכל מלכותו (Heichal Malchuto): Palace of his kingdom; היציאה לשדה לקבל פני המלך (HaYetzi'ah LasSadeh LeKabel Pnei HaMelech): Going out to the field to receive the king's face; המאמר (HaMaamar): The discourse; המצוות (HaMitzvot): The commandments; המקיף (HaMakif): The encompassing light; המשכה מלמעלה למטה (Hamshachah MeLeMaalah LeMattah): Drawing down from above to below; המשכת העצמות (Hamshachat HaAtzmus): Drawing down of the Essence; העבודה דתומ\"צ (HaAvodah DeTorah UMitzvot): The service of Torah and commandments; הענין המרומז (HaInyan HaMemuraz): The matter hinted at; העצמות (HaAtzmus): The Essence; הצ\"צ (HaTzemach Tzedek): The Tzemach Tzedek; הקדמה והכנה (Hakdamah VeHachanah): Preparation and readiness; הרגש הגילוי (Hergesh HaGilui): Feeling of revelation; הרוממות דאוא\"ס (HaRomemut DeOr Ein Sof): The exaltedness of the Infinite Light; הרחוקים ביותר (HaRechokim Beyoter): The most distant ones; הרמב\"ם (HaRambam): Maimonides; הרמז (HaRemez): The hint; השגגות (HaShgagot): Inadvertent acts; השמים כסאי והארץ הדום רגלי (HaShamayim Kis'i VeHaAretz Hadom Raglai): The heavens are My throne and the earth is My footstool; השרש (HaShoresh): The root; השרש דישראל (HaShoresh DeYisrael): The root of Israel; התבוננות (Hitbonenut): Contemplation; התענוג (HaTa'anug): The pleasure; התקיעות (HaTeki'ot): The blowings; ודודי לי (VeDodi Li): And my beloved is to me; ויצונו ה' לעשות את כל החוקים האלה ליראה את הוי' (VeTzivanu Hashem La'asot Et Kol HaChukim HaEleh LeYir'ah Et Havayah): And Hashem commanded us to do all these statutes to fear Hashem; זדונות כשגגות (Zedonot KeShgagot): Intentional sins as inadvertent; זמן (Zman): Time; זמן התגלות מלכותו ית' (Zman Hitgalut Malchuto Yitbarach): Time of revelation of His kingdom, blessed be He; חזרו בתשובה (Chizru BiTeshuvah): Return in repentance; חידוש (Chidush): Innovation/novelty; חרד על דברי (Chared Al Devarai): Trembles at My words; חרדה (Chardah): Trembling; י\"ג מדות הרחמים (Yud Gimel Middot HaRachamim): Thirteen attributes of mercy; יהי רצון (Yehi Ratzon): May it; יוהכ\"פ (Yom HaKippurim): Yom Kippur; יום ד' (Yom Dalet): Wednesday; יום הכיפורים (Yom HaKippurim): Day of Atonement; יקר מאד בעיני הוי' (Yakar Me'od BeEinei Havayah): Very precious in the eyes of Hashem; יראה (Yirah): Fear/awe; יראה את הוי' (Yir'ah Et Havayah): Fear of Hashem; יראה עילאה (Yirah Ila'ah): Higher fear; יראה תתאה (Yirah Tata'ah): Lower fear; יראת מלך בו\"ד (Yirat Melech Basar VaDam): Fear of a flesh and blood king; ישראל (Yisrael): Israel; ישראל קדמו לתורה (Yisrael Kadmu LaTorah): Israel preceded the Torah; כ\"מ (BeChol Makom): In many places; כולא קמי' כלא חשיב (Kula Kamei KeLa Chashiv): Everything before Him is considered as nothing; כל הגילויים (Kol HaGiluyim): All the revelations; כל הקולות (Kol HaKolot): All the sounds; כל שהאדם משפיל את עצמו יותר (Kol SheHaAdam Mashpil Et Atzmo Yoter): The more a person humbles himself; כל שהוא קמי' יותר הוא יותר כלא (Kol SheHu Kamei Yoter Hu Yoter KeLa): The more something is before Him, the more it is nothing; כלולה (Kelulah): Included; כמים הפנים לפנים (KaMayim HaPanim LaPanim): As water reflects face to face; כתבי האריז\"ל (Kitvei HaAri\"zal): Writings of the Arizal; כתר (Keter): Crown; למעלה מהרצון דמצוות (LeMaalah MeHaRatzon DeMitzvot): Above the will of commandments; למעלה מהתחלקות (LeMaalah MeHitchalekut): Above division; לקו\"ת (Likutei Torah): Likutei Torah; מאה קולות (Me'ah Kolot): One hundred sounds; מגדרי העולם (MiGidrei HaOlam): From the boundaries of the world; מגיעה בהעצמות (Magi'ah BaAtzmus): Reaches the Essence; מהאדם (MeHaAdam): From the person; מכה נפש בשגגה (Makeh Nefesh BiShgagah): Striking a soul inadvertently; מלך (Melech): King; מנהג חב\"ד (Minhag Chabad): Chabad custom; מצוה (Mitzvah): Commandment; מקיף הרחוק (Makif HaRachok): Distant encompassing light; מקיף עליון יותר (Makif Elyon Yoter): Higher encompassing light; מקיפים (Makifim): Encompassing lights; מר\"ח אלול (MeRosh Chodesh Elul): From Rosh Chodesh Elul; מראה הלבן (Mar'eh HaLavan): White mirror; מראה השחור (Mar'eh HaShachar): Black mirror; מרומם ומובדל מהעם (Meromam UMuvdal MeHaAm): Exalted and separated from the people; משיג (Masig): Comprehends; נכה רוח וחרד (Nikeh Ruach VeChared): Broken of spirit and trembling; נכלל (Nichlal): Included; סבר פנים יפות (Sever Panim Yafot): Pleasant countenance; סוס\"ז (Sof Seif Zayin): End of section seven; ספירת החכמה (Sefirat HaChochmah): Sefirah of Wisdom; עבד (Eved): Servant; עבודת האדם (Avodat HaAdam): Service of man; עה\"פ (Al HaPasuk): On the verse; עול האדון (Ol HaAdon): Yoke of the master; עורו ישינים משנתכם (Uru Yesheinim MiShnatechem): Awaken sleepers from your sleep; עילת העילות (Ilat HaIlot): Cause of causes; עיר (Ir): City; עני ונכה רוח (Ani VeNikeh Ruach): Poor and broken of spirit; ערי מקלט (Arei Miklat): Cities of refuge; עשי\"ת (Asiyah Yetzirah Beriah): Asiyah Yetzirah Beriah; עשר קולות (Eser Kolot): Ten sounds; פ' שופטים (Parashat Shoftim): Torah portion Shoftim; פנים שוחקות (Panim Sochakot): Laughing face; קבלת המלכות (Kabalat HaMalchut): Acceptance of kingship; קבלת עול מלכות שמים (Kabalat Ol Malchut Shamayim): Acceptance of the yoke of the kingdom of heaven; ר\"ת אלול (Roshei Teivot Elul): Acronym for Elul; ראש השנה (Rosh HaShanah): New Year; רחימו (Rechimo): Love; רמז בלבד (Remez Bilvad): Hint alone; רמז יש בו (Remez Yesh Bo): There is a hint in it; שדה (Sadeh): Field; שום תשים עליך מלך (Som Tasim Alecha Melech): You shall surely place over yourself a king; שייכות (Shayachut): Connection; שלמעלה מעולמות (SheLeMaalah MeOlamot): That is above worlds; תו\"א (Torah Or): Torah Or; תומ\"צ (Torah UMitzvot): Torah and commandments; תוקעין בשופר (Toke'in BeShofar): Blow the shofar; תורה ומצוות (Torah UMitzvot): Torah and commandments; תניא (Tanya): Tanya; תק\"ש דאלול (Teka\"sh DeElul): Shofar blowing of Elul; תק\"ש דר\"ה (Teka\"sh DeRosh HaShanah): Shofar blowing of Rosh Hashanah; תקיעת שופר (Teki'at Shofar): Blowing of the shofar; תר\"ת (Tarat): Tekiah Teruah Tekiah; תש\"ת (Tashat): Tekiah Shevarim Tekiah; תשובה (Teshuvah): Repentance; תשובה עילאה (Teshuvah Ila'ah): Higher repentance; תשר\"ת (Tashrat): Tekiah Shevarim Teruah Tekiah;"
    },
    "search_tags": [
      "דור",
      "עבודה",
      "תכלית",
      "צדיק",
      "אלקות",
      "Love",
      "רבי",
      "World",
      "מלכות",
      "אוא\"ס",
      "Wisdom",
      "Fear/Awe",
      "אצילות",
      "ביטול",
      "Commandments",
      "Purpose",
      "Nullification",
      "גאולה",
      "Torah",
      "Generation",
      "Emanation",
      "מצוות",
      "דוד",
      "Exile",
      "Israel",
      "ישראל",
      "המשכה",
      "תורה",
      "Kingship",
      "Rabbi",
      "Light",
      "אהבה",
      "Will",
      "גלות",
      "תשובה",
      "אור",
      "עצמות",
      "משיח",
      "מצוה",
      "Essence",
      "יראה",
      "Worlds",
      "Infinite Light",
      "David",
      "Revelation",
      "תיקון",
      "Righteous one",
      "Redemption",
      "Service",
      "Divinity",
      "גילוי",
      "רצון",
      "Commandment",
      "עולמות",
      "חסיד",
      "Chassid",
      "Rectification",
      "Drawing down",
      "Repentance",
      "חכמה",
      "Messiah",
      "עולם"
    ]
  }
}