{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "4_רנט",
    "reference": "Reference: 4_רנט",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אלקות",
        "אור",
        "עצמות",
        "גילוי",
        "העלם",
        "תחתונים",
        "עליונים",
        "עולם",
        "עולמות",
        "מלכות",
        "בינה",
        "יסוד",
        "יעקב",
        "משה",
        "ישראל",
        "מצוות",
        "תורה",
        "גלות",
        "דור",
        "עבודה",
        "אהבה",
        "יראה",
        "אהבת ישראל",
        "מס\"נ",
        "ביטול",
        "המשכה",
        "העלאה",
        "דירה",
        "תכלית",
        "כוונה",
        "רצון",
        "רבי"
      ],
      "key_concepts": [
        "Divinity",
        "Light",
        "Essence",
        "Revelation",
        "Concealment",
        "Lower worlds",
        "Upper worlds",
        "World",
        "Worlds",
        "Kingship",
        "Understanding",
        "Foundation",
        "Jacob",
        "Moses",
        "Israel",
        "Commandments",
        "Torah",
        "Exile",
        "Generation",
        "Service",
        "Love",
        "Fear/Awe",
        "Love of Israel",
        "Self-sacrifice",
        "Nullification",
        "Drawing down",
        "Elevation",
        "Dwelling",
        "Purpose",
        "Intention",
        "Will",
        "Rabbi"
      ],
      "biblical_references": [
        "שה\"ש כד, סע",
        "בראשית א, ה",
        "במדבר יב, ב",
        "במדבר ג, א",
        "דברים האלה, שקאי",
        "תהלים קיט, קעב",
        "ישעי' ו, ג"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "זהר",
        "ברכות יג, א",
        "סנהדרין כו, ב"
      ],
      "chassidic_references": [
        "אדמו\"ר מהר\"ש",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 2577,
      "chunk_count": 11
    },
    "content": {
      "main_text": "בס\"ד. ש\"פ במדבר, מבה\"ח וער\"ח סיון, ה'תשכ\"ט בחודש השלישי לצאת בני ישראל מארץ מצרים ביום הזה באו מדבר סיני1, ואיתא בגמרא2, כתיב הכא ביום הזה באו מדבר סיני וכתיב התם3 החודש הזה לכם ראש חדשים, מה להלן ראש חודש אף כאן ראש חודש. והקשו בתוספות4, דבמס' פסחים5 איתא (עה\"פ6 וידבר ה' אל משה במדבר סיני בשנה השנית גו' בחודש הראשון), אתיא מדבר ממדבר, כתיב הכא במדבר סיני וכתיב התם7 וידבר ה' אל משה במדבר סיני באוהל מועד באחד לחודש השני, מה להלן בר\"ח אף כאן בר\"ח, וכיון שגם בפסוק בחודש השלישי כתיב מדבר, אמאי לא יליף הכא מדבר ממדבר. וצריך להבין, דלכאורה, הילפותא מהגז\"ש הזה הזה מגלה שפירוש ביום הזה הוא בר\"ח, משא\"כ באם היו למדין מהגז\"ש מדבר מדבר [שהלימוד הוא רק שהענין שנאמר בכתוב (באו מדבר סיני) הי' בר\"ח] לא הי' מובן הפירוש דביום הזה [ועוד יתרון בהגז\"ש הזה הזה על הגז\"ש מדבר מדבר, כי החודש הזה פירושו הוא ר\"ח8, משא\"כ מדבר סיני ואחד לחודש (ר\"ח) הם שני ענינים]9, ומהי סברת התוספות דהוה לי' למילף מדבר ממדבר10.ב) ויובן זה ע\"פ המבואר בתו\"א ד\"ה זה11, דעיקר12 קבלת התורה הוא כמ\"ש (בהתחלת הענין דמ\"ת13 ) וידבר אלקים את כל הדברים האלה לאמר, דפירוש תיבת לאמר בפסוק זה הוא שבשעת מתן תורה ניתן הכח לכל אחד מישראל, שלימוד התורה שלו [כל הדברים האלה, שקאי גם על כל התורה כולה14 ] יהי' באופן דלאמר, לחזור הדברים שהקב\"ה אומר, כמ\"ש15 תען לשוני אמרתך, שהתורה היא אמרתך, שלשוני תען כעונה אחר האומר. וזוהי השייכות דמתן תורה לחג השבועות, דבחג השבועות הוא המשכת הכתר [וכידוע16 בפירוש הכתוב17 תספרו חמישים יום, שבחג השבועות נמשך שער הנו\"ן דבינה, ושער הנו\"ן הוא הכתר18 ], וזה שבמ\"ת ניתן הכח שלימוד התורה דישראל יהי' בתכלית הביטול, שאינו מציאות לעצמו כלל והוא רק כעונה אחר הקורא, הוא לפי שבמ\"ת נמשך גילוי הכתר.וזהו בחודש השלישי גו' ביום הזה באו מדבר סיני, שבר\"ח סיון היתה ההכנה לקבלת התורה, כי בר\"ח הוא מולד הלבנה, שאז (בעת המולד) היא נקודה בלבד, וזה מורה על הביטול שלה, דלית לה מגרמה כלום19. וכן הוא בישראל שדומין ומונין ללבנה20, שבר\"ח הוא זמן המוכשר לגלות כח הביטול שישנו בכ\"א מישראל. ולכן בר\"ח סיון הוא ההכנה לקבלת התורה, שלימוד התורה דהאדם יהי' בביטול, כעונה אחר הקורא.ג) וממשיך בהמאמר עוד ביאור בזה שבר\"ח סיון הוא ההכנה לקבלת התורה, דבצאת ישראל ממצרים התחילו לספור ספירת העומר21, שהיא הכנה לקבלת התורה, וז' השבועות דספירת העומר (שבעה שבועות תספר לך22 ) הם כנגד ז' המדות, ובר\"ח סיון שהוא יום הג' דשבוע הז' ישנם כבר ג' המדות חג\"ת (שהם עיקרי המדות) דספירת המלכות, וכאילו שישנו כבר כל שבוע הז', ולכן בר\"ח סיון באו מדבר סיני כי אז נשלם עיקר ההכנה למ\"ת.ויש לומר, דזה שמבאר בהמאמר שני ביאורים בזה שבר\"ח סיון הוא ההכנה לקבלת התורה, הוא, כי בההכנה לקבלת התורה שני ענינים. השלימות דהאדם, שבכדי שיהי' ראוי לקבל התורה צריך להיות בתכלית השלימות23. והביטול שלו. דכיון שהתורה היא למעלה באין ערוך מהאדם (במכ\"ש מזה שהיא למעלה מעולמות העליונים), לכן, כאשר האדם הוא מציאות, המציאות שלו היא (כמו) היפך התורה24, ובכדי שהאדם יקבל את התורה הוא ע\"י הביטול שלו. ולכן מבאר בהמאמר, דזה שבר\"ח סיון באו מדבר סיני והיו מוכנים לקבל התורה, הוא, כי בר\"ח סיון ישנם שני הענינים. זה שבר\"ח הוא מולד הלבנה, שאז היא נקודה בלבד, ביטול. וזה שבר\"ח סיון נשלמו עיקרי המדות (גם) בספירת המלכות – שלימות האדם. ושני ענינים בהשלימות דהאדם שנעשית ע\"י ספירת העומר. שספירת העומר הו\"ע בירור וזיכוך המדות, ושע\"י ספירת העומר הוא המשכת מ\"ט שערי בינה25.ד) וזהו ביום הזה באו מדבר סיני, ומבאר בתו\"א, דמדבר הוא מלשון דיבור, ונקרא מדבר בתוספת מ' (דמ' הוא מאותיות האמנתי\"ו שמורים על הקטנת הענין26 ) להורות שהדיבור הוא בביטול. [וענין זה שייך גם למדבר כפשוטו, ארץ לא זרועה27, דכשהדיבור הוא ע\"פ שכלו ורצונו, השכל והרצון הם הזריעה שעי\"ז הוא צמיחת הדיבור. וענין מדבר ארץ לא זרועה הוא שהדיבור דתורה שמדַבר הוא דבר ה' ואינו זרוע משכלו ורצונו28 ]. וסיני הוא שירדה שנאה לאומות העולם29, והוא שהתורה נקראת תושי'30 לפי שמתשת כח הסט\"א. ויש לומר, דזה שביום הזה באו מדבר הוא לפי שביום הזה (ר\"ח) הלבנה [וכן ישראל שמונין ללבנה] היא נקודה בלבד, וזה שביום הזה באו סיני שירדה שנאה ליצה\"ר31 הוא לפי שביום הזה (ר\"ח סיון) נשלם הבירור של עיקרי המדות דנפש הבהמית.ה) וצריך להבין, דלפי הנ\"ל, זה שבר\"ח סיון נשלמו עיקרי המדות הוא ביאור בשלימות האדם, ובהדרוש שבתו\"א מקשר זה עם זה שבר\"ח הוא מולד הלבנה, ענין הביטול. וי\"ל הביאור בזה, דענין מולד הלבנה הוא (לא הביטול שלה, אלא אדרבה32 ) שנולד מציאותה, ע\"י שנמשך בה אור השמש. וזה שבעת המולד היא רק נקודה בלבד, שזה מורה על הביטול שלה (כנ\"ל), הוא, שהמציאות דהלבנה, האור שלה, היא בבחינת ביטול, שנרגש בה שהאור שבה הוא לא משל עצמה ורק שמקבלת מהשמש. ועד\"ז הוא בישראל שמונין ללבנה, דענין הביטול דר\"ח בעבודת האדם הוא שהמציאות שלו היא בביטול. [ויש לומר דזהו שמבואר בתו\"א דזה שר\"ח נקרא יום הזה (סתם) הוא כי יום הזה הוא אהבה שבבחינת ביטול [דיום הוא אור כמ\"ש33 ויקרא אלקים לאור יום ואהבה היא אור, וזה הוא יחו\"ע (שלכן משה רבינו נתנבא בזה34 ), ויום הזה הוא אהבה שבבחינת ביטול דיחו\"ע], כי מהטעמים על זה שאהבה נק' בשם אור, הוא, לפי שאהבה היא התפשטות35 [ולכן היראה שהיא כיווץ (היפך ההתפשטות) נקראת בשם חושך36 ], והביטול דר\"ח הוא לא באופן שמתבטל ממציאותו (דוגמת הביטול דיראה), כי אם, שההתפשטות (המציאות) שלו היא בביטול]. ועפ\"ז יש לבאר הקשר דשני הענינים שבר\"ח סיון (ביטול הלבנה והשלמת עיקרי המדות), כי ענין מולד הלבנה הוא שהמציאות הוא בביטול.ו) ועפ\"ז יש לבאר מה שהקשו התוספות דהוה לי' למילף מדבר ממדבר, כי זה שבר\"ח סיון באו לבחינת מדבר הוא ביטול נעלה יותר מזה שר\"ח נק' יום הזה. דענין יום הזה הוא שהוא במציאות (ועד למציאות דהתפשטות, יום) אלא שהמציאות שלו היא בביטול (הזה), משא\"כ זה שבר\"ח סיון באו לבחינת מדבר [שהדיבור שלו אינו דיבור עצמו כלל, ופה האדם הוא רק כלי לדבר הוי' המדַבר על ידו, וע\"ד דבר ה' בפי הנביא37 ] הוא ביטול המציאות. וכיון שעיקר המעלה דר\"ח סיון הוא שבו באו להביטול דמדבר, לכן מקום לומר שהרמז בכתוב (שזה הי' בר\"ח סיון) הוא בתיבת מדבר38. וזה שהלימוד בגמרא הוא מביום הזה, הוא, כי הענין דיום הזה שבר\"ח סיון הוא נעלה יותר גם מהביטול דמדבר, כדלקמן.ז) ויובן זה ע\"פ מה שאמרו רז\"ל39 בשעה שהקדימו ישראל נעשה לנשמע באו מלאכי השרת וקשרו לכל אחד מישראל שני כתרים אחד כנגד נעשה ואחד כנגד נשמע. וידוע הדיוק בזה40, דבתחלת המאמר בשעה שהקדימו כו' משמע דזה שקשרו להם שני כתרים הוא מפני שהקדימו נעשה לנשמע, ובסיום המאמר אומר אחד כנגד נעשה ואחד כנגד נשמע, דשני הכתרים הם עבור נעשה ונשמע עצמם. ומבאר אדמו\"ר מהר\"ש במאמרו ד\"ה בשעה שהקדימו שנאמר בש\"פ במדבר לפני מאה שנה41, דנעשה הוא קבלת עול מלכות שמים ונשמע הוא קבלת עול מצוות. וענין הקדמת נעשה לנשמע הוא כמאמר רז\"ל42 למה קדמה פרשת שמע לוהי' אם שמוע כדי שיקבל עליו עול מלכות שמים תחלה ואח\"כ יקבל עליו עול מצוות. ומבאר שם, דפרשה ראשונה היא רצוא ומסירת נפש ופרשה שני' היא שוב. וכמו שברצוא ושוב, בתחלה צ\"ל רצוא ואח\"כ שוב, עד\"ז הוא בקבלת עומ\"ש וקבלת עול מצוות, שלפני קבלת עול מצוות צ\"ל קבלת עומ\"ש. ועפ\"ז מבאר שם43 מה שארז\"ל בשעה שהקדימו כו', אף ששני הכתרים הם כנגד נעשה ונשמע עצמם [אחד כנגד נעשה ואחד כנגד נשמע], כי בכדי שיהי' השוב (נשמע) צ\"ל קדימת הרצוא (נעשה). וממשיך בהמאמר שם, דזה שקשרו להם שני כתרים (כתרים דוקא), הוא, כי כתר הוא מקיף, סובב, ויש בזה ב' ענינים, עליית ממלא בסובב והמשכת סובב בממלא. ולכאורה הכוונה, דכתר שכנגד נעשה (רצוא) הוא עליית ממלא בסובב וכתר שכנגד נשמע (שוב) הוא המשכת סובב בממלא.ויש לומר, דזה שמוסיף בהמאמר שזה שקשרו להם שני כתרים הוא כי כתר הוא מקיף, הוא, כי מלשון רז\"ל בשעה שהקדימו כו' קשרו להם שני כתרים משמע שהדיוק דהקדימו נעשה לנשמע שייך לשני הכתרים שכנגד נעשה ונשמע (ולא לנעשה ונשמע עצמם), ולכן מבאר דכתר הוא מקיף וסובב ושני הכתרים הם שני ענינים בסובב, כי זהו ביאור על זה שקשירת שני הכתרים היתה דוקא ע\"י שהקדימו נעשה לנשמע (כדלקמן). וזה שמבאר לפנ\"ז דזה שצריך להקדים נעשה לנשמע הוא כי נעשה ונשמע הם כמו רצוא ושוב, הוא ביאור על זה שהכתר שכנגד נשמע (מקיף וסובב) הוא דוקא כשהנשמע הוא לאחרי הקדימה דנעשה. כי מקיף וסובב הוא למעלה משייכות לעולמות, וכיון שנשמע הוא שוב והמשכה למטה, לכן, זה שקשרו כתר (מקיף וסובב שלמעלה מעולם) כנגד נשמע (המשכה למטה) הוא דוקא מפני שהנשמע הי' לאחרי ההקדמה דנעשה44, רצוא ועלי' למעלה.ח) וצריך ביאור, הרי כללות הענין דקבלת עול, גם קבלת עול מצוות (נשמע), הוא ביטול, דענין הביטול הוא שהאדם יוצא ממציאותו, וקשירת הכתר שכנגד נשמע הוא דוקא כשהנשמע הוא לאחרי הקדימה דנעשה. וי\"ל הביאור בזה ע\"פ הידוע45 שהמקיף דכתר הוא אמיתית המקיף שלמעלה מהמקיף השייך לפנימי. דזהו החילוק בין כתר לגלגלתא, דגלגלתא הוא מקיף השייך לפנימי, בדוגמת הגולגולת שבאדם שמקיף את המוח אבל שייך אליו, שהרי הגולגולת היא מגופו כמו המוח. והמקיף דכתר הוא מקיף שלמעלה משייכות לפנימי, בדוגמת כתר כפשוטו שהוא עטרה על המוח והגולגולת ואין לו קשר אליהם (שהרי הכתר הוא מאבנים טובות ולא מגוף האדם). והגם שגם גלגלתא נק' בשם כתר, זהו בכללות, אבל עיקר הכתר הוא המקיף שאינו שייך לפנימי (שלמעלה מהמקיף דגלגלתא). וע\"ד הרצון שבאדם, דרצון הוא מקיף על כל הכחות והאברים, שיש בו שתי מדריגות46. הרצון לעשות איזה דבר ע\"י הכחות שלו, דרצון זה עם היותו שולט על כל הכחות לפי שהוא מקיף עליהם, מ\"מ, זה עצמו שהוא רוצה בפעולת הכחות, הוא הוכחה שיש לו שייכות אליהם – מקיף דגלגלתא. והוא ירידה לגבי הרצון עצמו כמו שהוא למעלה מהרצון לעשות – מקיף דכתר.והנה זה שבחג השבועות הוא המשכת הכתר, הוא אמיתית הכתר שלמעלה מגלגלתא47. ועד\"ז הוא בנוגע לשני הכתרים שכנגד נעשה ונשמע שנמשכו בערב חג השבועות48, שהם מקיפים שלמעלה משייכות לפנימי49. ועפ\"ז יש לבאר שקשירת הכתר שכנגד נשמע היתה דוקא ע\"י שהקדימו נעשה לנשמע, כי הביטול דקבלת עול מצוות הוא ביטול להרצון, וכיון שהמצוות הם ציוויים להאדם, הרי הרצון דמצוות הוא ע\"ד הרצון (דהאדם) שרוצה לעשות ע\"י הכחות שלו, מקיף דגלגלתא. והמשכת המקיף דכתר (מקיף שלמעלה משייכות לפנימי) הוא ע\"י הביטול דקבלת עול מלכות שמים, ביטול לבעל הרצון. וע\"י שהקדימו נעשה לנשמע, קשרו להם שני כתרים אחד כנגד נעשה ואחד כנגד נשמע, כי ע\"י הקדמת נעשה לנשמע, גם הביטול דקבלת עול מצוות הוא באופן שנרגש בו בגילוי50 שהוא בא מהביטול דקבלת עול מלכות שמים, ביטול לבעל הרצון.וביאור העילוי שנעשה בהביטול דנשמע ע\"י הקדמת הביטול דנעשה, יובן בהקדים, דכמו שלמעלה, הביטול דקבלת עול מצוות הוא להרצון (גילוי) והביטול דקבלת עומ\"ש הוא לבעל הרצון, עד\"ז הוא בנוגע להאדם, שהביטול דקבלת עול מצוות הוא בהגילויים דהאדם, שיעשה כל מה שיצטווה ויתירה מזו שזה (לעשות מה שנצטווה) יהי' הרצון שלו, והביטול דקבלת עומ\"ש הוא בהאדם עצמו, שכל מציאותו הוא זה שהוא עבדו של המלך, מלך מלכי המלכים הקב\"ה. ומזה מובן, שהמעלה דקבלת עומ\"ש לגבי קבלת עול מצוות היא גם בענין הביטול. דבקבלת עול מצוות, נשאר אצלו ובו מציאות שאינה בטילה51, ואמיתית הביטול הוא בקבלת עומ\"ש, שכל מציאותו הוא זה שהוא עבד המלך. [וזה שצ\"ל (גם) קבלת עול מצוות הוא בכדי שהביטול יהי' (גם) בנוגע לקיום התומ\"צ בפועל52 ]. וכאשר הביטול דנשמע (קבלת עול מצוות) הוא לאחרי וע\"י הקדמת הביטול דנעשה (קבלת עומ\"ש), שנרגש בגילוי דזה שמקבל עליו לעשות כל מה שיצטווה הוא מפני שהוא עצמו עבדו של המלך, אזי, גם הביטול דנשמע הוא בכל מציאותו (בנוגע לכחות הגלויים שלו), ואין שייך כלל שלא יקיים הציווי.ט) ויש להוסיף, דכמו שברצוא ושוב, תכלית הכוונה דהרצוא הוא בשביל השוב שלאחרי הרצוא53, עד\"ז הוא בנעשה (קבלת עומ\"ש) ונשמע (קבלת עול מצוות) שהם כמו רצוא ושוב, שתכלית הכוונה דנעשה הוא שיביא לנשמע. וע\"י הקדמת נעשה לנשמע, שנעשה הוא הקדמה לנשמע, מיתוסף עילוי בנעשה. כי הביטול דנעשה (מצד עצמו), עם היותו ביטול דמס\"נ שהוא ביטול הכי נעלה, הוא הביטול של האדם54, וע\"י שהנעשה הוא הקדמה לנשמע לקבל עליו עול מצוות (שוב והמשכה למטה), עי\"ז נשלמת הכוונה דנתאוה הקב\"ה להיות לו ית' דירה בתחתונים55, כוונת העצמות56. ויש להוסיף, שהמעלה דנשמע שע\"י הקדימה דנעשה על הענין דנעשה עצמו הוא גם בהביטול. כי הביטול דנעשה (מצד עצמו) הוא שאינו מציאות לעצמו (והוא רק עבדו של המלך), וע\"י הקדמת נעשה לנשמע, שהביטול דנשמע הוא דוגמת הביטול דנעשה, הביטול הוא גם בהמציאות דהאדם.יו\"ד) ועד\"ז הוא בשני הענינים שבר\"ח סיון, הביטול דיום הזה והביטול דמדבר57, שהמעלה דהביטול דיום הזה על הביטול דמדבר הוא בשני ענינים. שהביטול דיום הזה (שהאהבה היא בביטול) הוא גם בהמציאות דהאדם. ושעי\"ז דוקא נשלמת הכוונה דדירה בתחתונים.ויש להוסיף, דזה שהביטול דיום הזה נמשך גם בהמציאות דהאדם [וגם לאחרי הביטול שנמשך בהמציאות הוא (לא ביטול היש, אלא) ביטול במציאות], הוא ע\"י המשכת העצמות, שבכח העצמות הוא לחבר שני הפכים (ביטול ומציאות).ויש לומר שזה מרומז גם בלשון הכתוב ביום הזה. דהנה מבואר בלקו\"ת58, שלשון \"זה\", שהוא דבר שאפשר להראות עליו באצבע ולומר זה, הוא רק בהקב\"ה, כמ\"ש59 זה א-לי ואנוהו, כי מלוא כל הארץ כבודו60. ומבואר במק\"א61 דאמיתית הענין ד\"זה\" הוא רק בהעצמות. כי פירוש \"זה\" הוא שהדבר שאומרים עליו \"זה\", הוא מציאותו של הדבר, וכיון שכל הנמצאים, כולל גם הגילויים הכי נעלים, מציאותם אינה מצד עצמם ותלוי' ברצון העצמות62, א\"א לומר עליהם בשלימות זה הדבר, ואמיתית הענין ד\"זה\" הוא רק בהעצמות. וזהו ביום הזה, שגם המציאות דהתפשטות (יום) הוא בביטול (הזה), הוא ע\"י גילוי כח העצמות, יום (גילוי) הזה.יא) ויש לומר, שזהו גם הקשר דביום הזה עם (מדבר) סיני, שירדה שנאה לאומות העולם שלא קיבלו בו את התורה63. דכמו64 שישראל קיבלו התורה מפני שכפה הקב\"ה עליהם הר כגיגית38 התגלות האהבה לישראל65 – ואוהב את יעקב66, כמו\"כ הוא בנוגע לאוה\"ע שלא קיבלו את התורה שזהו מפני שירדה שנאה לאוה\"ע – ואת עשו שנאתי65. וזה שואוהב את יעקב ואת עשו שנאתי הוא לא מפני המעלה דישראל, כי זה גופא שהחזירה הקב\"ה (לתורה) על כל אומה ולשון67 מוכיח שנתינת התורה היא ממקום נעלה ביותר, שכל המעלות, כולל גם המעלה דבנים אתם לה' אלקיכם68, אינם תופסים מקום שם, ושניהם (ישראל ואוה\"ע) שוים – הלא אח עשו ליעקב65, אלא שבבחירתו החפשית בחר להיות ואוהב את יעקב ואת עשו שנאתי. וזהו הקשר דביום הזה עם מדבר סיני, דזה שירדה שנאה לאוה\"ע הוא לפי שכך בחר בבחירתו החפשית (כנ\"ל), ואמיתית ענין הבחירה הוא רק בהעצמות, זה. ועד\"ז הוא גם בנוגע להענין דסיני שירדה שנאה ליצה\"ר (שבישראל), שעי\"ז ניתן הכח לברר המדות דנפש הבהמית, שהוא ע\"י גילוי כח העצמות. דזה שנפש האלקית בטילה לאלקות, כולל שגם ההתפשטות שלה (האהבה) היא בביטול, אינו חידוש כ\"כ, ועיקר הענין דגילוי כח העצמות, יום הזה, הוא בזה שבאו מדבר סיני, בירור וזיכוך הגוף ונה\"ב.אלא שאעפ\"כ עיקר הביאור (באריכות ובפרטיות) בהדרוש שבתו\"א בהמעלה דר\"ח סיון הוא בענין הביטול דבחינת מדבר, כי המעלה בזה שגם המציאות הוא בטל [בירור המדות דנה\"ב, ועד\"ז שהמציאות (אהבה) דנפש האלקית היא בביטול] היא שעי\"ז מתגלה כח העצמות (כנ\"ל), אבל בכדי לעורר ולהמשיך הענין דמתן תורה (המשכת העצמות) הוא ע\"י הביטול הבא מעצם הנשמה, דביטול זה מגיע בהעצמות.ויש לקשר זה עם שבר\"ח סיון היו כל ישראל כאיש אחד בלב אחד69, ואמר הקב\"ה הרי השעה שאתן להם את תורתי70, כי זה שהיו כאיש אחד בלב אחד הוא ע\"י הגילוי דשרש הנשמה שלמעלה מהנשמה המלובשת בגוף, וכמבואר בתניא71 שכל ישראל הם אחים ממש הוא (דוקא) מצד שרש נפשם, ולכן זה שהיו כאיש אחד72 הגיע בהעצמות ונתעורר אצלו כביכול הרצון ליתן להם את תורתו.יב) וזהו בחודש השלישי גו' ביום הזה גו', דהגם שהענין דיום הזה הוא בכל ר\"ח, עיקר הענין דיום הזה הוא ב(ראש) חודש השלישי. והענין הוא (כמבואר בדרושי הצ\"צ73 ), דחודש הראשון הוא בחינת סיהרא, מלכות. דהגם שגם בר\"ח ניסן יש היחוד דשמשא וסיהרא (ז\"א ומלכות), מ\"מ, בר\"ח ניסן, העיקר הוא המלכות. וחודש אייר נק' זיו74, הוא היסוד שמאיר במלכות75. וזה שהיסוד נקרא זיו הוא לפי שהוא זיו והארה בלבד. ובחודש השלישי מקבלת המלכות מת\"ת, דבת\"ת הוא הגילוי דהוי' שהוא שם העצם76. היינו שהגילוי דחודש השלישי הוא לא זיו (כהגילוי דחודש אייר), אלא גילוי העצם. ולכן, עיקר הענין דיום הזה הוא בר\"ח סיון, בחודש השלישי.וע\"י ההכנה לקבלת התורה בחודש השלישי ביום הזה (ר\"ח סיון) – הן בבירור המדות דנפש הבהמית (סיני), והן בהביטול (מדבר) דנפש האלקית, ובפרט בהענין דכאיש אחד בלב אחד [שזו (אהבת ישראל) היא כל התורה כולה ואידך פירושה הוא77 ] – זוכים לקבלת התורה בשמחה ובפנימיות, וממשיכים זה על כל השנה כולה.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד ש\"פ במדבר, מבה\"ח וער\"ח סיון, ה'תשכ\"ט בחודש השלישי לצאת בני ישראל מארץ מצרים ביום הזה באו מדבר סיני1, ואיתא בגמרא2, כתיב הכא ביום הזה באו מדבר סיני וכתיב התם3 החודש הזה לכם ראש חדשים, מה להלן ראש חודש אף כאן ראש חודש והקשו בתוספות4, דבמס' פסחים5 איתא (עה\"פ6 וידבר ה' אל משה במדבר סיני בשנה השנית גו' בחודש הראשון), אתיא מדבר ממדבר, כתיב הכא במדבר סיני וכתיב התם7 וידבר ה' אל משה במדבר סיני באוהל מועד באחד לחודש השני, מה להלן בר\"ח אף כאן בר\"ח, וכיון שגם בפסוק בחודש השלישי כתיב מדבר, אמאי לא יליף הכא מדבר ממדבר וצריך להבין, דלכאורה, הילפותא מהגז\"ש הזה הזה מגלה שפירוש ביום הזה הוא בר\"ח, משא\"כ באם היו למדין מהגז\"ש מדבר מדבר [שהלימוד הוא רק שהענין שנאמר בכתוב (באו מדבר סיני) הי' בר\"ח] לא הי' מובן הפירוש דביום הזה [ועוד יתרון בהגז\"ש הזה הזה על הגז\"ש מדבר מדבר, כי החודש הזה פירושו הוא ר\"ח8, משא\"כ מדבר סיני ואחד לחודש (ר\"ח) הם שני ענינים]9, ומהי סברת התוספות דהוה לי' למילף מדבר ממדבר10.ב) ויובן זה ע\"פ המבואר בתו\"א ד\"ה זה11, דעיקר12 קבלת התורה הוא כמ\"ש (בהתחלת הענין דמ\"ת13 ) וידבר אלקים את כל הדברים האלה לאמר, דפירוש תיבת לאמר בפסוק זה הוא שבשעת מתן תורה ניתן הכח לכל אחד מישראל, שלימוד התורה שלו [כל הדברים האלה, שקאי גם על כל התורה כולה14 ] יהי' באופן דלאמר, לחזור הדברים שהקב\"ה אומר, כמ\"ש15 תען לשוני אמרתך, שהתורה היא אמרתך, שלשוני תען כעונה אחר האומר",
          "topics": [
            "אור",
            "משה",
            "ישראל",
            "תורה"
          ],
          "word_count": 237
        },
        {
          "chunk_id": "chunk_2",
          "content": "וזוהי השייכות דמתן תורה לחג השבועות, דבחג השבועות הוא המשכת הכתר [וכידוע16 בפירוש הכתוב17 תספרו חמישים יום, שבחג השבועות נמשך שער הנו\"ן דבינה, ושער הנו\"ן הוא הכתר18 ], וזה שבמ\"ת ניתן הכח שלימוד התורה דישראל יהי' בתכלית הביטול, שאינו מציאות לעצמו כלל והוא רק כעונה אחר הקורא, הוא לפי שבמ\"ת נמשך גילוי הכתר.וזהו בחודש השלישי גו' ביום הזה באו מדבר סיני, שבר\"ח סיון היתה ההכנה לקבלת התורה, כי בר\"ח הוא מולד הלבנה, שאז (בעת המולד) היא נקודה בלבד, וזה מורה על הביטול שלה, דלית לה מגרמה כלום19 וכן הוא בישראל שדומין ומונין ללבנה20, שבר\"ח הוא זמן המוכשר לגלות כח הביטול שישנו בכ\"א מישראל ולכן בר\"ח סיון הוא ההכנה לקבלת התורה, שלימוד התורה דהאדם יהי' בביטול, כעונה אחר הקורא.ג) וממשיך בהמאמר עוד ביאור בזה שבר\"ח סיון הוא ההכנה לקבלת התורה, דבצאת ישראל ממצרים התחילו לספור ספירת העומר21, שהיא הכנה לקבלת התורה, וז' השבועות דספירת העומר (שבעה שבועות תספר לך22 ) הם כנגד ז' המדות, ובר\"ח סיון שהוא יום הג' דשבוע הז' ישנם כבר ג' המדות חג\"ת (שהם עיקרי המדות) דספירת המלכות, וכאילו שישנו כבר כל שבוע הז', ולכן בר\"ח סיון באו מדבר סיני כי אז נשלם עיקר ההכנה למ\"ת.ויש לומר, דזה שמבאר בהמאמר שני ביאורים בזה שבר\"ח סיון הוא ההכנה לקבלת התורה, הוא, כי בההכנה לקבלת התורה שני ענינים השלימות דהאדם, שבכדי שיהי' ראוי לקבל התורה צריך להיות בתכלית השלימות23 והביטול שלו דכיון שהתורה היא למעלה באין ערוך מהאדם (במכ\"ש מזה שהיא למעלה מעולמות העליונים), לכן, כאשר האדם הוא מציאות, המציאות שלו היא (כמו) היפך התורה24, ובכדי שהאדם יקבל את התורה הוא ע\"י הביטול שלו",
          "topics": [
            "אור",
            "גילוי",
            "עליונים",
            "עולמות",
            "מלכות"
          ],
          "word_count": 254
        },
        {
          "chunk_id": "chunk_3",
          "content": "ולכן מבאר בהמאמר, דזה שבר\"ח סיון באו מדבר סיני והיו מוכנים לקבל התורה, הוא, כי בר\"ח סיון ישנם שני הענינים זה שבר\"ח הוא מולד הלבנה, שאז היא נקודה בלבד, ביטול וזה שבר\"ח סיון נשלמו עיקרי המדות (גם) בספירת המלכות – שלימות האדם ושני ענינים בהשלימות דהאדם שנעשית ע\"י ספירת העומר שספירת העומר הו\"ע בירור וזיכוך המדות, ושע\"י ספירת העומר הוא המשכת מ\"ט שערי בינה25.ד) וזהו ביום הזה באו מדבר סיני, ומבאר בתו\"א, דמדבר הוא מלשון דיבור, ונקרא מדבר בתוספת מ' (דמ' הוא מאותיות האמנתי\"ו שמורים על הקטנת הענין26 ) להורות שהדיבור הוא בביטול [וענין זה שייך גם למדבר כפשוטו, ארץ לא זרועה27, דכשהדיבור הוא ע\"פ שכלו ורצונו, השכל והרצון הם הזריעה שעי\"ז הוא צמיחת הדיבור וענין מדבר ארץ לא זרועה הוא שהדיבור דתורה שמדַבר הוא דבר ה' ואינו זרוע משכלו ורצונו28 ] וסיני הוא שירדה שנאה לאומות העולם29, והוא שהתורה נקראת תושי'30 לפי שמתשת כח הסט\"א ויש לומר, דזה שביום הזה באו מדבר הוא לפי שביום הזה (ר\"ח) הלבנה [וכן ישראל שמונין ללבנה] היא נקודה בלבד, וזה שביום הזה באו סיני שירדה שנאה ליצה\"ר31 הוא לפי שביום הזה (ר\"ח סיון) נשלם הבירור של עיקרי המדות דנפש הבהמית.ה) וצריך להבין, דלפי הנ\"ל, זה שבר\"ח סיון נשלמו עיקרי המדות הוא ביאור בשלימות האדם, ובהדרוש שבתו\"א מקשר זה עם זה שבר\"ח הוא מולד הלבנה, ענין הביטול וי\"ל הביאור בזה, דענין מולד הלבנה הוא (לא הביטול שלה, אלא אדרבה32 ) שנולד מציאותה, ע\"י שנמשך בה אור השמש וזה שבעת המולד היא רק נקודה בלבד, שזה מורה על הביטול שלה (כנ\"ל), הוא, שהמציאות דהלבנה, האור שלה, היא בבחינת ביטול, שנרגש בה שהאור שבה הוא לא משל עצמה ורק שמקבלת מהשמש",
          "topics": [
            "אור",
            "עולם",
            "מלכות",
            "בינה",
            "ישראל"
          ],
          "word_count": 265
        },
        {
          "chunk_id": "chunk_4",
          "content": "ועד\"ז הוא בישראל שמונין ללבנה, דענין הביטול דר\"ח בעבודת האדם הוא שהמציאות שלו היא בביטול [ויש לומר דזהו שמבואר בתו\"א דזה שר\"ח נקרא יום הזה (סתם) הוא כי יום הזה הוא אהבה שבבחינת ביטול [דיום הוא אור כמ\"ש33 ויקרא אלקים לאור יום ואהבה היא אור, וזה הוא יחו\"ע (שלכן משה רבינו נתנבא בזה34 ), ויום הזה הוא אהבה שבבחינת ביטול דיחו\"ע], כי מהטעמים על זה שאהבה נק' בשם אור, הוא, לפי שאהבה היא התפשטות35 [ולכן היראה שהיא כיווץ (היפך ההתפשטות) נקראת בשם חושך36 ], והביטול דר\"ח הוא לא באופן שמתבטל ממציאותו (דוגמת הביטול דיראה), כי אם, שההתפשטות (המציאות) שלו היא בביטול] ועפ\"ז יש לבאר הקשר דשני הענינים שבר\"ח סיון (ביטול הלבנה והשלמת עיקרי המדות), כי ענין מולד הלבנה הוא שהמציאות הוא בביטול.ו) ועפ\"ז יש לבאר מה שהקשו התוספות דהוה לי' למילף מדבר ממדבר, כי זה שבר\"ח סיון באו לבחינת מדבר הוא ביטול נעלה יותר מזה שר\"ח נק' יום הזה דענין יום הזה הוא שהוא במציאות (ועד למציאות דהתפשטות, יום) אלא שהמציאות שלו היא בביטול (הזה), משא\"כ זה שבר\"ח סיון באו לבחינת מדבר [שהדיבור שלו אינו דיבור עצמו כלל, ופה האדם הוא רק כלי לדבר הוי' המדַבר על ידו, וע\"ד דבר ה' בפי הנביא37 ] הוא ביטול המציאות וכיון שעיקר המעלה דר\"ח סיון הוא שבו באו להביטול דמדבר, לכן מקום לומר שהרמז בכתוב (שזה הי' בר\"ח סיון) הוא בתיבת מדבר38 וזה שהלימוד בגמרא הוא מביום הזה, הוא, כי הענין דיום הזה שבר\"ח סיון הוא נעלה יותר גם מהביטול דמדבר, כדלקמן.ז) ויובן זה ע\"פ מה שאמרו רז\"ל39 בשעה שהקדימו ישראל נעשה לנשמע באו מלאכי השרת וקשרו לכל אחד מישראל שני כתרים אחד כנגד נעשה ואחד כנגד נשמע",
          "topics": [
            "אור",
            "משה",
            "ישראל",
            "אהבה",
            "יראה"
          ],
          "word_count": 265
        },
        {
          "chunk_id": "chunk_5",
          "content": "וידוע הדיוק בזה40, דבתחלת המאמר בשעה שהקדימו כו' משמע דזה שקשרו להם שני כתרים הוא מפני שהקדימו נעשה לנשמע, ובסיום המאמר אומר אחד כנגד נעשה ואחד כנגד נשמע, דשני הכתרים הם עבור נעשה ונשמע עצמם ומבאר אדמו\"ר מהר\"ש במאמרו ד\"ה בשעה שהקדימו שנאמר בש\"פ במדבר לפני מאה שנה41, דנעשה הוא קבלת עול מלכות שמים ונשמע הוא קבלת עול מצוות וענין הקדמת נעשה לנשמע הוא כמאמר רז\"ל42 למה קדמה פרשת שמע לוהי' אם שמוע כדי שיקבל עליו עול מלכות שמים תחלה ואח\"כ יקבל עליו עול מצוות ומבאר שם, דפרשה ראשונה היא רצוא ומסירת נפש ופרשה שני' היא שוב וכמו שברצוא ושוב, בתחלה צ\"ל רצוא ואח\"כ שוב, עד\"ז הוא בקבלת עומ\"ש וקבלת עול מצוות, שלפני קבלת עול מצוות צ\"ל קבלת עומ\"ש ועפ\"ז מבאר שם43 מה שארז\"ל בשעה שהקדימו כו', אף ששני הכתרים הם כנגד נעשה ונשמע עצמם [אחד כנגד נעשה ואחד כנגד נשמע], כי בכדי שיהי' השוב (נשמע) צ\"ל קדימת הרצוא (נעשה) וממשיך בהמאמר שם, דזה שקשרו להם שני כתרים (כתרים דוקא), הוא, כי כתר הוא מקיף, סובב, ויש בזה ב' ענינים, עליית ממלא בסובב והמשכת סובב בממלא ולכאורה הכוונה, דכתר שכנגד נעשה (רצוא) הוא עליית ממלא בסובב וכתר שכנגד נשמע (שוב) הוא המשכת סובב בממלא.ויש לומר, דזה שמוסיף בהמאמר שזה שקשרו להם שני כתרים הוא כי כתר הוא מקיף, הוא, כי מלשון רז\"ל בשעה שהקדימו כו' קשרו להם שני כתרים משמע שהדיוק דהקדימו נעשה לנשמע שייך לשני הכתרים שכנגד נעשה ונשמע (ולא לנעשה ונשמע עצמם), ולכן מבאר דכתר הוא מקיף וסובב ושני הכתרים הם שני ענינים בסובב, כי זהו ביאור על זה שקשירת שני הכתרים היתה דוקא ע\"י שהקדימו נעשה לנשמע (כדלקמן)",
          "topics": [
            "אור",
            "מלכות",
            "מצוות",
            "כוונה"
          ],
          "word_count": 261
        },
        {
          "chunk_id": "chunk_6",
          "content": "וזה שמבאר לפנ\"ז דזה שצריך להקדים נעשה לנשמע הוא כי נעשה ונשמע הם כמו רצוא ושוב, הוא ביאור על זה שהכתר שכנגד נשמע (מקיף וסובב) הוא דוקא כשהנשמע הוא לאחרי הקדימה דנעשה כי מקיף וסובב הוא למעלה משייכות לעולמות, וכיון שנשמע הוא שוב והמשכה למטה, לכן, זה שקשרו כתר (מקיף וסובב שלמעלה מעולם) כנגד נשמע (המשכה למטה) הוא דוקא מפני שהנשמע הי' לאחרי ההקדמה דנעשה44, רצוא ועלי' למעלה.ח) וצריך ביאור, הרי כללות הענין דקבלת עול, גם קבלת עול מצוות (נשמע), הוא ביטול, דענין הביטול הוא שהאדם יוצא ממציאותו, וקשירת הכתר שכנגד נשמע הוא דוקא כשהנשמע הוא לאחרי הקדימה דנעשה וי\"ל הביאור בזה ע\"פ הידוע45 שהמקיף דכתר הוא אמיתית המקיף שלמעלה מהמקיף השייך לפנימי דזהו החילוק בין כתר לגלגלתא, דגלגלתא הוא מקיף השייך לפנימי, בדוגמת הגולגולת שבאדם שמקיף את המוח אבל שייך אליו, שהרי הגולגולת היא מגופו כמו המוח והמקיף דכתר הוא מקיף שלמעלה משייכות לפנימי, בדוגמת כתר כפשוטו שהוא עטרה על המוח והגולגולת ואין לו קשר אליהם (שהרי הכתר הוא מאבנים טובות ולא מגוף האדם) והגם שגם גלגלתא נק' בשם כתר, זהו בכללות, אבל עיקר הכתר הוא המקיף שאינו שייך לפנימי (שלמעלה מהמקיף דגלגלתא) וע\"ד הרצון שבאדם, דרצון הוא מקיף על כל הכחות והאברים, שיש בו שתי מדריגות46 הרצון לעשות איזה דבר ע\"י הכחות שלו, דרצון זה עם היותו שולט על כל הכחות לפי שהוא מקיף עליהם, מ\"מ, זה עצמו שהוא רוצה בפעולת הכחות, הוא הוכחה שיש לו שייכות אליהם – מקיף דגלגלתא והוא ירידה לגבי הרצון עצמו כמו שהוא למעלה מהרצון לעשות – מקיף דכתר.והנה זה שבחג השבועות הוא המשכת הכתר, הוא אמיתית הכתר שלמעלה מגלגלתא47",
          "topics": [
            "אור",
            "עולם",
            "עולמות",
            "מצוות",
            "ביטול"
          ],
          "word_count": 257
        },
        {
          "chunk_id": "chunk_7",
          "content": "ועד\"ז הוא בנוגע לשני הכתרים שכנגד נעשה ונשמע שנמשכו בערב חג השבועות48, שהם מקיפים שלמעלה משייכות לפנימי49 ועפ\"ז יש לבאר שקשירת הכתר שכנגד נשמע היתה דוקא ע\"י שהקדימו נעשה לנשמע, כי הביטול דקבלת עול מצוות הוא ביטול להרצון, וכיון שהמצוות הם ציוויים להאדם, הרי הרצון דמצוות הוא ע\"ד הרצון (דהאדם) שרוצה לעשות ע\"י הכחות שלו, מקיף דגלגלתא והמשכת המקיף דכתר (מקיף שלמעלה משייכות לפנימי) הוא ע\"י הביטול דקבלת עול מלכות שמים, ביטול לבעל הרצון וע\"י שהקדימו נעשה לנשמע, קשרו להם שני כתרים אחד כנגד נעשה ואחד כנגד נשמע, כי ע\"י הקדמת נעשה לנשמע, גם הביטול דקבלת עול מצוות הוא באופן שנרגש בו בגילוי50 שהוא בא מהביטול דקבלת עול מלכות שמים, ביטול לבעל הרצון.וביאור העילוי שנעשה בהביטול דנשמע ע\"י הקדמת הביטול דנעשה, יובן בהקדים, דכמו שלמעלה, הביטול דקבלת עול מצוות הוא להרצון (גילוי) והביטול דקבלת עומ\"ש הוא לבעל הרצון, עד\"ז הוא בנוגע להאדם, שהביטול דקבלת עול מצוות הוא בהגילויים דהאדם, שיעשה כל מה שיצטווה ויתירה מזו שזה (לעשות מה שנצטווה) יהי' הרצון שלו, והביטול דקבלת עומ\"ש הוא בהאדם עצמו, שכל מציאותו הוא זה שהוא עבדו של המלך, מלך מלכי המלכים הקב\"ה ומזה מובן, שהמעלה דקבלת עומ\"ש לגבי קבלת עול מצוות היא גם בענין הביטול דבקבלת עול מצוות, נשאר אצלו ובו מציאות שאינה בטילה51, ואמיתית הביטול הוא בקבלת עומ\"ש, שכל מציאותו הוא זה שהוא עבד המלך [וזה שצ\"ל (גם) קבלת עול מצוות הוא בכדי שהביטול יהי' (גם) בנוגע לקיום התומ\"צ בפועל52 ]",
          "topics": [
            "אור",
            "גילוי",
            "מלכות",
            "מצוות",
            "ביטול"
          ],
          "word_count": 230
        },
        {
          "chunk_id": "chunk_8",
          "content": "וכאשר הביטול דנשמע (קבלת עול מצוות) הוא לאחרי וע\"י הקדמת הביטול דנעשה (קבלת עומ\"ש), שנרגש בגילוי דזה שמקבל עליו לעשות כל מה שיצטווה הוא מפני שהוא עצמו עבדו של המלך, אזי, גם הביטול דנשמע הוא בכל מציאותו (בנוגע לכחות הגלויים שלו), ואין שייך כלל שלא יקיים הציווי.ט) ויש להוסיף, דכמו שברצוא ושוב, תכלית הכוונה דהרצוא הוא בשביל השוב שלאחרי הרצוא53, עד\"ז הוא בנעשה (קבלת עומ\"ש) ונשמע (קבלת עול מצוות) שהם כמו רצוא ושוב, שתכלית הכוונה דנעשה הוא שיביא לנשמע וע\"י הקדמת נעשה לנשמע, שנעשה הוא הקדמה לנשמע, מיתוסף עילוי בנעשה כי הביטול דנעשה (מצד עצמו), עם היותו ביטול דמס\"נ שהוא ביטול הכי נעלה, הוא הביטול של האדם54, וע\"י שהנעשה הוא הקדמה לנשמע לקבל עליו עול מצוות (שוב והמשכה למטה), עי\"ז נשלמת הכוונה דנתאוה הקב\"ה להיות לו ית' דירה בתחתונים55, כוונת העצמות56 ויש להוסיף, שהמעלה דנשמע שע\"י הקדימה דנעשה על הענין דנעשה עצמו הוא גם בהביטול כי הביטול דנעשה (מצד עצמו) הוא שאינו מציאות לעצמו (והוא רק עבדו של המלך), וע\"י הקדמת נעשה לנשמע, שהביטול דנשמע הוא דוגמת הביטול דנעשה, הביטול הוא גם בהמציאות דהאדם.יו\"ד) ועד\"ז הוא בשני הענינים שבר\"ח סיון, הביטול דיום הזה והביטול דמדבר57, שהמעלה דהביטול דיום הזה על הביטול דמדבר הוא בשני ענינים שהביטול דיום הזה (שהאהבה היא בביטול) הוא גם בהמציאות דהאדם ושעי\"ז דוקא נשלמת הכוונה דדירה בתחתונים.ויש להוסיף, דזה שהביטול דיום הזה נמשך גם בהמציאות דהאדם [וגם לאחרי הביטול שנמשך בהמציאות הוא (לא ביטול היש, אלא) ביטול במציאות], הוא ע\"י המשכת העצמות, שבכח העצמות הוא לחבר שני הפכים (ביטול ומציאות).ויש לומר שזה מרומז גם בלשון הכתוב ביום הזה",
          "topics": [
            "עצמות",
            "גילוי",
            "תחתונים",
            "מצוות",
            "אהבה"
          ],
          "word_count": 252
        },
        {
          "chunk_id": "chunk_9",
          "content": "דהנה מבואר בלקו\"ת58, שלשון \"זה\", שהוא דבר שאפשר להראות עליו באצבע ולומר זה, הוא רק בהקב\"ה, כמ\"ש59 זה א-לי ואנוהו, כי מלוא כל הארץ כבודו60 ומבואר במק\"א61 דאמיתית הענין ד\"זה\" הוא רק בהעצמות כי פירוש \"זה\" הוא שהדבר שאומרים עליו \"זה\", הוא מציאותו של הדבר, וכיון שכל הנמצאים, כולל גם הגילויים הכי נעלים, מציאותם אינה מצד עצמם ותלוי' ברצון העצמות62, א\"א לומר עליהם בשלימות זה הדבר, ואמיתית הענין ד\"זה\" הוא רק בהעצמות וזהו ביום הזה, שגם המציאות דהתפשטות (יום) הוא בביטול (הזה), הוא ע\"י גילוי כח העצמות, יום (גילוי) הזה.יא) ויש לומר, שזהו גם הקשר דביום הזה עם (מדבר) סיני, שירדה שנאה לאומות העולם שלא קיבלו בו את התורה63 דכמו64 שישראל קיבלו התורה מפני שכפה הקב\"ה עליהם הר כגיגית38 התגלות האהבה לישראל65 – ואוהב את יעקב66, כמו\"כ הוא בנוגע לאוה\"ע שלא קיבלו את התורה שזהו מפני שירדה שנאה לאוה\"ע – ואת עשו שנאתי65 וזה שואוהב את יעקב ואת עשו שנאתי הוא לא מפני המעלה דישראל, כי זה גופא שהחזירה הקב\"ה (לתורה) על כל אומה ולשון67 מוכיח שנתינת התורה היא ממקום נעלה ביותר, שכל המעלות, כולל גם המעלה דבנים אתם לה' אלקיכם68, אינם תופסים מקום שם, ושניהם (ישראל ואוה\"ע) שוים – הלא אח עשו ליעקב65, אלא שבבחירתו החפשית בחר להיות ואוהב את יעקב ואת עשו שנאתי וזהו הקשר דביום הזה עם מדבר סיני, דזה שירדה שנאה לאוה\"ע הוא לפי שכך בחר בבחירתו החפשית (כנ\"ל), ואמיתית ענין הבחירה הוא רק בהעצמות, זה ועד\"ז הוא גם בנוגע להענין דסיני שירדה שנאה ליצה\"ר (שבישראל), שעי\"ז ניתן הכח לברר המדות דנפש הבהמית, שהוא ע\"י גילוי כח העצמות",
          "topics": [
            "עצמות",
            "גילוי",
            "עולם",
            "יעקב",
            "ישראל"
          ],
          "word_count": 252
        },
        {
          "chunk_id": "chunk_10",
          "content": "דזה שנפש האלקית בטילה לאלקות, כולל שגם ההתפשטות שלה (האהבה) היא בביטול, אינו חידוש כ\"כ, ועיקר הענין דגילוי כח העצמות, יום הזה, הוא בזה שבאו מדבר סיני, בירור וזיכוך הגוף ונה\"ב.אלא שאעפ\"כ עיקר הביאור (באריכות ובפרטיות) בהדרוש שבתו\"א בהמעלה דר\"ח סיון הוא בענין הביטול דבחינת מדבר, כי המעלה בזה שגם המציאות הוא בטל [בירור המדות דנה\"ב, ועד\"ז שהמציאות (אהבה) דנפש האלקית היא בביטול] היא שעי\"ז מתגלה כח העצמות (כנ\"ל), אבל בכדי לעורר ולהמשיך הענין דמתן תורה (המשכת העצמות) הוא ע\"י הביטול הבא מעצם הנשמה, דביטול זה מגיע בהעצמות.ויש לקשר זה עם שבר\"ח סיון היו כל ישראל כאיש אחד בלב אחד69, ואמר הקב\"ה הרי השעה שאתן להם את תורתי70, כי זה שהיו כאיש אחד בלב אחד הוא ע\"י הגילוי דשרש הנשמה שלמעלה מהנשמה המלובשת בגוף, וכמבואר בתניא71 שכל ישראל הם אחים ממש הוא (דוקא) מצד שרש נפשם, ולכן זה שהיו כאיש אחד72 הגיע בהעצמות ונתעורר אצלו כביכול הרצון ליתן להם את תורתו.יב) וזהו בחודש השלישי גו' ביום הזה גו', דהגם שהענין דיום הזה הוא בכל ר\"ח, עיקר הענין דיום הזה הוא ב(ראש) חודש השלישי והענין הוא (כמבואר בדרושי הצ\"צ73 ), דחודש הראשון הוא בחינת סיהרא, מלכות דהגם שגם בר\"ח ניסן יש היחוד דשמשא וסיהרא (ז\"א ומלכות), מ\"מ, בר\"ח ניסן, העיקר הוא המלכות וחודש אייר נק' זיו74, הוא היסוד שמאיר במלכות75 וזה שהיסוד נקרא זיו הוא לפי שהוא זיו והארה בלבד ובחודש השלישי מקבלת המלכות מת\"ת, דבת\"ת הוא הגילוי דהוי' שהוא שם העצם76 היינו שהגילוי דחודש השלישי הוא לא זיו (כהגילוי דחודש אייר), אלא גילוי העצם",
          "topics": [
            "אלקות",
            "אור",
            "עצמות",
            "גילוי",
            "מלכות"
          ],
          "word_count": 244
        },
        {
          "chunk_id": "chunk_11",
          "content": "ולכן, עיקר הענין דיום הזה הוא בר\"ח סיון, בחודש השלישי.וע\"י ההכנה לקבלת התורה בחודש השלישי ביום הזה (ר\"ח סיון) – הן בבירור המדות דנפש הבהמית (סיני), והן בהביטול (מדבר) דנפש האלקית, ובפרט בהענין דכאיש אחד בלב אחד [שזו (אהבת ישראל) היא כל התורה כולה ואידך פירושה הוא77 ] – זוכים לקבלת התורה בשמחה ובפנימיות, וממשיכים זה על כל השנה כולה",
          "topics": [
            "ישראל",
            "תורה",
            "אהבת ישראל",
            "ביטול"
          ],
          "word_count": 60
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס ראש חודש סיון – תש\"נ, \"לקראת ראש חודש סיון .. ער\"ח סיון, חודש השלישי, שנת ה'תש\"נ\".1) יתרו יט, א.2) שבת פו, ב.3) בא יב, ב.4) ד\"ה וכתיב – שבת שם. וראה תוד\"ה ממאי – פסחים ו, ב.5) שם.6) בהעלותך ט, א.7) פרשתנו (במדבר) א, א.8) ראה להלן הערה 10.9) להעיר שלשון הגמרא בפסחים שם הוא \"מה להלן בר\"ח אף כאן בר\"ח\", ובשבת שם \"מה להלן ר\"ח אף כאן ר\"ח\". ויש לומר, כי \"החודש הזה\" וכן \"ביום הזה\" (לאחרי הלימוד דגז\"ש) הם ר\"ח, משא\"כ \"במדבר סיני\".10) ואף שבפסוק וידבר גו' במדבר סיני מפורש בכתוב עצמו \"באחד לחודש\" משא\"כ בפסוק \"החודש הזה\" ההוכחה שזה הי' בראש חודש הוא \"דאמרינן במדרש שהראהו הקב\"ה למשה באצבע\" (לשון התוספות שם) – הרי זהו גם הפירוש בפשטות הכתובים (פרש\"י בא שם).11) יתרו סו, סע\"ג ואילך (ועם הגהות – באוה\"ת יתרו ע' תשעב ואילך. שם כרך ח ע' ב'תתקעה ואילך). וראה גם הוספות לתו\"א יתרו (קח, סע\"ג ואילך). ד\"ה זה בסה\"מ תקס\"ז ע' קמו ואילך. תו\"ח יתרו שסו, ב ואילך [בהוצאה החדשה – ח\"ב רנא, א ואילך]. סה\"מ תרנ\"ה ע' פח ואילך. ועוד.12) כ\"ה בתו\"א שם סז, ב. וראה לקמן הערה 57.13) יתרו כ, א.14) ראה ד\"ה וידבר גו' אנכי גו' ה'תשכ\"ח ס\"א (תו\"מ סה\"מ סיון ע' שכו). וש\"נ.15) תהלים קיט, קעב.16) לקו\"ת פרשתנו (במדבר) יב, א. ועוד.17) אמור כג, טז.18) לקו\"ת שם. וראה גם הוספות לתו\"א שם (קט, ג).19) זהר ח\"א קפא, א. וראה גם שם לג, ב. רמט, ב. ח\"ב קמה, ב. רטו, א. ח\"ג קיג, ב. ועוד.20) סוכה כט, א. ב\"ר פ\"ו, ג.21) כ\"ה הלשון בתו\"א שם (סז, ג). וי\"ל שהכוונה היא להעבודה דספירת העומר ברוחניות.22) ראה טז, ט.23) ולהעיר מתנחומא יתרו ח [ועד\"ז בבמדב\"ר פ\"ז, א] \"אינו דין שאתן את תורתי לבעלי מומין\".24) ראה עירובין נה, רע\"א: לא בשמים היא, לא תמצא [התורה] בגסי רוח. וראה סוטה ה, א: כל אדם שיש בו גסות הרוח, אמר הקב\"ה אין אני והוא יכולין לדור בעולם.25) ויש לומר, שבירור וזיכוך המדות הוא שלא יהי' בו חסרון ומום, והמשכת מ\"ט שע\"ב הו\"ע השלימות (\"אתר שלים\") בדוגמת \"כלי\" לשער הנו\"ן (ראה לקו\"ת במדבר יב, ב. שה\"ש כד, סע\"א ואילך).26) הובא בתורה אור שם סז, ריש ע\"ד. סה\"מ תקס\"ז שם ע' קנב. תו\"ח שם שעג, ב [שם רנה, ד].27) לשון הכתוב – ירמי' ב, ב.28) סד\"ה זה תרנ\"ה (סה\"מ תרנ\"ה ע' צד). וראה גם תו\"ח שם [שם רנה, ב].29) שבת פט, סע\"א ואילך.30) סנהדרין כו, ב.31) כ\"ה בסה\"מ תרנ\"ה שם. ובכ\"מ.32) להעיר מהידוע בפירוש הכתוב (שמואל-א כ, יח) מחר חודש ונפקדת כי יפקד מושבך, ד\"יפקד מושבך\" הוא בערב ר\"ח, ובר\"ח הוא \"ונפקדת\" (תו\"מ סה\"מ חשון ע' שמג. ובכ\"מ).33) בראשית א, ה.34) ספרי (הובא בפרש\"י) ר\"פ מטות.35) וראה ספר הערכים-חב\"ד כרך ב ערך אור – ביחס לחושך ע' תקמד. וש\"נ. וראה גם הוספות לתו\"א שם (קט, ג) \"התפעלות אהבה שהוא נק' אור שמאיר בהתפשטות\".36) נסמן בספר הערכים שם.37) תו\"ח שם [שם רנו, א].38) ועפ\"ז יומתק לשון הגמרא (פסחים ו, ב) \"אתיא מדבר ממדבר\" ולא \"מדבר סיני ממדבר סיני\" (וכן בקושיית התוספות \"אמאי לא יליף הכא מדבר ממדבר\") – כי המעלה דר\"ח היא הביטול דמדבר.39) שבת פח, א.40) ד\"ה בשעה שהקדימו תרכ\"ט (דלקמן בפנים). ד\"ה הנ\"ל שבהמשך תרס\"ו (ע' תמז) ובהמשך תער\"ב בתחילתו. ובכ\"מ.41) משנת אמירת מאמר זה (תשכ\"ט) – נדפס בסה\"מ תרכ\"ט ע' קפד ואילך.42) ברכות יג, א במשנה.43) בסוף המאמר – ע' קצב.44) היינו שהענין ד\"נשמע\" עצמו אפשר להיות גם בלי הקדימה ד\"נעשה\" [אלא שאז אינו שייך לכתר]. וראה לקמן הערה 50.45) המשך תרס\"ו ע' רעג.46) ראה המשך הנ\"ל שם ע' רפא.47) בהוספות לתו\"א יתרו שם בסיום המאמר (קי, א-ב) נזכר הלשון גלגלתא דאריך. אבל מהמשך הענין שם משמע, שמדובר שם בדרגא דרצון שלמעלה מרצון לעשות – ראה שם, שהדיבור שתלוי בבחירה ורצון שרשו הוא בהתפשטות הרצון והדיבור שאינו תלוי ברצונו (בחינת מדַבר) מגיע בפנימיות הכתר, רצון הפשוט, רעוא דכל רעוין.48) כי הקדמת נעשה לנשמע היתה בחמישי בסיון – פרש\"י עה\"פ משפטים כד, ד.49) ראה הוספות לתו\"א שם (קט, א) שמקשר הענין דב' הכתרים עם זה שעל כל דיבור ודיבור פרחה נשמתן (ראה שבת פח, ב) – והרי הענין דפרחה נשמתן הוא (לכאורה) בדרגא שלמעלה מהרצון לעשות.50) ועפ\"ז יובן מה שארז\"ל (הובא לעיל ס\"ז) \"שיקבל עליו עול מלכות שמים תחלה ואח\"כ יקבל עליו עול מצוות\" – דלכאורה, בלי קבלת עול מלכות שמים אי אפשר להיות עול מצוות [בדוגמת מלך בו\"ד, שהעול לקיים גזירותיו שייך דוקא לאחרי שקבלו אותו למלך עליהם (ראה מכילתא (ויל\"ש) עה\"פ יתרו כ, ג)], וא\"כ, כשמקבל עליו עול מצוות, זה עצמו מוכיח שקיבל עליו עול מלכות שמים, ולמה צריך לצוות שיקבל עליו עול מלכות שמים תחלה. ויש לומר, שהציווי לקבל עליו עומ\"ש תחלה הוא שהקבלת עומ\"ש תהי' ה\"תחילה\" דקבלת עול מצוות, היינו שבעול המצוות שלו יורגש בגילוי הביטול דעול מלכות שמים, כדלקמן בפנים.51) ויתירה מזו, דכיון שהמציאות שאינה בטילה היא עצם מציאותו [שהוא העצם (גם) דכחותיו הגלויים] – גם הביטול שבכחות הגלויים שלו אינו בשלימות, דהגם שמקבל עליו עול מצוות – נשאר אצלו (בהעלם עכ\"פ, גם בדרגת ההעלם דכחות הגלויים) נתינת מקום שאפשר לפעמים לא לקיים הציווי.52) כי הביטול דקבלת עול מלכות שמים (מצד עצמו) הוא באופן דרצוא והעלאה למעלה ואינו שייך לקיום המצוות – ראה סה\"מ תרכ\"ט שם (ע' קץ).53) ראה בארוכה סה\"מ תרמ\"ט ע' רנו ואילך. ובכ\"מ.54) ראה סה\"מ תרכ\"ט שם (ע' קצב).55) ראה תנחומא נשא טז. בחוקותי ג. ב\"ר ספ\"ג. במדב\"ר פי\"ג, ו. תניא רפל\"ו.56) ראה תו\"מ סה\"מ כסלו ע' כד. ובכ\"מ.57) ועד\"ז הוא בדיבור דתורה והשגת התורה, דמעלת הדיבור דתורה היא שהוא באופן דעונה אחר הקורא* – ביטול; ומעלת ההשגה דתורה היא – שגם השכל דהאדם (ה\"מציאות\" שלו) נעשה חד עם התורה.*) ראה הוספות לתו\"א שם (בתחילת המאמר), דזה שצריך ללמוד תורה בדיבור דוקא, אף שעיקר ענין הלימוד הוא ידיעת התורה, הוא, כי דוקא הדיבור דתורה הוא באופן דכעונה אחר הקורא.58) ראה לב, ג.59) בשלח טו, ב. וראה פרש\"י עה\"פ. שמו\"ר ספכ\"ג.60) ישעי' ו, ג.61) ראה ד\"ה זה היום תחלת מעשיך, דכ\"ט אלול ה'תשל\"ג (סה\"מ תשל\"ג ע' 485). ובכ\"מ.62) ראה סה\"מ ה'תשי\"א ע' 25 ואילך. וראה שם ס\"ע 35.63) שבת פט, סע\"א ובפרש\"י שם.64) בהבא לקמן ראה (עד\"ז) לקו\"ש ח\"ד ע' 1309.65) תו\"א מג\"א צח, ד. לקו\"ת ראה כב, א. ובכ\"מ.66) מלאכי א, ג.67) ע\"ז ב, ב. ובכ\"מ.68) ראה יד, א.69) פרש\"י עה\"פ יתרו יט, ב.70) ויק\"ר פ\"ט, ט. דא\"ז פ' השלום. וראה גם תנחומא באבער יתרו ט. וראה לקו\"ש חכ\"א שיחה א' וב' לפ' יתרו (ע' 100 ואילך).71) פרק לב. וראה לקו\"ש ח\"ד ע' 1059.72) שזה נעלה יותר גם מזה שכל ישראל הם אחים. וי\"ל, שבכדי להיות \"כאיש אחד\" הוא ע\"י גילוי עצם הנשמה (שלמעלה גם מדרגת הנשמה שלמעלה מהתלבשות בגוף).73) אוה\"ת יתרו ד\"ה זה (ס\"ע תשעב ואילך).74) מלכים-א ו, א. ר\"ה יא, א. זח\"ג קיז, ב.75) זח\"ג שם, הובא בלקו\"ת במדבר ג, א. אוה\"ת בהעלותך ע' שסז.76) כס\"מ הל' עכו\"ם פ\"ב ה\"ז. פרדס שער יט (שער שם בן ד). מו\"נ ח\"א פס\"א ואילך. עיקרים מאמר ב' פכ\"ח.77) שבת לא, א.",
      "glossary": "|אומר (Omer): Says; אחר האומר (Achar HaOmer): After the speaker; אחר הקורא (Achar HaKore): After the caller; איתא (Ita): It is stated; אל משה (El Moshe): To Moses; אמאי (Amai): Why; אמרתך (Imratecha): Your word; אף כאן (Af Kan): Also here; את כל הדברים האלה (Et Kol HaDevarim HaEleh): All these words; אתיא (Atya): It comes; באו (Ba'u): They came; באוהל מועד (Be'Ohel Mo'ed): In the tent of meeting; באופן (Be'ofan): In a manner; באחד לחודש השני (Be'echad LaChodesh HaSheni): On the first of the second month; באם (Be'im): If; בביטול (BeBitul): In nullification; בגמרא (BaGemara): In the Gemara; בהגז\"ש (BaGezeira Shava): In the gezeira shava; בהמאמר (BaHaMa'amar): In the discourse; בהתחלת הענין (BeHatchalat HaInyan): At the beginning of the matter; בזה (BaZeh): In this; בחודש הראשון (BaChodesh HaRishon): In the first month; בחודש השלישי (BaChodesh HaShlishi): In the third month; ביום הזה (BaYom HaZeh): On this day; בישראל (BeYisrael): With Israel; בכ\"א (BeChol Echad): In each one; בכתוב (BaKatuv): In the verse; בלבד (Bilvad): Only; במדבר (Bamidbar): In the wilderness/Numbers; בני ישראל (Bnei Yisrael): Children of Israel; בס\"ד (Besiyata Dishmaya): With Divine assistance; בעת המולד (Be'et HaMolad): At the time of birth; בפירוש הכתוב (BePeirush HaKatuv): In the explanation of the verse; בפסוק (BaPasuk): In the verse; בפסוק זה (BaPasuk Zeh): In this verse; בר\"ח (BeRosh Chodesh): On the new month; בר\"ח סיון (BeRosh Chodesh Sivan): On Rosh Chodesh Sivan; בשנה השנית (BaShana HaShenit): In the second year; בתו\"א (BeTorah Or): In Torah Or; בתוספות (BaTosafot): In Tosafot; בתכלית הביטול (BeTachlit HaBitul): In ultimate nullification; גו' (Gomer): Etc.; גילוי הכתר (Giluy HaKeter): Revelation of the crown; גם (Gam): Also; גם על (Gam Al): Also to; ד\"ה (Dibur HaMatchil): Beginning with the words; דבחג השבועות (DeBechag HaShavuot): That on the festival of Shavuot; דביום הזה (DeVaYom HaZeh): Of on this day; דבינה (DeBinah): Of understanding; דבמס' (DeBeMasechet): That in tractate; דבצאת (DeBetzet): That when going out; דהאדם (DeHaAdam): Of the person; דהוה לי' למילף (DeHava Lei LeMeilaf): That it should learn; דישראל (DeYisrael): Of Israel; דלאמר (DeLemor): Of saying; דלית לה (DeLeit Lah): That it has nothing; דלכאורה (DeLichora): Seemingly; דמ\"ת (DeMatan Torah): Of giving of the Torah; דמתן תורה (DeMatan Torah): Of giving of the Torah; דעיקר (De'ikar): That the main; דפירוש (DePeirush): That the explanation; ה' (Hashem): God; ה'תשכ\"ט (Hey Tashkat): Year 5729 (1969); הדברים (HaDevarim): The words; ההכנה (HaHachanah): The preparation; הוא (Hu): Is; הוא (Hu): It is; הוא הכתר (Hu HaKeter): Is the crown; הוא לפי (Hu Lefi): Is because; הוא רק (Hu Rak): Is only; הזה הזה (HaZeh HaZeh): This this; החודש הזה (HaChodesh HaZeh): This month; הי' (Haya): Was; היא (Hi): Is; היא (Hi): It is; היו למדין (Hayu Lomdim): They would learn; הילפותא (Hilputa): The learning; היתה (Haytah): Was; הכא (Hacha): Here; הם שני ענינים (Hem Shnei Inyanim): They are two matters; המבואר (HaMevo'ar): What is explained; המשכת הכתר (Hamshachat HaKeter): Drawing down of the crown; הפירוש (HaPeirush): The explanation; הקשו (Hikshu): They asked; התוספות (HaTosafot): Tosafot; התחילו (Hitchilu): They began; התם (Hatam): There; ואחד לחודש (Ve'echad LaChodesh): And first of the month; והוא רק (VeHu Rak): And he is only; וזה (VeZeh): And this; וזהו (VeZehu): And this is; וזוהי השייכות (VeZohi HaShayachut): And this is the connection; וידבר (VaYedaber): And He spoke; וידבר אלקים (VaYedaber Elohim): And God spoke; ויובן זה (VeYuvan Zeh): And this will be understood; וכידוע (VeChiYadu'a): And as is known; וכיון (VeChiyon): Since; וכן הוא (VeChein Hu): And so it is; ולכן (VeLachein): Therefore; ומהי סברת (UMahi Savrat): And what is the reasoning of; ומונין (UMonim): And counted; וממשיך (UMemashich): And continues; ועוד יתרון (VeOd Yitron): And another advantage; וער\"ח (Ve'erev Rosh Chodesh): And eve of the new month; ושער הנו\"ן (VeSha'ar HaNun): And the fiftieth gate; זה (Zeh): This; זמן המוכשר (Zman HaMuchshar): The appropriate time; חמישים יום (Chamishim Yom): Fifty days; יהי' (Yihyeh): Will be; ישראל (Yisrael): Israel; כח הביטול (Koach HaBitul): The power of nullification; כי (Ki): Because; כל הדברים האלה (Kol HaDevarim HaEleh): All these words; כל התורה כולה (Kol HaTorah Kulah): The entire Torah; כלום (Klum): At all; כלל (Klal): At all; כמ\"ש (KeMo SheKatuv): As it is written; כעונה (Ke'oneh): Like one who answers; כתיב (Ketiv): It is written; לא הי' מובן (Lo Haya Muvan): Would not be understood; לא יליף (Lo Yalif): Doesn't learn; לאמר (Lemor): Saying; לגלות (Legalot): To reveal; לחג השבועות (LeChag HaShavuot): To the festival of Shavuot; לחזור (Lachzor): To repeat; לכל אחד (LeChol Echad): To each one; לכם (Lachem): For you; ללבנה (LaLevanah): To the moon; לספור (Lispor): To count; לעצמו (Le'atzmo): For himself; לצאת (Latzet): To go out; לקבלת התורה (LeKabalat HaTorah): For receiving the Torah; לשוני (Leshoni): My tongue; מארץ מצרים (Me'eretz Mitzrayim): From the land of Egypt; מבה\"ח (Mevo'a Beit HaChag): Eve of the holiday; מגלה (Megaleh): Reveals; מגרמה (MiGarmah): From itself; מדבר מדבר (Midbar Midbar): Wilderness wilderness; מדבר ממדבר (Midbar MiMidbar): Wilderness from wilderness; מדבר סיני (Midbar Sinai): Wilderness of Sinai; מה להלן (Mah LeHalan): What below; מהגז\"ש (MeHaGezeira Shava): From the gezeira shava; מולד הלבנה (Molad HaLevanah): Birth of the moon; מורה (Moreh): Indicates; מישראל (MiYisrael): From Israel; ממצרים (MiMitzrayim): From Egypt; משא\"כ (Masha'ach): Unlike; מתן תורה (Matan Torah): Giving of the Torah; ניתן הכח (Nitan HaKoach): The power was given; נמשך (Nimshach): Is drawn down; נמשך (Nimshach): Was drawn down; נקודה (Nekudah): A point; סיון (Sivan): Sivan (Hebrew month); ספירת העומר (Sefirat HaOmer): Counting of the Omer; ע\"פ (Al Pi): According to; עה\"פ (Al HaPasuk): On the verse; עוד ביאור (Od Be'ur): Another explanation; על הביטול (Al HaBitul): The nullification; על הגז\"ש (Al HaGezeira Shava): Over the gezeira shava; פירושו (Peirusho): Its explanation; פסחים (Pesachim): Pesachim; צריך להבין (Tzarich LeHavin): One needs to understand; קבלת התורה (Kabalat HaTorah): Receiving the Torah; ר\"ח (Rosh Chodesh): New month; ראש חדשים (Rosh Chadashim): Head of months; ראש חודש (Rosh Chodesh): New month; ש\"פ (Shabbat Parshat): Shabbat of Torah portion; שאז (She'az): That then; שאינו מציאות (She'eino Metziut): That he is not an existence; שבחג השבועות (SheBechag HaShavuot): That on the festival of Shavuot; שבמ\"ת (SheBeMatan Torah): That in giving of the Torah; שבר\"ח (SheBerosh Chodesh): That on the new month; שבר\"ח סיון (SheBerosh Chodesh Sivan): That on Rosh Chodesh Sivan; שבשעת (SheBish'at): That at the time of; שדומין (SheDomim): Who are similar; שהי; שהלימוד (SheHaLimud): That the learning; שהענין (SheHaInyan): That the matter; שהקב\"ה (SheHaKadosh Baruch Hu): That the Holy One Blessed be He; שהתורה (SheHaTorah): That the Torah; שישנו (SheYeshno): That exists; שלה (Shelah): Of it; שלו (Shelo): His; שלימוד התורה (SheLimud HaTorah): That Torah study; שלשוני (SheLeshoni): That my tongue; שנאמר (SheNe'emar): That is said; שער הנו\"ן (Sha'ar HaNun): The fiftieth gate; שפירוש (ShePeirush): That the explanation; שקאי (SheKai): That refers; תיבת (Teivat): The word; תספרו (Tisperu): You shall count; תען (Ta'aneh): Will answer;"
    },
    "search_tags": [
      "דור",
      "עבודה",
      "תכלית",
      "יסוד",
      "העלם",
      "אלקות",
      "Love",
      "רבי",
      "World",
      "מלכות",
      "Fear/Awe",
      "Self-sacrifice",
      "Jacob",
      "ביטול",
      "Concealment",
      "Commandments",
      "Dwelling",
      "Purpose",
      "Nullification",
      "Torah",
      "Moses",
      "כוונה",
      "Generation",
      "מצוות",
      "יעקב",
      "Exile",
      "העלאה",
      "ישראל",
      "המשכה",
      "Israel",
      "תורה",
      "Kingship",
      "Rabbi",
      "Light",
      "Upper worlds",
      "Elevation",
      "בינה",
      "אהבה",
      "Will",
      "גלות",
      "Understanding",
      "אור",
      "Intention",
      "עצמות",
      "מס\"נ",
      "Lower worlds",
      "Worlds",
      "Essence",
      "יראה",
      "Foundation",
      "Revelation",
      "Service",
      "Divinity",
      "גילוי",
      "Love of Israel",
      "רצון",
      "משה",
      "תחתונים",
      "עולמות",
      "אהבת ישראל",
      "דירה",
      "Drawing down",
      "עליונים",
      "עולם"
    ]
  }
}