{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "1_יט",
    "reference": "Reference: 1_יט",
    "metadata": {
      "hebrew_date": "יו\"ד שבט, תשי\"ב",
      "gregorian_date": "1952",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "שכינה",
        "אלקות",
        "אור",
        "אור א\"ס",
        "עצמות",
        "גילוי",
        "צמצום",
        "תחתונים",
        "אצילות",
        "יצירה",
        "עולם",
        "עולמות",
        "חכמה",
        "בינה",
        "דעת",
        "ספירות",
        "צדיקים",
        "צדיק",
        "אברהם",
        "יצחק",
        "יעקב",
        "משה",
        "ישראל",
        "מקדש",
        "בית המקדש",
        "קרבנות",
        "קרבן",
        "מצוות",
        "מצוה",
        "תורה",
        "גן עדן",
        "גלות",
        "משיח",
        "דור",
        "עבודה",
        "אהבה",
        "יראה",
        "התקשרות",
        "המשכה",
        "העלאה",
        "דירה",
        "תכלית",
        "כוונה",
        "רצון",
        "חטא",
        "תשובה",
        "תיקון",
        "השתלשלות",
        "נשיא",
        "רבי",
        "חסיד",
        "חסידות"
      ],
      "key_concepts": [
        "Shechinah/Divine Presence",
        "Divinity",
        "Light",
        "Infinite Light",
        "Essence",
        "Revelation",
        "Contraction",
        "Lower worlds",
        "Emanation",
        "Formation",
        "World",
        "Worlds",
        "Wisdom",
        "Understanding",
        "Knowledge",
        "Sefirot",
        "Righteous ones",
        "Righteous one",
        "Abraham",
        "Isaac",
        "Jacob",
        "Moses",
        "Israel",
        "Temple",
        "Holy Temple",
        "Sacrifices",
        "Sacrifice",
        "Commandments",
        "Commandment",
        "Torah",
        "Garden of Eden",
        "Exile",
        "Messiah",
        "Generation",
        "Service",
        "Love",
        "Fear/Awe",
        "Connection",
        "Drawing down",
        "Elevation",
        "Dwelling",
        "Purpose",
        "Intention",
        "Will",
        "Sin",
        "Repentance",
        "Rectification",
        "Chain of descent",
        "Leader",
        "Rabbi",
        "Chassid",
        "Chassidut"
      ],
      "biblical_references": [
        "שה\"ש ה, א",
        "שה\"ש ח, ו",
        "תרומה כה, ח",
        "תרומה שכה, ב",
        "בראשית א, א",
        "ויקרא א, ב",
        "דברים האסורים, אלא",
        "תהלים לז, כט",
        "תהלים נא, ה",
        "ישעי' כט, יג",
        "ישעי' א, ו"
      ],
      "talmudic_references": [
        "מדרש רבה",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "ברכות כו, ב"
      ],
      "chassidic_references": [
        "אדמו\"ר הזקן",
        "אדמו\"ר הזקן",
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "אדמו\"ר הצ\"צ",
        "אדמו\"ר הצ\"צ",
        "אדמו\"ר מהר\"ש",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 2693,
      "chunk_count": 11
    },
    "content": {
      "main_text": "בס\"ד, יו\"ד שבט, תשי\"בבאתי לגניא אחותי כלה2. ואיתא במדרש רבה (במקומו3) לגני לגנוני, למקום שהי' עיקרי בתחילה, דעיקר שכינה בתחתונים היתה, ועל ידי החטאים הנה על ידי חטא עץ הדעת נסתלקה השכינה מארץ לרקיע הא', ועל ידי שאר חטאים נסתלקה מרקיע לרקיע עד רקיע הז'. ואח\"כ עמדו צדיקים והורידו את השכינה מרקיע לרקיע, עד שבא השביעי, וכל השביעין חביבין4, שהוא משה, והורידה למטה בארץ. וזהו צדיקים יירשו ארץ וישכנו לעד עלי'5, דצדיקים יירשו ארץ שהוא גן עדן לפי שהם ממשיכים ומשכינים6 את השכינה בארץ התחתונה, דזהו תכלית הכוונה בבריאת והתהוות העולמות. ועיקר הגילוי מה שהמשיכו את השכינה למטה, הוא במקדש, כמ\"ש7 ועשו לי מקדש ושכנתי בתוכם. והנה דייקו בזה רז\"ל8, בתוכו לא נאמר אלא בתוכם, בתוך כל אחד ואחד מישראל, היינו דבכל אחד ואחד מישראל, על ידי שעובד בעצמו אותם העבודות שהיו במקדש, על ידי זה שוכן בו עיקר שכינה, כמו שהי' בתחלת בריאת העולמות ועוד יותר מכבתחילה, ונעשה עיקר דירה בתחתוניםב. והנה10 אחת עבודות העיקריות11 שהיו במקדש, היא עבודת הקרבנות, שהיא עבודה רוחניית. דגם עבודת הקרבנות שהיתה במקדש, שהקריבו בהמה גשמית, הנה גם זה היתה עבודה רוחניית, וראי' על זה מענין השתתפות הכהנים בעבודתם ולוים בשירם וזמרם בעת הבאת הקרבן, שהם ענינים רוחניים, וכמ\"ש בזהרג דכהני בחשאי וברעותא דלבא המשכה, ולווים בשירה וזמרה שהוא ענין העלאה מלמטה למעלה13. הרי שגם עבודת הקרבנות במקדש היא עבודה רוחניית, ומכל שכן עבודת הקרבנות כמו שהיא בכל אחד ואחד מישראל, שהיא עבודה רוחניית, וזהו מה שכתוב בהתחלת פרשת הקרבנות14, אדם כי יקריב מכם קרבן להוי', וידועד פירוש כ\"ק אדמו\"ר הזקן בזה, שהי' צריך לומר אדם מכם כי יקריב, ומהו אומרו אדם כי יקריב מכם. אלא הפירוש הוא, אדם כי יקריב, כאשר האדם בא להתקרב לאלקות, דזהו ענין הקרבן, דאמאיה איקרי קרבן אלא מפני שמקרב, דקרבנות הוא ענין קירוב הכחות והחושים, הרי מכם קרבן להוי', איהר דאַרפט מקריב זיין פון אייך אַליין. והיינו דכמו דענין הקרבנות בגשמיות הוא שלוקחים בהמה חי' ושלמה ושוחטין אותה, היינו שמוציאין ממנה החיות, ואחר כך הוא הקרבת האימורים, שהחלב נשרף באש שעל גבי המזבח, ועוד יותר מזה בקרבן עולה, התחלת הקרבנות, שהוא עולה כליל למזבח, הנה כמו\"כ הוא בעבודת הקרבנות ברוחניות, שצריך להיות בהמה שלמה, היינו שצריך לבדוק עצמו שתהי' הבהמה שבו שלמה, היינו גם הגוף ונפש הבהמית, והבדיקה צריכה להיות אדעתא דנפשי', לא בדרך מצות אנשים מלומדה17, כי באופן זה לא תהי' בדיקה טובה ומספקת. אבל כאשר יודע שהדבר נוגע לו בחיי נפשו ממש, הנה אז הוא בודק עצמו בכל פינות נפשו, במוחין ובמדות ובפרט בהג' לבושים מחשבה דבור ומעשה, ואז ידע כל עניניו הדורשים תיקון. ולהיות שהדבר נוגע לו בחיי נפשו, יעשה ויקיים בפועל את התיקונים הדרושים שלא יהי' בו מוםו. ואחר הבדיקה אז ירצה להיות קרבן, ששוחטו, היינו שהבשר וכו' נשאר בשלימות אלא שמוציאים ממנו החיות, שמוציא החיות מענינים גשמיים, והיינו שגוף הדברים הגשמיים נשאר, אבל משתמש בהם רק בכדי שיהי' לו תוספות כח בעבודת הוי', כמאמרז חמרא וריחא פקחין, דלאח אכלי בשרא דתורא לא דקדקתי טעמו של דבר. שכ\"ז הוא בענינים שהם רשות, ובפרט בעניני מצוה, כמו אכילת שבת ויו\"ט, או ציצית מצמר גשמי ותפילין מקלף גשמי, היינו דברים גשמיים שעושים בהם עצמם מצוה, ולא רק הציווי של בכל21 דרכיך דעהוט. וזהו עבודת הקרבנות, להוציא החיות מענינים הגשמיים, שישתמש בהם רק לעבודת הוי', דאז הוא מכם קרבן, פון אייך אַליין. וכאשר האדם מקריב מכם קרבן, אז הוא קרבן להוי' שמתקרב ומתאחד עם הוי'.ב) אמנם כאשר יתבונן במעמדו ומצבו ואדעתא דנפשי' כנ\"ל, הנה, לפעמים רבות, יראה ויוכח דגם אפילו אם כעת אינו בעל עבירה, מ\"מ הנה וחטאתי נגדי תמיד23, דחטאותיו שעשה במשך ימי חלדו, ובהם גם אלו שעשה קודם בר מצוה, כמ\"שי כ\"ק אדמו\"ר האמצעי, קיימים הם, כי לא תיקן אותם עדיין. וראי' מוכחת שלא תקן אותם, כי אם הי' עושה תשובה כדבעי, הרי אז, לא זו בלבד שלא הי' אצלו הענין דעבירה גוררת עבירה25, אלא, אדרבה, מצד זה שנעשה בעל תשובה, הנה עבודתו מכאן ולהבא היתה צריכה להיות בחילא יתיר26 מכפי שהי' עד עתה, דזה שהי' מקודם בארץ צי' וצלמות27, הי' זה מעורר אצלו תשוקה ביותר לאלקות. אבל בהתבוננותו במעמדו ומצבו האמיתי, מבלי להקל לעצמו ומבלי להטעות את עצמו כלל ועיקר, הרי הוא מרגיש בנפשו ההיפך מזה לגמרי, דלא זו בלבד שמעמדו ומצבו הקודם לא הביאו להאהבה רבה דזדונות28 נעשו לו כזכיותיא, אלא, אדרבה, זה גרם לו והביאו לידי זה שהוא בעביות וגסות, עד שהוא בציור דעבירה גוררת עבירה. אשר מכל זה ראי' מוכחת שאצלו הענין דוחטאתי נגדי תמיד אינו באופן שכבר עשה תשובה נכונה אלא שלפי מעמדו ומצבו עתה אין מספיק תשובה הקודמת וצריך כעת תשובה נעלית ביותריב, כ\"א שמלכתחילה לא תקן כלל את עניניו, והם מסך מבדיל בינו לבין אביו שבשמיםיג, ומפסיק ומונע מעבודת הוי'. הנה כשמתבונן בכל זה ויודע ג\"כ גודל ענין הקרבנות שהוא קירוב הכחות והחושים, עד שנכלל באש של מעלה, ורזא דקורבנא עולה עד רזא דא\"ס וכמשי\"ת, הנה הוא מקשה לעצמו, איזה שייכות יש לו לענין הקרבנות, ואיך ירצה לקרבן להוי', והוא אין בו מתום32, ולהסיר הקושיא מוסיף כ\"ק מו\"ח אדמו\"ר33 על פירוש כ\"ק אדמו\"ר הזקן בתיבת מכם, ואומר, מכם היינו מכם ובכם הדבר תלוי, דאָס איז אָפּהיינגיק פון אייך אַליין, שמבלי הבט על מעמדו ומצבו ועל כל מה שעבר עליו עד עתה, שיודע נגעי לבבו, מ\"מ בכם הדבר תלוי, עד שכל אחד ואחד יכול לומר מתי יגיעו מעשיי למעשי אבותי אברהם יצחק ויעקב34. וזהו מכם קרבן להוי', בכם תלוי הדבר להיות קרבן להוי', להתקרב ולהתאחד עם הוי'. דקרבנות הם להוי' דוקא, לא לאלקים שהוא בגימטריא הטבע35, כ\"א להוי' דוקא, וכמבואר בזהריד על פסוק זובח לאלקים יחרם, שענין הקרבנות הוא להוי' דוקא, למעלה משם אלקים. ובאמת מגיע עוד למעלה יותר, לפני הוי', דרזא דקורבנא עולה עד רזא דא\"סטו, שהוא למעלה גם מהוי', דשם הוי' אף שהוא למעלה משם אלקים, מ\"מ ד' אותיותיו רומזות על צמצום התפשטות המשכה והתפשטות38, וואָס דאָס איז אַ סדר פון השתלשלות, אבל א\"ס הוא למעלה מהוי', ולשם מגיע עבודת הקרבנות. וזהו שמסיים בענין ההקרבה לרצונו לפני הוי'. דמקודם לזה אומר קרבן להוי' ובסיום הענין, אחרי שאומר מן הבהמה מן הבקר ומן הצאן, אומר לפני הוי', ופירש כ\"ק אדמו\"ר הצ\"צטז, לפני הוי' למעלה מהוי'. וזהו ענין הקרבנות, שהעבודה היא לא רק בנפש אלקית, כ\"א מן הבהמה מן הבקר ומן הצאן שהוא נפש הבהמית, ובפרט כמו שהי' במקדש, שהיתה יכולה להיות עבודת הקרבנות בבהמה גשמית ממש, שעל ידי זה הוא מגיע לפני הוי', רזא דא\"ס.ג) והנה בהקרבנות וכן בקירוב הכחות והחושים, הרי הקרבן הגשמי הי' נכלל בהאש שלמעלה, וכמו כן בעבודת הקרבנות שבכל אחד ואחד מישראל, מבאר כ\"ק מו\"ח אדמו\"ר בהמאמר40, שהקרבנות צריכים להתכלל בהאש שלמעלה, והוא רשפי אש שבנפש האלקית, שהוא האש שלמעלה. וכמש\"נ41 רשפי' רשפי אש שלהבת י-ה. דשרש האהבה שבנפש האלקית הוא מהאש שלמעלה שלהבת י-ה, ולכן גם האהבה שבנפש האלקית בהיותה למטה, נקראת אש שלמעלה. וביאור הדברים מה שקורא האהבה העליונה ודנפש האלקית שלהבת י-ה, הנה איתא בספר יצירה42 דהעשר ספירות הם כשלהבת קשורה בגחלת, ומפרט כ\"ק אדמו\"ר מהר\"שיז44 שיש בזה ב' ענינים, שלהבת שבתוך הגחלת ושלהבת שעל גבי הגחלת. והנה השלהבת שעל הגחלת יכולה להיות ג\"כ בפני עצמה, אלא שאין בה מציאות וממשות, ולכן אמרו במשנהיח דהמוציא שלהבת פטור, דמזה יודעים ב' הענינים, שישנה לשלהבת בפני עצמה ולכן שייך לדון בדין המוציא שלהבת אבל אין לשלהבת מציאות וממשות ולכן המוציא שלהבת פטור. והנה קודם שנברא העולם, שכולל בזה גם עד שלא נאצל כדאיתא בס' הקבלה46, הי' הוא ושמו בלבד47, ואחר כך נאצלו הספירות, דב' ענינים אלו, עשר ספירות הגנוזות במאצילן והעשר ספירות ווי זיי זיינען נאצל געוואָרן, הם בדוגמת ב' הענינים שבשלהבת. דשלהבת שבתוך הגחלת, אף שהיא בתוקף יותריט, אבל כמו שהיא בתוך הגחלת, אין שם מציאות של שלהבת, וכל שכן שאין שם פרטי השלהבת. דאין ניכר שם מציאותה כי אם רק מציאות הגחלת. אלא שישנם ראיות והוכחות שישנה שלהבת גם בתוך הגחלת, ואדרבה היא בתוקף יותר, אבל מה שניכר הוא רק הגחלת. וכמו כן, ועוד יותר מזה, הוא בכללות ענין עשר ספירות הגנוזות במאצילן, דמה שישנו שם, הוא רק המאציל, אלא שישנם ראיות מענין עשר ספירות הנאצלות שישנם עשר ספירות הגנוזות במאצילן. ואחר כך נאצלו העשר ספירות, אבל גם לאחר אצילותן קשורים הם במקורם היינו העשר ספירות הגנוזות, וכמו השלהבת שעל הגחלת שהיא קשורה בהשלהבת שבתוך הגחלת. וזהו כל קיומה, וואָרום אויב זי ווערט נפרד ממקורה, תהי' אין ואפס, עס ווערט גאָר ניט. וזהו שלהבת י-ה, דכמו השלהבת אשר ישנה כמו שהיא בגחלת, כמו שהיא על הגחלת וקשורה בה, ושלהבת שעל הגחלת הרי יכולה להיות ג\"כ בפני עצמה בפירוד, כמו כן הוא גם בסדר ההשתלשלות, דעשר ספירות הגלויות, אף שהם קשורים במקורם, דאיהו וחיוהי חד איהו וגרמוהי חד49, דוגמת השלהבת שעל הגחלת שהיא דבר אחד עם השלהבת שבתוך הגחלת שהיא חד עם הגחלת, מ\"מ הנה מצד ריבוי ההשתלשלות אפשר להיות, סוף סוף, נתינת מקום לטעות על פירוד, וכמארז\"לכ כתוב והרוצה לטעות יטעה, אַז דער אויבערשטער זאָגט והרוצה לטעות (ע\"י הכתיבה) יטעה. היינו שמצד השלהבת יכול להיות מקום לטעות של פירוד. ושלהבת עצמה שלהבת י-ה, שהיו\"ד יש בו גם קוצו של יו\"ד51, היינו ע\"ס הגלויות וע\"ס הגנוזות, שניהם הם שלהבת י-ה, שאין בהם פירוד, ח\"ו. והאהבה שבנפש האלקית נקראת ג\"כ שלהבת י-ה, דהנה בראשית בשביל ישראל שנקראים ראשית52, שכל ההשתלשלות הוא בשביל ישראל, מובן מזה שכל הענינים שבהשתלשלות יש דוגמתם ופועלים בישראל. וכמו\"כ הוא גם בענין שלהבת י-ה שפועלת בישראל שיהי' בהם שלהבת י-ה, אהבה לאלקות. דהנה כתיב53 כי אהבך הוי' אלקיך, ואיתא הפי' בחסידותכא ממשיך להיות בך אהבה ואוהב אותך והא בהא תליא, ואהבך הוי' אלקיך קאי על עצמות א\"ס ב\"ה, אשר מצד השלהבת י-ה דלמעלה נעשה זה גם בישראל. ובזה יש, בכללות, ב' אופני אהבה55. דכמו שלמעלה ישנם הע\"ס כמו שהם בהמאציל וכמו שהם נאצלים, כמו כן באהבה ישנם ב' אופנים כאלו. דהנה המדות באים מהמוחין, דכאשר מתבונן בענינים המביאים לאהבתו ית' מוליד אהבת הוי'. אמנם כאשר הוא מעמיק את עצמו בהשכלה, כדבעי למהוי, און ער איז פאַרטרונקען און פאַראיינציקט בההשכלה, הנה אז אין מציאות להמדה, דהמדה היא כלולה בעילתה ואינה בפני עצמה. ורק כאשר ער טראָגט זיך אָפּ מהעילה און לאָזט זיך אַראָפּ אל העלול, הנה אז נעשה ההיפך מזה, שבעיקר נרגש מציאות המדה, שהיא בהתגלות, אלא שקשורה בההתבוננות שהולידה אותה, בפרטיות יותר בההתפעלות שכלי שבההתבוננות, וזה נותן חיות ותוקף בהמדה. וכמו במשל השלהבת שעל גבי הגחלת, שקשורה בהשלהבת שבתוך הגחלת דעל ידי זה יש קיום תמידי וחיות ותוקף בהשלהבת, כמו כן הוא בהאהבה שצריכה להיות קשורה עם האהבה כמו שהיא כלולה בהעילה. וזהו השלהבת י-ה שבה נכללים כל הקרבנות שמקריבים.ד) והנה נתבאר לעיל דקרבנות הם לפני הוי' היינו למעלה מהוי'. ובמילא מובן שגם האש שלמעלה שבו נכלל הקרבן, הוא למעלה מהוי'. ובעבודה הוא, שהעבודה היא למעלה מן הטעם ודעת. דכמו בעבודת הקרבנות שהי' בבית המקדש הקריבו בהמה דוקא, כמו כן הוא גם עתה, שתפלות כנגד תמידין תקנו56, הנה עבודת נפש האלקית צריכה להיות בנפש הבהמית דוקאכב, ולא עבודת הנשמה מצד עצמה. ודוקא עבודה זו מגיעה למעלה מטעם ודעת, למעלה מסדר ההשתלשלות. ואף שגם עבודת הנשמה מצד עצמה הוא ע\"י הגוף ובגוף, שהרי מתן תורה הי' דוקא לנשמות בגופים וקיום המצות הוא ע\"י הגוף, ואפילו המצוות דחובות הלבבות כמבואר בכמה מקומותכג, מ\"מ אפשר שלא יהי' שייך להגוף, ולא יפעול בו. ועל דרך דוגמא, כשלומד תורה ומתפלל הנה בעת שהוא בד' אמות של הלכה וד' אמות של תפלה שטייט ער אין אַ איידעלקייט, אבל כשנעתק מזה, כשמסיים למודו ותפלתו, חאַפּט ער זיך אַז ער איז אין די זעלבע גראָבקייט כמו שהי' ולפעמים עוד נתוסף ישות מפני השביעת רצון שיש לו בעבודתו. וי\"ל שהוא על דרך החילוק דקיום המצוות בדבר הנפרד לקיום המצוות בהגוף. דקיום המצוות בדבר הנפרד כמו ציצית בצמר גשמי ותפילין בקלף גשמי הרי לא ניכרכד לעין בשר הגשמי שום שינוי בהקלף והצמר, דהשינוים שצריך להיות בהקלף והצמר בכדי שיהיו מתאימים לקיום המצוה, הנה שינוים אלו הם ע\"י מלאכת האדם, אבל השינוים הנעשים ע\"י ההזמנה וקיום המצוה אינם נכרים. ועל דרך זה אפשר להיות בקיום המצוות ע\"י הגוף ובהגוף, שיהי' כמו שמקיים עם דבר הנפרד, דהיינו שהגוף יהי' רק אמצעי שעל ידו הנשמה לומדת תורה ומקיימת מצוות. ולא זהו תכלית העבודה כי אם התכלית הוא העבודה בהגוף ונפש הבהמית להפכם מן הקצה אל הקצה, שיהי' ניכר בהגוף שהוא גוף שלומד תורה ומקיים מצוות ומכל שכן שבנפש הבהמית יהי' ניכר זה. אשר אז הרי, לא זו בלבד שלא יהי' שייך לדברים האסורים, אלא גם מדברי מותרות יהי' מושלל, שגם בדברי הרשות וועט זיך אים לייגן און וועלן נאָר דאָס וואָס איז מוכרח מצד בריאות הגוף כדי לעבוד השי\"ת. אבל אם עבודתו היא עבודת הנשמה מצד עצמה, והגוף הוא רק אמצעי בלבד, הנה לא זהו תכלית הכוונה ואין זה קרבן לרצונו לפני הוי'. ולכן מוכרחת העבודה בהגוף ונפש הבהמית דוקא, ער זאָל אַרבעטן און איבעראַרבעטן את הגוף ונפש הבהמית. וכמ\"שכה כ\"ק אדמו\"ר (מהורש\"ב) נ\"ע דהנשמה התהוותה מהאורות, דכללות האורות הוא גילוים, והגוף התהוותו מעצמות שמציאותו61 הוא מעצמותו ואין שום עילה וסיבה קודמת לו ח\"ו, והנשמה, שהיא מכירה את מעלת הגוף בזה, וויל באַקומען עצמי, ומשום זה היא רוצה להתחבר עם הגוף ונפש הבהמית און איבעראַרבעטן איהם, לכן הנה רצון ושכל הנשמה עצמה מחייב, מאָנט, להתחבר עם הגוף, לא לעבוד על ידו כמו בדבר הנפרד, כי אם להתחבר עם הגוף, ולעבוד ביחד. אמנם באמת אין זה מספיק עדיין להיות לרצונו לפני הוי', דהרי כל זה הוא עבודה שמצד הטעם ודעת, שהנשמה מבינה העילוי דעצמי ולכן רוצה עצמי ולכך עובדת עם הגוף. ואף שהוא טעם ודעת דקדושה, מ\"מ הוא טעם ודעת. אבל תכלית העבודה היא, שלא תהי' בשביל הטוב והעילוי שיקבל על ידי העבודה, כי אם בכדי לקיים רצון העליון, ורצון העליון הוא שיהי' לו ית' דירה בתחתונים62, היינו בעולם הזה דוקא63, ולכן הנשמה שהיא חלק אלוקה ממעל64, בנים אתם65, מרגשת, פילט, את רצון האב ומשום זה הוא עבודתה בהגוף דוקא. ובזה יש ג\"כ מעלה אפילו לגבי בחי' עבד66, דהנה העבד אף שעבודתו הוא ג\"כ לא מצד הטעם והתענוג שיש לו בזה, מ\"מ הרי העבד הוא רק מקיים את פקודת האדון, והיינו שהוא יודע פקודת האדון אבל אינו מרגיש את רצונו ואינו יודע למה הוא רוצה את זה, משא\"כ הנשמה, בנים אתם להוי' אלקיכם39, אף שעבודתה הוא ג\"כ לא מצד הטעם, כי אם לקיים רצון האב, אבל היא מרגשת את הרצון ויודעת טעמו. וזהו שאחר אומרו מכם קרבן להוי' מסיים מן הבהמה מן הבקר ומן הצאן, דמכם קרבן להוי' היינו הנפש האלקית, אבל להיות דרזא דקורבנא עולה עד רזא דא\"ס, למעלה מהוי', הנה לזאת צריך להיות מן הבהמה העבודה עם הנפש הבהמית והגוף, וצריך להיות בזה עבודה פרטית דוקא, מן הבקר ומן הצאן, להתבונן ולהעמיק בפרטי עניני נפשו ועבודתו בהגוף ונפש הבהמית, ואז הוא לרצונו לפני הוי'.ה) והנה הקדמת פרשת הקרבנות הוא ויקרא אל משה, שהוא הנתינת כחכו על עבודת הקרבנות. דאף שמכם קרבן להוי', מכם ובכם הדבר תלוי להיות קרבן להוי', אבל להיותו בשפל המצב וכל מה שמתבונן יותר, רואה יותר את שפלותו וריחוקו ונופל ברוחו, הנה לזאת הפתיחה הוא ויקרא אל משה, שהוא נתינת יכולת וכח לכל איש ואיש להיות קרבן להוי', ואפילו לפני הוי'. ולכן68 לא נאמר מי הוא הקוראכז כי הוא ממקום עליון ונורא מאד אור א\"ס הסובב כל עלמין, אתה קדוש שלמעלה משמך קדוש. דהנה משה הוא רועה ישראל, ואיתא במדרשכח שניסו אותו בזה שטיפל עם קטנים ביותר, דמזה דוקא ראי' שהוא רועה כדבעי, וכמו כן הוא בכל דור ודור, דאתפשטותא דמשה בכל דרא ודרא71, שהם רועי ישראל שבכל דור ודור72, הנה הם הממשיכים כח על עבודת הקרבנות, להיותם ממוצעכט המחבר, ממוצע בין הוי' וביניכם74. שהוא ממוצע המחבר, פאַראיינציקט, עולמות מיט אלקות על ידי נשמות. וזהו עשיית הדירה לו ית' בתחתונים, ועשו לי מקדש ושכנתי בתוכם בתוך כל אחד ואחד, המוטלת על כל אחד ואחד. ומעבודות העיקריות בזה היא עבודת הקרבנות, וכנ\"ל, להתבונן במעמדו ומצבו אדעתא דנפשי' ניט גענאַרטערהייט, ומ\"מ אומרים לו מכם ובכם הדבר תלוי לתקן שיהי' שלם בלי מום, ולהקריב מכם קרבן וקרבן מן הבהמה. והוא על ידי ההתקשרות, שמוסיף בה ועולה, בהאתפשטותא דמשה שבכל דרא ודרא, שבאתפשטותא זו נמצא גם העצמי, ועל ידי זה הוא מתקשר עם הויקרא אל משה, דלית מחשבה תפיסא בי' כלל, ונמשך שלהבת י-ה, אש של מעלה, דבזה נכלל הקרבן ועל ידי זה ושכנתי בתוכם. וכן גם בנוגע לדורנו, הנה רועה ונשיא ישראל שהוא הורה לנו את הדרך הישרה, אשר נלך בדרכיו ואורחותיו, את המעשה אשר יעשון ואת המעשה אשר לא יעשון, הנה על ידי זה ניתן והומשך הכח, אשר כל אחד ואחד בכל מצב ומצב שהוא נמצא בו, הנה בשעתא חדא וברגעא חדא75, אפשר להכון להקריב מכם קרבן להוי', אשר הכחות והחושים שלו יוכללו בהאש של מעלה, ועוד יותר שגם הגוף ונפש הבהמית, מן הבהמה מן הבקר ומן הצאן, יקריב ועל ידי זה יהיו לרצון לפני הוי' למעלה מהוי'. וכמ\"ש כ\"ק אדמו\"ר בהמאמר76, דכד אתכפיא סטרא אחרא אסתלק יקרא דקוב\"ה בכולהו עלמין77, דסובב כל עלמין שהוא בשוה בכולהו עלמין, יומשך על ידי העבודה דאתכפיא סטרא אחרא, העבודה עם הגוף ונפש הבהמית. וכאשר כל אחד ואחדל יקיים זה, אזי גם כללות החיות של עולם הזה תעלה לקדושה, וימלא כבוד הוי' את כל הארץ79, שזהו תכלית ימות המשיח ותחיית המתים תכלית ושלמות בריאת העולמות, במהרה בימינו.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד, יו\"ד שבט, תשי\"בבאתי לגניא אחותי כלה2 ואיתא במדרש רבה (במקומו3) לגני לגנוני, למקום שהי' עיקרי בתחילה, דעיקר שכינה בתחתונים היתה, ועל ידי החטאים הנה על ידי חטא עץ הדעת נסתלקה השכינה מארץ לרקיע הא', ועל ידי שאר חטאים נסתלקה מרקיע לרקיע עד רקיע הז' ואח\"כ עמדו צדיקים והורידו את השכינה מרקיע לרקיע, עד שבא השביעי, וכל השביעין חביבין4, שהוא משה, והורידה למטה בארץ וזהו צדיקים יירשו ארץ וישכנו לעד עלי'5, דצדיקים יירשו ארץ שהוא גן עדן לפי שהם ממשיכים ומשכינים6 את השכינה בארץ התחתונה, דזהו תכלית הכוונה בבריאת והתהוות העולמות ועיקר הגילוי מה שהמשיכו את השכינה למטה, הוא במקדש, כמ\"ש7 ועשו לי מקדש ושכנתי בתוכם והנה דייקו בזה רז\"ל8, בתוכו לא נאמר אלא בתוכם, בתוך כל אחד ואחד מישראל, היינו דבכל אחד ואחד מישראל, על ידי שעובד בעצמו אותם העבודות שהיו במקדש, על ידי זה שוכן בו עיקר שכינה, כמו שהי' בתחלת בריאת העולמות ועוד יותר מכבתחילה, ונעשה עיקר דירה בתחתוניםב והנה10 אחת עבודות העיקריות11 שהיו במקדש, היא עבודת הקרבנות, שהיא עבודה רוחניית דגם עבודת הקרבנות שהיתה במקדש, שהקריבו בהמה גשמית, הנה גם זה היתה עבודה רוחניית, וראי' על זה מענין השתתפות הכהנים בעבודתם ולוים בשירם וזמרם בעת הבאת הקרבן, שהם ענינים רוחניים, וכמ\"ש בזהרג דכהני בחשאי וברעותא דלבא המשכה, ולווים בשירה וזמרה שהוא ענין העלאה מלמטה למעלה13 הרי שגם עבודת הקרבנות במקדש היא עבודה רוחניית, ומכל שכן עבודת הקרבנות כמו שהיא בכל אחד ואחד מישראל, שהיא עבודה רוחניית, וזהו מה שכתוב בהתחלת פרשת הקרבנות14, אדם כי יקריב מכם קרבן להוי', וידועד פירוש כ\"ק אדמו\"ר הזקן בזה, שהי' צריך לומר אדם מכם כי יקריב, ומהו אומרו אדם כי יקריב מכם",
          "topics": [
            "שכינה",
            "גילוי",
            "תחתונים",
            "עולמות",
            "דעת"
          ],
          "word_count": 261
        },
        {
          "chunk_id": "chunk_2",
          "content": "אלא הפירוש הוא, אדם כי יקריב, כאשר האדם בא להתקרב לאלקות, דזהו ענין הקרבן, דאמאיה איקרי קרבן אלא מפני שמקרב, דקרבנות הוא ענין קירוב הכחות והחושים, הרי מכם קרבן להוי', איהר דאַרפט מקריב זיין פון אייך אַליין והיינו דכמו דענין הקרבנות בגשמיות הוא שלוקחים בהמה חי' ושלמה ושוחטין אותה, היינו שמוציאין ממנה החיות, ואחר כך הוא הקרבת האימורים, שהחלב נשרף באש שעל גבי המזבח, ועוד יותר מזה בקרבן עולה, התחלת הקרבנות, שהוא עולה כליל למזבח, הנה כמו\"כ הוא בעבודת הקרבנות ברוחניות, שצריך להיות בהמה שלמה, היינו שצריך לבדוק עצמו שתהי' הבהמה שבו שלמה, היינו גם הגוף ונפש הבהמית, והבדיקה צריכה להיות אדעתא דנפשי', לא בדרך מצות אנשים מלומדה17, כי באופן זה לא תהי' בדיקה טובה ומספקת אבל כאשר יודע שהדבר נוגע לו בחיי נפשו ממש, הנה אז הוא בודק עצמו בכל פינות נפשו, במוחין ובמדות ובפרט בהג' לבושים מחשבה דבור ומעשה, ואז ידע כל עניניו הדורשים תיקון ולהיות שהדבר נוגע לו בחיי נפשו, יעשה ויקיים בפועל את התיקונים הדרושים שלא יהי' בו מוםו ואחר הבדיקה אז ירצה להיות קרבן, ששוחטו, היינו שהבשר וכו' נשאר בשלימות אלא שמוציאים ממנו החיות, שמוציא החיות מענינים גשמיים, והיינו שגוף הדברים הגשמיים נשאר, אבל משתמש בהם רק בכדי שיהי' לו תוספות כח בעבודת הוי', כמאמרז חמרא וריחא פקחין, דלאח אכלי בשרא דתורא לא דקדקתי טעמו של דבר שכ\"ז הוא בענינים שהם רשות, ובפרט בעניני מצוה, כמו אכילת שבת ויו\"ט, או ציצית מצמר גשמי ותפילין מקלף גשמי, היינו דברים גשמיים שעושים בהם עצמם מצוה, ולא רק הציווי של בכל21 דרכיך דעהוט וזהו עבודת הקרבנות, להוציא החיות מענינים הגשמיים, שישתמש בהם רק לעבודת הוי', דאז הוא מכם קרבן, פון אייך אַליין",
          "topics": [
            "אלקות",
            "דעת",
            "קרבנות",
            "קרבן",
            "מצוה"
          ],
          "word_count": 264
        },
        {
          "chunk_id": "chunk_3",
          "content": "וכאשר האדם מקריב מכם קרבן, אז הוא קרבן להוי' שמתקרב ומתאחד עם הוי'.ב) אמנם כאשר יתבונן במעמדו ומצבו ואדעתא דנפשי' כנ\"ל, הנה, לפעמים רבות, יראה ויוכח דגם אפילו אם כעת אינו בעל עבירה, מ\"מ הנה וחטאתי נגדי תמיד23, דחטאותיו שעשה במשך ימי חלדו, ובהם גם אלו שעשה קודם בר מצוה, כמ\"שי כ\"ק אדמו\"ר האמצעי, קיימים הם, כי לא תיקן אותם עדיין וראי' מוכחת שלא תקן אותם, כי אם הי' עושה תשובה כדבעי, הרי אז, לא זו בלבד שלא הי' אצלו הענין דעבירה גוררת עבירה25, אלא, אדרבה, מצד זה שנעשה בעל תשובה, הנה עבודתו מכאן ולהבא היתה צריכה להיות בחילא יתיר26 מכפי שהי' עד עתה, דזה שהי' מקודם בארץ צי' וצלמות27, הי' זה מעורר אצלו תשוקה ביותר לאלקות אבל בהתבוננותו במעמדו ומצבו האמיתי, מבלי להקל לעצמו ומבלי להטעות את עצמו כלל ועיקר, הרי הוא מרגיש בנפשו ההיפך מזה לגמרי, דלא זו בלבד שמעמדו ומצבו הקודם לא הביאו להאהבה רבה דזדונות28 נעשו לו כזכיותיא, אלא, אדרבה, זה גרם לו והביאו לידי זה שהוא בעביות וגסות, עד שהוא בציור דעבירה גוררת עבירה אשר מכל זה ראי' מוכחת שאצלו הענין דוחטאתי נגדי תמיד אינו באופן שכבר עשה תשובה נכונה אלא שלפי מעמדו ומצבו עתה אין מספיק תשובה הקודמת וצריך כעת תשובה נעלית ביותריב, כ\"א שמלכתחילה לא תקן כלל את עניניו, והם מסך מבדיל בינו לבין אביו שבשמיםיג, ומפסיק ומונע מעבודת הוי'",
          "topics": [
            "אלקות",
            "דעת",
            "קרבן",
            "מצוה",
            "אהבה"
          ],
          "word_count": 217
        },
        {
          "chunk_id": "chunk_4",
          "content": "הנה כשמתבונן בכל זה ויודע ג\"כ גודל ענין הקרבנות שהוא קירוב הכחות והחושים, עד שנכלל באש של מעלה, ורזא דקורבנא עולה עד רזא דא\"ס וכמשי\"ת, הנה הוא מקשה לעצמו, איזה שייכות יש לו לענין הקרבנות, ואיך ירצה לקרבן להוי', והוא אין בו מתום32, ולהסיר הקושיא מוסיף כ\"ק מו\"ח אדמו\"ר33 על פירוש כ\"ק אדמו\"ר הזקן בתיבת מכם, ואומר, מכם היינו מכם ובכם הדבר תלוי, דאָס איז אָפּהיינגיק פון אייך אַליין, שמבלי הבט על מעמדו ומצבו ועל כל מה שעבר עליו עד עתה, שיודע נגעי לבבו, מ\"מ בכם הדבר תלוי, עד שכל אחד ואחד יכול לומר מתי יגיעו מעשיי למעשי אבותי אברהם יצחק ויעקב34 וזהו מכם קרבן להוי', בכם תלוי הדבר להיות קרבן להוי', להתקרב ולהתאחד עם הוי' דקרבנות הם להוי' דוקא, לא לאלקים שהוא בגימטריא הטבע35, כ\"א להוי' דוקא, וכמבואר בזהריד על פסוק זובח לאלקים יחרם, שענין הקרבנות הוא להוי' דוקא, למעלה משם אלקים ובאמת מגיע עוד למעלה יותר, לפני הוי', דרזא דקורבנא עולה עד רזא דא\"סטו, שהוא למעלה גם מהוי', דשם הוי' אף שהוא למעלה משם אלקים, מ\"מ ד' אותיותיו רומזות על צמצום התפשטות המשכה והתפשטות38, וואָס דאָס איז אַ סדר פון השתלשלות, אבל א\"ס הוא למעלה מהוי', ולשם מגיע עבודת הקרבנות וזהו שמסיים בענין ההקרבה לרצונו לפני הוי' דמקודם לזה אומר קרבן להוי' ובסיום הענין, אחרי שאומר מן הבהמה מן הבקר ומן הצאן, אומר לפני הוי', ופירש כ\"ק אדמו\"ר הצ\"צטז, לפני הוי' למעלה מהוי'",
          "topics": [
            "צמצום",
            "אברהם",
            "יצחק",
            "יעקב",
            "קרבנות"
          ],
          "word_count": 225
        },
        {
          "chunk_id": "chunk_5",
          "content": "וזהו ענין הקרבנות, שהעבודה היא לא רק בנפש אלקית, כ\"א מן הבהמה מן הבקר ומן הצאן שהוא נפש הבהמית, ובפרט כמו שהי' במקדש, שהיתה יכולה להיות עבודת הקרבנות בבהמה גשמית ממש, שעל ידי זה הוא מגיע לפני הוי', רזא דא\"ס.ג) והנה בהקרבנות וכן בקירוב הכחות והחושים, הרי הקרבן הגשמי הי' נכלל בהאש שלמעלה, וכמו כן בעבודת הקרבנות שבכל אחד ואחד מישראל, מבאר כ\"ק מו\"ח אדמו\"ר בהמאמר40, שהקרבנות צריכים להתכלל בהאש שלמעלה, והוא רשפי אש שבנפש האלקית, שהוא האש שלמעלה וכמש\"נ41 רשפי' רשפי אש שלהבת י-ה דשרש האהבה שבנפש האלקית הוא מהאש שלמעלה שלהבת י-ה, ולכן גם האהבה שבנפש האלקית בהיותה למטה, נקראת אש שלמעלה וביאור הדברים מה שקורא האהבה העליונה ודנפש האלקית שלהבת י-ה, הנה איתא בספר יצירה42 דהעשר ספירות הם כשלהבת קשורה בגחלת, ומפרט כ\"ק אדמו\"ר מהר\"שיז44 שיש בזה ב' ענינים, שלהבת שבתוך הגחלת ושלהבת שעל גבי הגחלת והנה השלהבת שעל הגחלת יכולה להיות ג\"כ בפני עצמה, אלא שאין בה מציאות וממשות, ולכן אמרו במשנהיח דהמוציא שלהבת פטור, דמזה יודעים ב' הענינים, שישנה לשלהבת בפני עצמה ולכן שייך לדון בדין המוציא שלהבת אבל אין לשלהבת מציאות וממשות ולכן המוציא שלהבת פטור והנה קודם שנברא העולם, שכולל בזה גם עד שלא נאצל כדאיתא בס' הקבלה46, הי' הוא ושמו בלבד47, ואחר כך נאצלו הספירות, דב' ענינים אלו, עשר ספירות הגנוזות במאצילן והעשר ספירות ווי זיי זיינען נאצל געוואָרן, הם בדוגמת ב' הענינים שבשלהבת דשלהבת שבתוך הגחלת, אף שהיא בתוקף יותריט, אבל כמו שהיא בתוך הגחלת, אין שם מציאות של שלהבת, וכל שכן שאין שם פרטי השלהבת דאין ניכר שם מציאותה כי אם רק מציאות הגחלת",
          "topics": [
            "אור",
            "יצירה",
            "עולם",
            "ספירות",
            "ישראל"
          ],
          "word_count": 254
        },
        {
          "chunk_id": "chunk_6",
          "content": "אלא שישנם ראיות והוכחות שישנה שלהבת גם בתוך הגחלת, ואדרבה היא בתוקף יותר, אבל מה שניכר הוא רק הגחלת וכמו כן, ועוד יותר מזה, הוא בכללות ענין עשר ספירות הגנוזות במאצילן, דמה שישנו שם, הוא רק המאציל, אלא שישנם ראיות מענין עשר ספירות הנאצלות שישנם עשר ספירות הגנוזות במאצילן ואחר כך נאצלו העשר ספירות, אבל גם לאחר אצילותן קשורים הם במקורם היינו העשר ספירות הגנוזות, וכמו השלהבת שעל הגחלת שהיא קשורה בהשלהבת שבתוך הגחלת וזהו כל קיומה, וואָרום אויב זי ווערט נפרד ממקורה, תהי' אין ואפס, עס ווערט גאָר ניט וזהו שלהבת י-ה, דכמו השלהבת אשר ישנה כמו שהיא בגחלת, כמו שהיא על הגחלת וקשורה בה, ושלהבת שעל הגחלת הרי יכולה להיות ג\"כ בפני עצמה בפירוד, כמו כן הוא גם בסדר ההשתלשלות, דעשר ספירות הגלויות, אף שהם קשורים במקורם, דאיהו וחיוהי חד איהו וגרמוהי חד49, דוגמת השלהבת שעל הגחלת שהיא דבר אחד עם השלהבת שבתוך הגחלת שהיא חד עם הגחלת, מ\"מ הנה מצד ריבוי ההשתלשלות אפשר להיות, סוף סוף, נתינת מקום לטעות על פירוד, וכמארז\"לכ כתוב והרוצה לטעות יטעה, אַז דער אויבערשטער זאָגט והרוצה לטעות (ע\"י הכתיבה) יטעה היינו שמצד השלהבת יכול להיות מקום לטעות של פירוד ושלהבת עצמה שלהבת י-ה, שהיו\"ד יש בו גם קוצו של יו\"ד51, היינו ע\"ס הגלויות וע\"ס הגנוזות, שניהם הם שלהבת י-ה, שאין בהם פירוד, ח\"ו והאהבה שבנפש האלקית נקראת ג\"כ שלהבת י-ה, דהנה בראשית בשביל ישראל שנקראים ראשית52, שכל ההשתלשלות הוא בשביל ישראל, מובן מזה שכל הענינים שבהשתלשלות יש דוגמתם ופועלים בישראל וכמו\"כ הוא גם בענין שלהבת י-ה שפועלת בישראל שיהי' בהם שלהבת י-ה, אהבה לאלקות",
          "topics": [
            "אלקות",
            "אצילות",
            "ספירות",
            "ישראל",
            "אהבה"
          ],
          "word_count": 252
        },
        {
          "chunk_id": "chunk_7",
          "content": "דהנה כתיב53 כי אהבך הוי' אלקיך, ואיתא הפי' בחסידותכא ממשיך להיות בך אהבה ואוהב אותך והא בהא תליא, ואהבך הוי' אלקיך קאי על עצמות א\"ס ב\"ה, אשר מצד השלהבת י-ה דלמעלה נעשה זה גם בישראל ובזה יש, בכללות, ב' אופני אהבה55 דכמו שלמעלה ישנם הע\"ס כמו שהם בהמאציל וכמו שהם נאצלים, כמו כן באהבה ישנם ב' אופנים כאלו דהנה המדות באים מהמוחין, דכאשר מתבונן בענינים המביאים לאהבתו ית' מוליד אהבת הוי' אמנם כאשר הוא מעמיק את עצמו בהשכלה, כדבעי למהוי, און ער איז פאַרטרונקען און פאַראיינציקט בההשכלה, הנה אז אין מציאות להמדה, דהמדה היא כלולה בעילתה ואינה בפני עצמה ורק כאשר ער טראָגט זיך אָפּ מהעילה און לאָזט זיך אַראָפּ אל העלול, הנה אז נעשה ההיפך מזה, שבעיקר נרגש מציאות המדה, שהיא בהתגלות, אלא שקשורה בההתבוננות שהולידה אותה, בפרטיות יותר בההתפעלות שכלי שבההתבוננות, וזה נותן חיות ותוקף בהמדה וכמו במשל השלהבת שעל גבי הגחלת, שקשורה בהשלהבת שבתוך הגחלת דעל ידי זה יש קיום תמידי וחיות ותוקף בהשלהבת, כמו כן הוא בהאהבה שצריכה להיות קשורה עם האהבה כמו שהיא כלולה בהעילה וזהו השלהבת י-ה שבה נכללים כל הקרבנות שמקריבים.ד) והנה נתבאר לעיל דקרבנות הם לפני הוי' היינו למעלה מהוי' ובמילא מובן שגם האש שלמעלה שבו נכלל הקרבן, הוא למעלה מהוי' ובעבודה הוא, שהעבודה היא למעלה מן הטעם ודעת דכמו בעבודת הקרבנות שהי' בבית המקדש הקריבו בהמה דוקא, כמו כן הוא גם עתה, שתפלות כנגד תמידין תקנו56, הנה עבודת נפש האלקית צריכה להיות בנפש הבהמית דוקאכב, ולא עבודת הנשמה מצד עצמה ודוקא עבודה זו מגיעה למעלה מטעם ודעת, למעלה מסדר ההשתלשלות",
          "topics": [
            "עצמות",
            "דעת",
            "ישראל",
            "מקדש",
            "בית המקדש"
          ],
          "word_count": 249
        },
        {
          "chunk_id": "chunk_8",
          "content": "ואף שגם עבודת הנשמה מצד עצמה הוא ע\"י הגוף ובגוף, שהרי מתן תורה הי' דוקא לנשמות בגופים וקיום המצות הוא ע\"י הגוף, ואפילו המצוות דחובות הלבבות כמבואר בכמה מקומותכג, מ\"מ אפשר שלא יהי' שייך להגוף, ולא יפעול בו ועל דרך דוגמא, כשלומד תורה ומתפלל הנה בעת שהוא בד' אמות של הלכה וד' אמות של תפלה שטייט ער אין אַ איידעלקייט, אבל כשנעתק מזה, כשמסיים למודו ותפלתו, חאַפּט ער זיך אַז ער איז אין די זעלבע גראָבקייט כמו שהי' ולפעמים עוד נתוסף ישות מפני השביעת רצון שיש לו בעבודתו וי\"ל שהוא על דרך החילוק דקיום המצוות בדבר הנפרד לקיום המצוות בהגוף דקיום המצוות בדבר הנפרד כמו ציצית בצמר גשמי ותפילין בקלף גשמי הרי לא ניכרכד לעין בשר הגשמי שום שינוי בהקלף והצמר, דהשינוים שצריך להיות בהקלף והצמר בכדי שיהיו מתאימים לקיום המצוה, הנה שינוים אלו הם ע\"י מלאכת האדם, אבל השינוים הנעשים ע\"י ההזמנה וקיום המצוה אינם נכרים ועל דרך זה אפשר להיות בקיום המצוות ע\"י הגוף ובהגוף, שיהי' כמו שמקיים עם דבר הנפרד, דהיינו שהגוף יהי' רק אמצעי שעל ידו הנשמה לומדת תורה ומקיימת מצוות ולא זהו תכלית העבודה כי אם התכלית הוא העבודה בהגוף ונפש הבהמית להפכם מן הקצה אל הקצה, שיהי' ניכר בהגוף שהוא גוף שלומד תורה ומקיים מצוות ומכל שכן שבנפש הבהמית יהי' ניכר זה אשר אז הרי, לא זו בלבד שלא יהי' שייך לדברים האסורים, אלא גם מדברי מותרות יהי' מושלל, שגם בדברי הרשות וועט זיך אים לייגן און וועלן נאָר דאָס וואָס איז מוכרח מצד בריאות הגוף כדי לעבוד השי\"ת אבל אם עבודתו היא עבודת הנשמה מצד עצמה, והגוף הוא רק אמצעי בלבד, הנה לא זהו תכלית הכוונה ואין זה קרבן לרצונו לפני הוי'",
          "topics": [
            "קרבן",
            "מצוות",
            "מצוה",
            "תורה",
            "עבודה"
          ],
          "word_count": 269
        },
        {
          "chunk_id": "chunk_9",
          "content": "ולכן מוכרחת העבודה בהגוף ונפש הבהמית דוקא, ער זאָל אַרבעטן און איבעראַרבעטן את הגוף ונפש הבהמית וכמ\"שכה כ\"ק אדמו\"ר (מהורש\"ב) נ\"ע דהנשמה התהוותה מהאורות, דכללות האורות הוא גילוים, והגוף התהוותו מעצמות שמציאותו61 הוא מעצמותו ואין שום עילה וסיבה קודמת לו ח\"ו, והנשמה, שהיא מכירה את מעלת הגוף בזה, וויל באַקומען עצמי, ומשום זה היא רוצה להתחבר עם הגוף ונפש הבהמית און איבעראַרבעטן איהם, לכן הנה רצון ושכל הנשמה עצמה מחייב, מאָנט, להתחבר עם הגוף, לא לעבוד על ידו כמו בדבר הנפרד, כי אם להתחבר עם הגוף, ולעבוד ביחד אמנם באמת אין זה מספיק עדיין להיות לרצונו לפני הוי', דהרי כל זה הוא עבודה שמצד הטעם ודעת, שהנשמה מבינה העילוי דעצמי ולכן רוצה עצמי ולכך עובדת עם הגוף ואף שהוא טעם ודעת דקדושה, מ\"מ הוא טעם ודעת אבל תכלית העבודה היא, שלא תהי' בשביל הטוב והעילוי שיקבל על ידי העבודה, כי אם בכדי לקיים רצון העליון, ורצון העליון הוא שיהי' לו ית' דירה בתחתונים62, היינו בעולם הזה דוקא63, ולכן הנשמה שהיא חלק אלוקה ממעל64, בנים אתם65, מרגשת, פילט, את רצון האב ומשום זה הוא עבודתה בהגוף דוקא ובזה יש ג\"כ מעלה אפילו לגבי בחי' עבד66, דהנה העבד אף שעבודתו הוא ג\"כ לא מצד הטעם והתענוג שיש לו בזה, מ\"מ הרי העבד הוא רק מקיים את פקודת האדון, והיינו שהוא יודע פקודת האדון אבל אינו מרגיש את רצונו ואינו יודע למה הוא רוצה את זה, משא\"כ הנשמה, בנים אתם להוי' אלקיכם39, אף שעבודתה הוא ג\"כ לא מצד הטעם, כי אם לקיים רצון האב, אבל היא מרגשת את הרצון ויודעת טעמו",
          "topics": [
            "אור",
            "עצמות",
            "גילוי",
            "תחתונים",
            "עולם"
          ],
          "word_count": 248
        },
        {
          "chunk_id": "chunk_10",
          "content": "וזהו שאחר אומרו מכם קרבן להוי' מסיים מן הבהמה מן הבקר ומן הצאן, דמכם קרבן להוי' היינו הנפש האלקית, אבל להיות דרזא דקורבנא עולה עד רזא דא\"ס, למעלה מהוי', הנה לזאת צריך להיות מן הבהמה העבודה עם הנפש הבהמית והגוף, וצריך להיות בזה עבודה פרטית דוקא, מן הבקר ומן הצאן, להתבונן ולהעמיק בפרטי עניני נפשו ועבודתו בהגוף ונפש הבהמית, ואז הוא לרצונו לפני הוי'.ה) והנה הקדמת פרשת הקרבנות הוא ויקרא אל משה, שהוא הנתינת כחכו על עבודת הקרבנות דאף שמכם קרבן להוי', מכם ובכם הדבר תלוי להיות קרבן להוי', אבל להיותו בשפל המצב וכל מה שמתבונן יותר, רואה יותר את שפלותו וריחוקו ונופל ברוחו, הנה לזאת הפתיחה הוא ויקרא אל משה, שהוא נתינת יכולת וכח לכל איש ואיש להיות קרבן להוי', ואפילו לפני הוי' ולכן68 לא נאמר מי הוא הקוראכז כי הוא ממקום עליון ונורא מאד אור א\"ס הסובב כל עלמין, אתה קדוש שלמעלה משמך קדוש דהנה משה הוא רועה ישראל, ואיתא במדרשכח שניסו אותו בזה שטיפל עם קטנים ביותר, דמזה דוקא ראי' שהוא רועה כדבעי, וכמו כן הוא בכל דור ודור, דאתפשטותא דמשה בכל דרא ודרא71, שהם רועי ישראל שבכל דור ודור72, הנה הם הממשיכים כח על עבודת הקרבנות, להיותם ממוצעכט המחבר, ממוצע בין הוי' וביניכם74 שהוא ממוצע המחבר, פאַראיינציקט, עולמות מיט אלקות על ידי נשמות וזהו עשיית הדירה לו ית' בתחתונים, ועשו לי מקדש ושכנתי בתוכם בתוך כל אחד ואחד, המוטלת על כל אחד ואחד ומעבודות העיקריות בזה היא עבודת הקרבנות, וכנ\"ל, להתבונן במעמדו ומצבו אדעתא דנפשי' ניט גענאַרטערהייט, ומ\"מ אומרים לו מכם ובכם הדבר תלוי לתקן שיהי' שלם בלי מום, ולהקריב מכם קרבן וקרבן מן הבהמה",
          "topics": [
            "אלקות",
            "אור",
            "אור א\"ס",
            "תחתונים",
            "עולמות"
          ],
          "word_count": 259
        },
        {
          "chunk_id": "chunk_11",
          "content": "והוא על ידי ההתקשרות, שמוסיף בה ועולה, בהאתפשטותא דמשה שבכל דרא ודרא, שבאתפשטותא זו נמצא גם העצמי, ועל ידי זה הוא מתקשר עם הויקרא אל משה, דלית מחשבה תפיסא בי' כלל, ונמשך שלהבת י-ה, אש של מעלה, דבזה נכלל הקרבן ועל ידי זה ושכנתי בתוכם וכן גם בנוגע לדורנו, הנה רועה ונשיא ישראל שהוא הורה לנו את הדרך הישרה, אשר נלך בדרכיו ואורחותיו, את המעשה אשר יעשון ואת המעשה אשר לא יעשון, הנה על ידי זה ניתן והומשך הכח, אשר כל אחד ואחד בכל מצב ומצב שהוא נמצא בו, הנה בשעתא חדא וברגעא חדא75, אפשר להכון להקריב מכם קרבן להוי', אשר הכחות והחושים שלו יוכללו בהאש של מעלה, ועוד יותר שגם הגוף ונפש הבהמית, מן הבהמה מן הבקר ומן הצאן, יקריב ועל ידי זה יהיו לרצון לפני הוי' למעלה מהוי' וכמ\"ש כ\"ק אדמו\"ר בהמאמר76, דכד אתכפיא סטרא אחרא אסתלק יקרא דקוב\"ה בכולהו עלמין77, דסובב כל עלמין שהוא בשוה בכולהו עלמין, יומשך על ידי העבודה דאתכפיא סטרא אחרא, העבודה עם הגוף ונפש הבהמית וכאשר כל אחד ואחדל יקיים זה, אזי גם כללות החיות של עולם הזה תעלה לקדושה, וימלא כבוד הוי' את כל הארץ79, שזהו תכלית ימות המשיח ותחיית המתים תכלית ושלמות בריאת העולמות, במהרה בימינו",
          "topics": [
            "אור",
            "עולם",
            "עולמות",
            "משה",
            "ישראל"
          ],
          "word_count": 195
        }
      ],
      "footnotes": "* ) יצא לאור בשעתו, \"מוצאי ש\"ק, כ\"ה אדר, ה'תשי\"ב\".בהוצאה זו ניתוספו ע\"י המו\"ל מראי מקומות לפסוקים מחז\"ל וכו' (בהערות הממוספרות).חלק מהמאמר נדפס בלקו\"ש ח\"א ע' 205 ואילך.2) שה\"ש ה, א.3) שהש\"ר עה\"פ.4) ויק\"ר פכ\"ט, יא.5) תהלים לז, כט.6) ראה מ\"כ ומהרז\"ו לבמדב\"ר פי\"ג, ב. מהרז\"ו לב\"ר פי\"ט, ז.7) תרומה כה, ח.8) כ\"ה בשם רז\"ל בלקו\"ת נשא כ, סע\"ב. ובכ\"מ. וראה ראשית חכמה שער האהבה פ\"ו קרוב לתחילתו (ד\"ה ושני פסוקים). אלשיך עה\"פ תרומה שם (\"שמעתי לומדים\"). של\"ה סט, א. רא, א. חלק תושב\"כ תרומה שכה, ב. שכו, ב.10) בהבא לקמן – ראה ד\"ה באתי לגני השי\"ת פ\"ב (סה\"מ ה'שי\"ת ס\"ע 112 ואילך).11) ראה ד\"ה באתי לגני תשכ\"ח פרק ב (לקמן ע' שז). ד\"ה הנ\"ל תשל\"ב פרק ד ובהערה 22 שם (לקמן ע' שסט).13) ראה גם ד\"ה הנ\"ל תשל\"ב פרק ה ובהערה 24 שם (לקמן ע' שע).14) ויקרא א, ב.17) ישעי' כט, יג. וראה תניא פל\"ט (נג, ב).21) משלי ג, ו.23) תהלים נא, ה.25) אבות פ\"ד מ\"ב.26) ראה זח\"א קכט, ב.27) ירמי' ב, ו.28) יומא פו, ב.32) ע\"פ ישעי' א, ו.33) בד\"ה באתי לגני השי\"ת פרק ב (סה\"מ ה'שי\"ת ע' 113).34) תדבא\"ר רפכ\"ה.35) פרדס שער יב (שער הנתיבות) פ\"ב. ר\"ח שער התשובה פ\"ו ד\"ה והמרגיל (קכא, ב). של\"ה פט, א. קפט, א. שח, ב. שו\"ת חכם צבי סי\"ח (הובא בלקו\"ת ראה כב, ריש ע\"ג). תניא שעהיוה\"א רפ\"ו.38) ראה ביאורי הזוהר פ' אחרי לאדמו\"ר האמצעי (עו, ג ואילך), ולאדמו\"ר הצ\"צ (ח\"א ע' שסג ואילך). ובכ\"מ.40) פרק ב (סה\"מ ה'שי\"ת ע' 113 ואילך).41) שה\"ש ח, ו. שהש\"ר פ\"ח, ו (ד).42) פ\"א מ\"ז.44) מיוסד על ד\"ה להבין שרשי הדברי' כו' תקס\"ט (מאמרי אדה\"ז תקס\"ט ע' קצא ואילך).46) עבודת הקודש חלק א (חלק היחוד) פרק ב. וראה סה\"מ עטר\"ת ע' קצח. תרפ\"ז ע' קנז. ובכ\"מ.47) פרקי דר\"א פ\"ג.49) תקו\"ז בהקדמה (ג, ב). תניא אגה\"ק ס\"כ (קכט, סע\"א).51) ראה תניא אגה\"ת פ\"ד (צד, ב). לקו\"ת תצא שבהערה כא.52) בראשית א, א. פרש\"י עה\"פ.53) תצא כג, ו.55) ראה המשך מים רבים שם פרק ע ואילך. מאמרי אדה\"ז שם ע' קצג ואילך. דרמ\"צ שם קפג, א.56) ברכות כו, ב.61) ראה תניא אגה\"ק ס\"כ (קל, ריש ע\"ב).62) ראה תנחומא נשא טז. בחוקותי ג. ב\"ר ספ\"ג. במדב\"ר פי\"ג, ו. תניא רפל\"ו.63) תניא שם.64) תניא רפ\"ב.65) פ' ראה יד, א.66) ראה ספר השיחות תורת שלום ע' 132. וראה תו\"ח ויקהל תקפח, ב ואילך [בהוצאה החדשה – ח\"ב שצו, א ואילך]. המשך תרס\"ו ע' שח ואילך.68) ראה ד\"ה ויקרא תרע\"ה (המשך תער\"ב ח\"ב ס\"ע תתקיח). ד\"ה הנ\"ל תשל\"ב פרק ט (לקמן ח\"ג ס\"ע קכ ואילך). תשמ\"ג. תשמ\"ז.71) תקו\"ז תס\"ט (קיב, רע\"א. קיד, רע\"א).72) ראה תניא פמ\"ב (נט, א).74) ואתחנן ה, ה. וראה סה\"מ תרנ\"ט ע' קצ ואילך.75) ראה זח\"א קכט, סע\"א.76) פרק א (סה\"מ ה'שי\"ת ע' 111).77) בתניא פכ\"ז (לד, א) ובלקו\"ת ר\"פ פקודי מציין לזהר ח\"ב קכח, ב (ובלקו\"ת שם מציין גם לזהר שם סז, ב. וראה גם שם קפד, א). וראה גם תו\"א ויקהל פט, ד. לקו\"ת חוקת סה, ג.79) שלח יד, כא.",
      "glossary": "|א\"ס (Ein Sof): The Infinite; אביו שבשמים (Aviv SheBaShamayim): Father in Heaven; אברהם יצחק ויעקב (Avraham Yitzchak V'Yaakov): Abraham, Isaac, and Jacob; אדם כי יקריב מכם קרבן להוי' (Adam Ki Yakriv Mikem Korban LaHashem): When a Person Brings from You a Sacrifice to God; אדם מכם כי יקריב (Adam Mikem Ki Yakriv): A Person from You When He Brings; אדעתא דנפשי' (Ad'Aata D'Nafshei): With Awareness of Soul; אהבה רבה דזדונות (Ahava Raba D'Zdonot): Great Love Where Sins; אחותי כלה (Achoti Kala): My Sister, My Bride; איהו וחיוהי חד איהו וגרמוהי חד (Ihu V'Chayohi Chad Ihu V'Garmohi Chad): He and His Life-Force are One, He and His Causations are One; אין בו מתום (Ein Bo Matum): There is No Innocence in Him; אכילת שבת ויו\"ט (Achilat Shabbat V'Yom Tov): Eating on Sabbath and Holidays; אלקים (Elokim): God (Divine Name); ארץ התחתונה (Eretz HaTachtona): The Lower Earth; ארץ צי' וצלמות (Eretz Tziya V'Tzalmavet): Land of Drought and Shadow of Death; אש של מעלה (Esh Shel Maala): Fire from Above; באתי לגני (Bati L'Gani): I Have Come to My Garden; בדיקה (Bedika): Examination; בהמה גשמית (Behema Gashmit): Physical Animal; בהמה חי' ושלמה (Behema Chaya V'Shlema): Living and Complete Animal; בכל דרכיך דעהו (B'Chol Drachecha Daehu): In All Your Ways Know Him; בס\"ד (B'Siyata D'Shmaya): With Divine Assistance; בעל תשובה (Baal Teshuva): Penitent; בר מצוה (Bar Mitzva): Bar Mitzvah; בראשית בשביל ישראל (B'Reishit Bishv; בריאת והתהוות העולמות (Briat V'Hithavut HaOlamot): Creation and Formation of Worlds; בתוכו לא נאמר אלא בתוכם (B'Tocho Lo Ne'emar Ela B'Tocham): Not \"within it\" but \"within them\"; בתוקף יותר (B'Tokef Yoter): With Greater Strength; ג' לבושים (Gimmel Levushim): Three Garments; גימטריא הטבע (Gematria HaTeva): Numerical Value of Nature; גן עדן (Gan Eden): Garden of Eden; ד' אותיותיו (Dalet Otiyotav): Its Four Letters; הוא ושמו בלבד (Hu U'Shmo Bilvad): He and His Name Alone; המוציא שלהבת פטור (HaMotzi Shalhevet Patur): One Who Carries Out a Flame is Exempt; העלאה מלמטה למעלה (Ha'ala MiLmata L'Maala): Elevation from Below to Above; הקרבת האימורים (Hakravat HaEimurim): Offering of the Fats; השביעי (HaShvii): The Seventh; התקרב לאלקות (Hitkarev L'Elokut): Draw Close to Divinity; והרוצה לטעות יטעה (V'HaRotze Litot Yiteh): And One Who Wants to Err Will Err; וחטאתי נגדי תמיד (V'Chatati Negdi Tamid): My Sin is Always Before Me; ועשו לי מקדש ושכנתי בתוכם (V'Asu Li Mikdash V'Shachanti B'Tocham): Make Me a Sanctuary and I Will Dwell Among Them; זובח לאלקים יחרם (Zoveach L'Elokim Yacharam): One Who Sacrifices to Gods Shall Be Destroyed; זוהר (Zohar): The Zohar; חטא עץ הדעת (Chet Etz HaDaat): Sin of the Tree of Knowledge; חיי נפשו ממש (Chayei Nafsho Mamash): Literally His Soul's Life; חילא יתיר (Cheila Yateir): Extra Strength; חלב נשרף באש (Chelev Nisraf B'Esh): Fat Burned in Fire; חמרא וריחא פקחין (Chamra V'Reicha Pakachin): Wine and Fragrance Sharpen; יו\"ד שבט (Yud Shvat): 10th of Shvat; ימי חלדו (Yemei Cheldo): Days of His Life; כ\"ק אדמו\"ר האמצעי (K'K Admor HaEmtzai): His Holy Honor the Middle Rebbe; כ\"ק אדמו\"ר הזקן (K'K Admor HaZaken): His Holy Honor the Alter Rebbe; כ\"ק אדמו\"ר הצ\"צ (K'K Admor HaTzemach Tzedek): His Holy Honor the Tzemach Tzedek; כ\"ק אדמו\"ר מהר\"ש (K'K Admor Maharash): His Holy Honor the Maharash; כ\"ק מו\"ח אדמו\"ר (K'K Moreinu V'Chameinu Admor): His Holy Honor Our Teacher and Father-in-Law the Rebbe; כהני בחשאי וברעותא דלבא המשכה (Kohanei B'Chashei U'V'Reuta D'Liba Hamshecha): Priests in Silence and with Heart's Desire Draw Down; כהנים (Kohanim): Priests; כל השביעין חביבין (Kol HaShviin Chavivin): All Sevenths are Beloved; כללות ענין (K'Lalut Inyan): General Concept; כמשי\"ת (K'Mashi\"t): As Will Be Explained; כשלהבת קשורה בגחלת (K'Shalhevet K'Shura B'Gachelet): Like a Flame Bound to a Coal; לא דקדקתי טעמו של דבר (Lo Dakdakti Taamo Shel Davar): I Did Not Examine the Matter's Taste; לגני לגנוני (L'Gani L'Gnuni): To My Garden, to My Small Garden; לוים (Leviim): Levites; למעלה משם אלקים (L'Maala MiShem Elokim): Above the Name Elokim; לפני הוי' (Lifnei Hashem): Before God; לרצונו לפני הוי' (LiRtzono Lifnei Hashem): For His Will Before God; מארז\"ל (Me'Arazal): From Our Sages; מדרש רבה (Midrash Rabbah): Midrash Rabbah; מוחין ומדות (Mochin U'Midot): Intellect and Emotions; מום (Mum): Blemish; מוציאין ממנה החיות (Motziin Mimena HaChayut): Remove the Life from It; מזבח (Mizbeach): Altar; מחשבה דבור ומעשה (Machshava Dibur U'Maaseh): Thought, Speech, and Action; ממשיכים ומשכינים (Mamshichim U'Mashkinim): Draw Down and Cause to Dwell; מן הבהמה מן הבקר ומן הצאן (Min HaBehema Min HaBokar U'Min HaTzon): From the Animal, from Cattle and from Sheep; מסך מבדיל (Masach Mavdil): Separating Curtain; מפסיק ומונע (Mafsik U'Monea): Interrupts and Prevents; מצוה (Mitzva): Commandment; מצות אנשים מלומדה (Mitzvot Anashim M'Lumada): Commandments Learned by Rote; מציאות וממשות (Metziyut U'Mamashut): Existence and Substance; מקדש (Mikdash): Temple; מקורם (M'Koram): Their Source; מקריב זיין פון אייך אַליין (Makriv Zein Fun Eich Alein): Must Sacrifice from Yourselves; משה (Moshe): Moses; משנה (Mishna): Mishna; מתי יגיעו מעשיי למעשי אבותי (Matai Yagiu Maasai L'Maasai Avotai): When Will My Deeds Reach My Forefathers' Deeds; מתקרב ומתאחד עם הוי' (Mitkarev U'Mitached Im Hashem): Draws Close and Unites with God; נאצלו הספירות (Ne'etzlu HaSefirot): The Sefirot Emanated; נגעי לבבו (Nigei L'Vavo): Afflictions of His Heart; נסתלקה השכינה (Nistalka HaShechina): The Divine Presence Departed; נעשו לו כזכיות (Naasu Lo K'Zachuyot): Become Like Merits; נפש אלקית (Nefesh Elokit): Divine Soul; נפש הבהמית (Nefesh HaBahamit): Animal Soul; נתינת מקום לטעות (N'Tinat Makom L'Taot): Giving Place for Error; ס' הקבלה (Sefer HaKabala): Book of Kabbalah; סדר השתלשלות (Seder Hishtalshelut): Order of Emanation; ספר יצירה (Sefer Yetzira): Book of Formation; ע\"ס הגלויות (Eser Sefirot HaGluyot): Ten Revealed Sefirot; ע\"ס הגנוזות (Eser Sefirot HaGnuzot): Ten Hidden Sefirot; עבודה רוחנית (Avoda Ruchanit): Spiritual Service; עבודות (Avodot): Services; עבודת הוי' (Avodat Hashem): Service of God; עביות וגסות (Aviyut V'Gasut): Coarseness and Grossness; עבירה גוררת עבירה (Aveira Goreret Aveira): Sin Leads to Sin; עולה כליל למזבח (Ola Kalil LaMizbeach): Completely Burnt on Altar; עיקר שכינה (Ikar Shechina): Primary Divine Presence; עשר ספירות (Eser Sefirot): Ten Sefirot; עשר ספירות הגנוזות במאצילן (Eser Sefirot HaGnuzot B'Maatzilan): Ten Hidden Sefirot in the Emanator; עשר ספירות ווי זיי זיינען נאצל געוואָרן (Eser Sefirot Vi Zei Zeinen Ne'etzal Gevoren): Ten Sefirot As They Were Emanated; פירוד (Pirud): Separation; פרטי השלהבת (Pratei HaShalhevet): Details of the Flame; פרשת הקרבנות (Parashat HaKorbanot): Torah Portion of Sacrifices; צדיקים (Tzadikim): Righteous Ones; צדיקים יירשו ארץ (Tzadikim Yirshu Aretz): The Righteous Shall Inherit the Land; ציצית מצמר גשמי (Tzitzit MiTzemer Gashmi): Tzitzit from Physical Wool; צמצום התפשטות המשכה והתפשטות (Tzimtzum Hitpashatut Hamshecha V'Hitpashatut): Contraction, Expansion, Drawing Down and Expansion; קודם שנברא העולם (Kodem SheNivra HaOlam): Before the World was Created; קוצו של יו\"ד (Kutzo Shel Yud): Tip of the Yud; קירוב הכחות והחושים (Kiruv HaKochot V'HaChushim): Drawing Close the Powers and Senses; קרבן עולה (Korban Ola): Burnt Offering; קרבנות (Korbanot): Sacrifices; ראיות והוכחות (Re'ayot V'Hochachot): Proofs and Evidence; רז\"ל (Razal): Our Sages of Blessed Memory; רזא דקורבנא (Raza D'Kurbana): Secret of the Sacrifice; ריבוי ההשתלשלות (Ribui HaHishtalshelut): Multiplicity of Emanation; רקיע (Rakia): Firmament; רשות (Reshut): Optional/Permitted; רשפי אש (Rishpei Esh): Sparks of Fire; שוחטו (Shochto): Slaughter Him; שוחטין אותה (Shochtin Ota): Slaughter It; שירה וזמרה (Shira V'Zimra): Song and Music; שלהבת י-ה (Shalhevet Yud-Hei): Flame of Yud-Hei; שלהבת שבתוך הגחלת (Shalhevet SheBtoch HaGachelet): Flame Within the Coal; שלהבת שעל גבי הגחלת (Shalhevet She'Al Gabei HaGachelet): Flame Above the Coal; שרש האהבה (Shoresh HaAhava): Root of Love; תוספות כח (Tosefet Koach): Additional Strength; תחתונים (Tachtonim): Lower Worlds; תכלית הכוונה (Tachlit HaKavana): Ultimate Purpose; תפילין מקלף גשמי (Tefillin MiKlaf Gashmi): Tefillin from Physical Parchment; תשובה כדבעי (Teshuva KiD'Bai): Proper Repentance; תשובה נעלית ביותר (Teshuva Naalit B'Yoter): Most Elevated Repentance; תשוקה ביותר לאלקות (Teshuka B'Yoter L'Elokut): Greater Longing for Divinity; תשי\"ב (Tashyav): 5712 (1952);"
    },
    "search_tags": [
      "צמצום",
      "דור",
      "חטא",
      "אברהם",
      "Love",
      "Temple",
      "Sefirot",
      "מצוות",
      "יעקב",
      "Elevation",
      "בינה",
      "Will",
      "אור",
      "Intention",
      "עצמות",
      "אור א\"ס",
      "מצוה",
      "Worlds",
      "Service",
      "משה",
      "חסיד",
      "תכלית",
      "Contraction",
      "צדיק",
      "Knowledge",
      "רבי",
      "שכינה",
      "Connection",
      "דעת",
      "Isaac",
      "Fear/Awe",
      "יצירה",
      "בית המקדש",
      "אצילות",
      "Commandments",
      "Righteous ones",
      "Exile",
      "Light",
      "השתלשלות",
      "Sacrifice",
      "Understanding",
      "Garden of Eden",
      "Essence",
      "יראה",
      "תיקון",
      "Righteous one",
      "Commandment",
      "עולמות",
      "Abraham",
      "קרבן",
      "Repentance",
      "עולם",
      "מקדש",
      "התקשרות",
      "Sacrifices",
      "World",
      "Wisdom",
      "ספירות",
      "Dwelling",
      "Chain of descent",
      "צדיקים",
      "Moses",
      "Generation",
      "Sin",
      "גן עדן",
      "קרבנות",
      "העלאה",
      "Israel",
      "המשכה",
      "חסידות",
      "תורה",
      "גלות",
      "Lower worlds",
      "משיח",
      "Leader",
      "Divinity",
      "גילוי",
      "רצון",
      "תחתונים",
      "Chassid",
      "Drawing down",
      "עבודה",
      "אלקות",
      "נשיא",
      "Shechinah/Divine Presence",
      "יצחק",
      "Jacob",
      "Holy Temple",
      "Purpose",
      "Torah",
      "כוונה",
      "Emanation",
      "ישראל",
      "Formation",
      "Rabbi",
      "אהבה",
      "תשובה",
      "Infinite Light",
      "Revelation",
      "דירה",
      "Chassidut",
      "Rectification",
      "חכמה",
      "Messiah"
    ]
  }
}