{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "2_קצא",
    "reference": "Reference: 2_קצא",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אלקות",
        "אור",
        "גילוי",
        "תחתונים",
        "עולם",
        "דעת",
        "נצח",
        "יסוד",
        "אברהם",
        "יצחק",
        "יעקב",
        "דוד",
        "ישראל",
        "מצוות",
        "מצוה",
        "תורה",
        "גלות",
        "גאולה",
        "משיח",
        "דור",
        "עבודה",
        "המשכה",
        "דירה",
        "תכלית",
        "כוונה",
        "תיקון",
        "השתלשלות",
        "רבי",
        "חסיד",
        "חסידות"
      ],
      "key_concepts": [
        "Divinity",
        "Light",
        "Revelation",
        "Lower worlds",
        "World",
        "Knowledge",
        "Eternity",
        "Foundation",
        "Abraham",
        "Isaac",
        "Jacob",
        "David",
        "Israel",
        "Commandments",
        "Commandment",
        "Torah",
        "Exile",
        "Redemption",
        "Messiah",
        "Generation",
        "Service",
        "Drawing down",
        "Dwelling",
        "Purpose",
        "Intention",
        "Rectification",
        "Chain of descent",
        "Rabbi",
        "Chassid",
        "Chassidut"
      ],
      "biblical_references": [
        "בראשית מב, ב",
        "ויקרא ה, ב",
        "תהלים קכח, ו",
        "ישעי' נד, יג"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "סנהדרין עא, א",
        "מנחות צט, ב"
      ],
      "chassidic_references": [
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א",
        "תו\"א",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 1762,
      "chunk_count": 9
    },
    "content": {
      "main_text": "בס\"ד. ש\"פ וישלח, י\"ד כסלו ה'תשמ\"אוכל בניך לימודי הוי' ורב שלום בניך1, ומביא כ\"ק מו\"ח אדמו\"ר במאמרו ד\"ה זה2 (שבקונטרס דרושי חתונה תרפ\"ט3), דבורב שלום בניך שני פירושים. הא', דפירוש ורב שלום בניך הוא שיהי' רוב שלום לבניך, כפירוש המצודת דוד והתרגום. והב', דפירוש ורב שלום בניך הוא שע\"י בניך נעשה ריבוי שלום בעולם, כמאמר רז\"ל4 תלמידי חכמים מרבים שלום בעולם שנאמר וכל בניך לימודי הוי' ורב שלום בניך אל תקרי בניך אלא בוניך. ומבאר בהמאמר, דזה מה שתלמידי חכמים נק' בוניך הוא כמארז\"ל5 מאי בנאין אלו תלמידי חכמים שעוסקין בבנינו של עולם. ומזה מובן, דזה שתלמידי חכמים מרבים שלום בעולם הוא לא מצד המעלה דתלמידי חכמים (לימוד התורה) כמו שהיא מצד עצמה, אלא עי\"ז שהם עוסקים בבנינו של עולם, שע\"י עסקם בתורה נעשה הבירור דעולם. וזהו וכל בניך לימודי הוי' ורב שלום בניך, שמבאר כאן שני ענינים. וכל בניך לימודי הוי', דפירוש לימודי הוי' הוא דאלפין באורייתא דהוי'6 – המעלה דתלמידי חכמים מצד עצמם, ואח\"כ מוסיף ורב שלום בניך א\"ת בניך אלא בוניך, הבירור דעולם (בוניך) וריבוי השלום בעולם, שנעשה ע\"י עסק התורה. ובסיום המאמר7, דע\"י הענין דורב שלום בניך א\"ת בניך אלא בוניך, בנאים העוסקים בבנינו של עולם, עי\"ז יקויים גם בהם ורב שלום בניך, כמ\"ש8 וראה בנים לבניך שלום על ישראל, היינו, דע\"י הבירור דעולם שנעשה ע\"י עסק התורה דהתלמידי חכמים, נמשך ריבוי שלום גם להתלמידי חכמים עצמם (כפירוש המצודות והתרגום בורב שלום בניך).ב) ויש לקשר זה עם מ\"ש בריש פרשתנו9 וישלח יעקב מלאכים לפניו אל עשו אחיו גו' כה תאמרון גו' עם לבן גרתי ואחר עד עתה, דמשמעות הכתוב הוא שיעקב צריך לבוא תחלה אל עשו, ולכן נתן טעם על זה שנתאחר לבוא אליו, עם לבן גרתי (ולכן10) ואחר עד עתה. וצריך להבין11 למה צריך למהר לבוא אל עשו ועד שצריך לטעם על זה שנתאחר. וגם צריך להבין12 מה שפירש רש\"י גרתי בגימטריא תרי\"ג, עם לבן גרתי ותרי\"ג מצוות שמרתי, הרי יעקב ידע שעשו אינו מייקר ענין קיום המצוות, ומה מודיע לו ששמר תרי\"ג מצוות. והנה ידוע הביאור בזה13, דהברכות שברך יצחק את יעקב הן בכדי לברר את עשו, אלא בכדי שיוכל לברר את עשו הי' צ\"ל תחלה עבודתו בבית לבן. וזהו מה שאמר יעקב עם לבן גרתי ואחר עד עתה, דהטעם על שנתאחר ללכת לעשו לבררו עד עתה (אף שלכאורה הוצרך לבררו תיכף לאחרי שקיבל הברכות) הוא כי (עד עכשיו) עם לבן גרתי ותרי\"ג מצוות שמרתי, ולאחרי שגמר עבודתו בבית לבן, שלח מיד אל עשו לבררו.ג) והנה הטעם על זה שבכדי לברר את עשו צריך להיות תחלה עבודתו בבית לבן, מבואר בכמה דרושים14 ובארוכה בד\"ה וישלח שבהמשך תער\"ב15, דשני ענינים בזה. הא', שבכדי לברר את עשו הוצרך לאור נעלה ביותר, ולכן צריך להיות תחלה עבודתו בבית לבן, בחינת לובן העליון שלמעלה מהשתלשלות16. ולאחרי שע\"י עבודתו בבית לבן במשך עשרים שנה המשיך כל האורות דבחי' לובן העליון, ועד לענין דוישכם לבן בבוקר וינשק לבניו ולבנותיו גו'17, ההמשכה דלובן העליון בבחי' נשיקין ואתדבקות רוחא ברוחא לכל עניני יעקב (להמשפיעים ולהמקבלים, בניו ובנותיו)18, הי' ביכלתו לברר את עשו19. והב', שהצורך בהקדמת העבודה בבית לבן כדי לברר את עשו הוא (לא רק מצד השרש דלבן, לובן העליון, אלא גם) מצד לבן שלמטה, לבן דקליפה. דעשו הוא למטה מלבן, דלבן הוא כח\"ב דק\"נ ועשו הוא ז\"מ דק\"נ20, ולכן צריך תחלה לברר את לבן, ואח\"כ הלך לברר את עשו21.ד) והענין הוא, דהבירורים דיעקב היו בכלל בדרך מלמעלה למטה, ע\"י גילוי אור עליון. כי יעקב הוא תורה [כידוע22 שג' האבות הם ג' הקוין תורה עבודה וגמ\"ח, אברהם – גמ\"ח, יצחק – עבודה, ויעקב – תורה], והבירור שע\"י התורה הוא בדרך מלמעלה למטה, כמשנת\"ל בד\"ה פדה בשלום23 בענין החילוק שבין הבירור דתפלה להבירור דתורה, שהבירור דתפלה הוא בדרך מלמטה למעלה (שמתעסק עם המתברר), והבירור דתורה הוא בדרך מלמעלה למטה. דהחילוק שבין שני ענינים אלו אינו רק באופן הבירור, אלא גם בסדר הבירור24. דבהבירור שבאופן דמלמטה למעלה (שמתעסק עם המתברר) גם סדר הבירור הוא מלמטה למעלה, שבתחלה מברר התחתון ואח\"כ העליון, והבירור באופן דמלמעלה למטה (ע\"י גילוי אור מלמעלה) הוא בסדר דמלמעלה למטה. ולכן, בהבירורים עכשיו, שהם (בעיקר) באופן דמלמטה למעלה, הסדר הוא שהבירור דז' תחתונות הוא לפני הבירור דג' ראשונות, וזהו מה שבתחלה הי' הכיבוש דארץ ז' עממין ואח\"כ (לע\"ל) יהי' הכיבוש דקיני קניזי וקדמוני, וידוע הביאור דבעל הגאולה דיו\"ד כסלו25 [שהעלי' דיו\"ד כסלו היא ביום השבת שלאחריו26] דבכיבוש יהושע נתבררו רק ז' המדות (והמוחין השייכים למדות), וג\"ר יתבררו לעת\"ל, משא\"כ בהבירורים דיעקב, שהיו בדרך מלמעלה למטה, הי' הסדר שבתחילה בירר כח\"ב (לבן) ואח\"כ ז\"מ (עשו)27.ה) והנה ידוע, דהגם שבכלל הבירור בדרך מלמעלה למטה הוא נעלה יותר מהבירור בדרך מלמטה למעלה, יש יתרון בהבירור בדרך מלמטה למעלה על הבירור בדרך מלמעלה למטה28, דהבירור בדרך מלמעלה למטה, כיון שהבירור הוא מצד הגילוי אור (ולא מצד התחתון גופא), אין זה שייך כ\"כ להתחתון עצמו, משא\"כ בהבירור בדרך מלמטה למעלה, התחתון עצמו נעשה כלי לאלקות29. וזהו מה שגם לאחרי שיעקב פעל הבירור דעשו, ועד אשר וירץ עשו לקראתו ויחבקהו גו' וישקהו30, אמר לו31 ואני אתנהלה לאטי גו' עד אשר אבוא אל אדוני שעירה, ואימתי ילך בימי המשיח, שנאמר32 ועלו מושיעים בהר ציון לשפוט את הר עשו33, כי הבירור דעשו שנעשה ע\"י יעקב הי' ע\"י גילוי אור מלמעלה (כנ\"ל), ולכן לא הי' הבירור בשלימות34, ושלימות הבירור שלו בימי המשיח הוא ע\"י מעשינו ועבודתינו במשך זמן הגלות35, בירור בדרך מלמטה למעלה. ויש לומר, דזה שהי' תחלה הבירור שלו ע\"י יעקב בדרך מלמעלה למטה הוא נתינת כח שיוכל להיות אח\"כ הבירור בדרך מלמטה למעלה.ו) וצריך להבין, הרי התורה היא נצחית36, וכל הסיפורים וההוראות שבתורה הם הוראות נצחיות, ומכיון שהעבודה עכשיו היא בדרך מלמטה למעלה, למה נכתב בתורה, ובאריכות, הסיפור דוישלח יעקב גו' אל עשו, שתוכנו הוא בירור מלמעלה למטה. וביותר צריך ביאור מה שמסופר בתורה (שהיא נצחית) גם סדר הבירור דיעקב, הבירור דג\"ר (לבן) לפני הבירור דז\"ת (עשו). ויש לומר הביאור, דזה שאצל יעקב אבינו הי' הבירור בדרך מלמעלמ\"ט הוא (ככל מעשה אבות37 שהם) סימן ונתינת כח לבנים38 על עבודה זו גופא. והיינו, דנוסף על זה שהבירור דיעקב בדרך מלמעלה למטה הוא נתינת כח על הבירור בדרך מלמטה למעלה (עיקר הבירור דעכשיו), הוא נתינת כח גם על ענין הבירור בדרך מלמעלה למטה דבנים, הבירור שע\"י תורה. ובתורה גופא – הבירור שע\"י פנימיות התורה, דעיקר ענין הבירור בדרך מלמעלה למטה הוא בפנימיות התורה. וכמשנת\"ל (בד\"ה פדה בשלום39) בארוכה, דהבירור שע\"י נגלה דתורה, מכיון שנתלבשה בעה\"ד טו\"ר בכדי לברר בירורים, הוא דוגמת הבירור בדרך מלמטה למעלה, בהתלבשות (בדרך מלחמה), משא\"כ הבירור שע\"י פנימיות התורה, אילנא דחיי (שאינה מלובשת בטו\"ר)40, הוא שלא בדרך התלבשות, מלמעלה למטה.ז) והנה חילוק הנ\"ל שבין נגלה דתורה לפנימיות התורה הוא בכללות, אבל בפרטיות, יש בכל א' מהם שני הענינים (כי תורה כללות ופרטות נאמרה41). והענין הוא, כמ\"ש אדה\"ז, בעל הגאולה די\"ט כסלו [דשבת זה מיני' מתברכין כולהו יומין שלאחריו42, כולל יום הגאולה י\"ט כסלו] בתניא43 דלימוד פנימיות התורה היא \"מצוה רמה44 ונשאה כו' ומביאה ללב שלם\", היינו, דבלימוד פנימיות התורה שני ענינים. הא', שמביאה ללב שלם, דענין זה שבפנימיות התורה שייך לבירור המדות, והב', שהלימוד והידיעה דפנימיות התורה (מצד עצמו) הוא \"מצוה רמה ונשאה\" – ענין פנימיות התורה שלמעלה מבירורים45. ועד\"ז לאידך גיסא, שגם בנגלה דתורה ישנם ענינים שלמעלה מענין הבירורים. וכמו הלימוד באופן ד\"דרוש וקבל שכר\"46 שאינו נוגע למעשה, שהוא (בנגלה דתורה גופא) למעלה מענין הבירורים. וענין זה (שגם בנגלה דתורה יש ענין שלמעלה מבירורים) מודגש יותר בתורה שבכתב. דלימוד התושב\"כ בהבנה והשגה, ובפרט לימוד ההוראות שבה (הן בההלכות דתושב\"כ והן בהסיפורים שבה) בנוגע למעשה, שייך לענין הבירורים, משא\"כ לימוד הסיפורים דתושב\"כ כמו שהם מצד עצמם47, ומכ\"ש הקריאה בתושב\"כ שלמעלה מהשגה לגמרי (שגם זה שאינו מבין אפילו פירוש המלות מקיים מצות ת\"ת48), הוא כמו פנימיות התורה שלמעלה מבירורים. וכמבואר בלקו\"ת49 דפנימיות התורה היא בכלל שליש50 במקרא. ועד\"ז הוא גם לאידך גיסא, שגם בספר התניא, התושב\"כ דחסידות51 (פנימיות התורה), יש גם ענין ששייך לבירורים, כמ\"ש אדה\"ז בההקדמה וגם בהשער (של התניא) שהוא מיוסד על פסוק52 כי קרוב אליך הדבר מאד בפיך ובלבבך לעשותו לבאר היטב איך הוא קרוב מאד כו', היינו שהכוונה והתכלית דספר התניא הוא לבאר איך לעשותו53. אלא שענין זה [שהן בנגלה דתורה והן בפנימיות התורה ישנם שני הענינים] הוא בפרטיות, אבל בכללות, נגלה דתורה שייכת לבירורים (ובאופן דהתלבשות), ופנימיות התורה היא אילנא דחיי שלמעלה מענין הבירורים, והבירור שנעשה ע\"י לימוד פנימיות התורה הוא שלא בדרך התלבשות.ח) ויש לומר, דכמו שהבירור דיעקב, להיותו באופן דמלמעלמ\"ט (ע\"י גילוי אור עליון), הי' גם בהסדר דמלמעלה למטה, שבירר הג\"ר לפני שבירר המדות, עד\"ז הוא גם בפנימיות התורה, דע\"י לימוד החסידות בהבנה והשגה, נעשה בירור המוחין וגם דנפש הבהמית, כולל גם המוחין שלמעלה משייכות למדות. דהבירור שע\"י נגלה דתורה הוא (בעיקר) בהמדות ובהמוחין השייכים למדות, משא\"כ ע\"י לימוד פנימיות התורה, מכיון שהיא \"מצוה רמה ונשאה\" מצד עצמה (למעלה מזה ש\"מביאה ללב שלם\"), נעשה הבירור גם בעצם המוחין. והגם שהכיבוש דקיני קניזי וקדמוני (עצם המוחין שלמעלה ממדות) יהי' רק לעת\"ל (לאחרי השלימות דבירור המדות והמוחין השייכים למדות), מ\"מ, מעין זה הוא גם עכשיו ע\"י לימוד פנימיות התורה. וזהו מה שמסופר בתורה אופן הבירור דיעקב (ע\"י גילוי אור עליון) וגם סדר הבירור (שהתחיל בהבירור דג\"ר), דשני ענינים אלו הם (ככל הענינים שבתורה) הוראות נצחיות גם עכשיו, כנ\"ל.ט) ויש להוסיף, דההוראה מסדר הבירורים דיעקב (ג\"ר לפני ז\"ת) היא גם בנוגע להסדר דנגלה ופנימיות התורה. דהגם שהתחלת הלימוד הוא בנגלה דתורה, ובאופן דיגיעה, ואח\"כ הוא הלימוד בפנימיות התורה, וכמ\"ש הרח\"ו54 שעסק ההלכה דהאריז\"ל הי' ביגיעה עד שהי' מזיע זיעה גדולה כדי לשבר הקליפה, ומרוב גודל חריפותו הי' מעיין ו' דרכים בהלכה, ורק לאח\"ז הי' מעיין ע\"ד הסוד, אעפ\"כ, ידיעת הענינים היסודיים דפנימיות התורה באופן של הנחה פשוטה שלמעלה מהבנה צ\"ל עוד לפני הלימוד בנגלה דתורה, שעי\"ז, גם לימוד הנגלה (והבירור שעל ידו) הוא באופן נעלה יותר. והענין הוא, דנגלה דתורה הוא בכלל בהגבלה55, ופנימיות התורה הוא בל\"ג, וע\"י ידיעת הענינים דפנימיות התורה באופן של הנחה פשוטה כנ\"ל, ועאכו\"כ ע\"י הלימוד דפנימיות התורה בהבנה והשגה, ובפרט כשהלימוד גופא הוא באופן דכי ירחיב56, למעלה ממדידה והגבלה [ובפשטות, שאינו מתחשב עם הזמן, אם הוא עדיין באמצע זמן הסדר או שזה כבר לאחרי הסדר], הנה עי\"ז גם לימוד הנגלה הוא באופן שלמעלה ממדידה והגבלה, וגם הבירור שע\"י לימוד הנגלה, עם היותו בירור בדרך התלבשות, הוא באופן נעלה יותר.יו\"ד) והנה הגם דזה מה שע\"י לימוד פנימיות התורה נעשה יתרון בלימוד הנגלה ובהבירור שעי\"ז הוא לכאורה ענין של ירידה לגבי הלימוד דפנימיות התורה כמו שהוא מצד עצמו, אעפ\"כ, מכיון שהשלימות דדירה בתחתונים הוא שהתחתון מצד עצמו יהי' כלי לאלקות, דענין זה הוא דוקא ע\"י הבירור שבדרך התלבשות (כנ\"ל סעיף ה), יש לומר, דע\"י ההמשכה דפנימיות התורה לנגלה דתורה, שעל ידה נעשה יתרון בלימוד הנגלה ובהבירור שע\"י לימוד הנגלה, היא מתעלית למעלה יותר מכמו שהיתה מצד עצמה.יא) וזהו וכל בניך לימודי הוי' ורב שלום בניך, דכל בניך לימודי הוי', דאלפין באורייתא דהוי', הוא מעלת לימוד התורה, ובפרט פנימיות התורה (אורייתא דהוי'), כמו שהיא מצד עצמה, ורב שלום בניך א\"ת בניך אלא בוניך הו\"ע הבירור בעולם שע\"י עסק התורה. וכיון שעי\"ז (הבירור שע\"י עסק התורה) נעשה עליית התורה מכמו שהיא מצד עצמה, לכן מבאר ומסיים בהמאמר, שע\"י הענין דבוניך, בנאים העוסקים בבנינו של עולם, יקויים גם בהם (בהתלמידי חכמים עצמם) ורב שלום בניך.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד ש\"פ וישלח, י\"ד כסלו ה'תשמ\"אוכל בניך לימודי הוי' ורב שלום בניך1, ומביא כ\"ק מו\"ח אדמו\"ר במאמרו ד\"ה זה2 (שבקונטרס דרושי חתונה תרפ\"ט3), דבורב שלום בניך שני פירושים הא', דפירוש ורב שלום בניך הוא שיהי' רוב שלום לבניך, כפירוש המצודת דוד והתרגום והב', דפירוש ורב שלום בניך הוא שע\"י בניך נעשה ריבוי שלום בעולם, כמאמר רז\"ל4 תלמידי חכמים מרבים שלום בעולם שנאמר וכל בניך לימודי הוי' ורב שלום בניך אל תקרי בניך אלא בוניך ומבאר בהמאמר, דזה מה שתלמידי חכמים נק' בוניך הוא כמארז\"ל5 מאי בנאין אלו תלמידי חכמים שעוסקין בבנינו של עולם ומזה מובן, דזה שתלמידי חכמים מרבים שלום בעולם הוא לא מצד המעלה דתלמידי חכמים (לימוד התורה) כמו שהיא מצד עצמה, אלא עי\"ז שהם עוסקים בבנינו של עולם, שע\"י עסקם בתורה נעשה הבירור דעולם וזהו וכל בניך לימודי הוי' ורב שלום בניך, שמבאר כאן שני ענינים וכל בניך לימודי הוי', דפירוש לימודי הוי' הוא דאלפין באורייתא דהוי'6 – המעלה דתלמידי חכמים מצד עצמם, ואח\"כ מוסיף ורב שלום בניך א\"ת בניך אלא בוניך, הבירור דעולם (בוניך) וריבוי השלום בעולם, שנעשה ע\"י עסק התורה",
          "topics": [
            "אור",
            "עולם",
            "דוד",
            "תורה",
            "רבי"
          ],
          "word_count": 174
        },
        {
          "chunk_id": "chunk_2",
          "content": "ובסיום המאמר7, דע\"י הענין דורב שלום בניך א\"ת בניך אלא בוניך, בנאים העוסקים בבנינו של עולם, עי\"ז יקויים גם בהם ורב שלום בניך, כמ\"ש8 וראה בנים לבניך שלום על ישראל, היינו, דע\"י הבירור דעולם שנעשה ע\"י עסק התורה דהתלמידי חכמים, נמשך ריבוי שלום גם להתלמידי חכמים עצמם (כפירוש המצודות והתרגום בורב שלום בניך).ב) ויש לקשר זה עם מ\"ש בריש פרשתנו9 וישלח יעקב מלאכים לפניו אל עשו אחיו גו' כה תאמרון גו' עם לבן גרתי ואחר עד עתה, דמשמעות הכתוב הוא שיעקב צריך לבוא תחלה אל עשו, ולכן נתן טעם על זה שנתאחר לבוא אליו, עם לבן גרתי (ולכן10) ואחר עד עתה וצריך להבין11 למה צריך למהר לבוא אל עשו ועד שצריך לטעם על זה שנתאחר וגם צריך להבין12 מה שפירש רש\"י גרתי בגימטריא תרי\"ג, עם לבן גרתי ותרי\"ג מצוות שמרתי, הרי יעקב ידע שעשו אינו מייקר ענין קיום המצוות, ומה מודיע לו ששמר תרי\"ג מצוות והנה ידוע הביאור בזה13, דהברכות שברך יצחק את יעקב הן בכדי לברר את עשו, אלא בכדי שיוכל לברר את עשו הי' צ\"ל תחלה עבודתו בבית לבן וזהו מה שאמר יעקב עם לבן גרתי ואחר עד עתה, דהטעם על שנתאחר ללכת לעשו לבררו עד עתה (אף שלכאורה הוצרך לבררו תיכף לאחרי שקיבל הברכות) הוא כי (עד עכשיו) עם לבן גרתי ותרי\"ג מצוות שמרתי, ולאחרי שגמר עבודתו בבית לבן, שלח מיד אל עשו לבררו.ג) והנה הטעם על זה שבכדי לברר את עשו צריך להיות תחלה עבודתו בבית לבן, מבואר בכמה דרושים14 ובארוכה בד\"ה וישלח שבהמשך תער\"ב15, דשני ענינים בזה הא', שבכדי לברר את עשו הוצרך לאור נעלה ביותר, ולכן צריך להיות תחלה עבודתו בבית לבן, בחינת לובן העליון שלמעלה מהשתלשלות16",
          "topics": [
            "אור",
            "עולם",
            "יצחק",
            "יעקב",
            "ישראל"
          ],
          "word_count": 263
        },
        {
          "chunk_id": "chunk_3",
          "content": "ולאחרי שע\"י עבודתו בבית לבן במשך עשרים שנה המשיך כל האורות דבחי' לובן העליון, ועד לענין דוישכם לבן בבוקר וינשק לבניו ולבנותיו גו'17, ההמשכה דלובן העליון בבחי' נשיקין ואתדבקות רוחא ברוחא לכל עניני יעקב (להמשפיעים ולהמקבלים, בניו ובנותיו)18, הי' ביכלתו לברר את עשו19 והב', שהצורך בהקדמת העבודה בבית לבן כדי לברר את עשו הוא (לא רק מצד השרש דלבן, לובן העליון, אלא גם) מצד לבן שלמטה, לבן דקליפה דעשו הוא למטה מלבן, דלבן הוא כח\"ב דק\"נ ועשו הוא ז\"מ דק\"נ20, ולכן צריך תחלה לברר את לבן, ואח\"כ הלך לברר את עשו21.ד) והענין הוא, דהבירורים דיעקב היו בכלל בדרך מלמעלה למטה, ע\"י גילוי אור עליון כי יעקב הוא תורה [כידוע22 שג' האבות הם ג' הקוין תורה עבודה וגמ\"ח, אברהם – גמ\"ח, יצחק – עבודה, ויעקב – תורה], והבירור שע\"י התורה הוא בדרך מלמעלה למטה, כמשנת\"ל בד\"ה פדה בשלום23 בענין החילוק שבין הבירור דתפלה להבירור דתורה, שהבירור דתפלה הוא בדרך מלמטה למעלה (שמתעסק עם המתברר), והבירור דתורה הוא בדרך מלמעלה למטה דהחילוק שבין שני ענינים אלו אינו רק באופן הבירור, אלא גם בסדר הבירור24 דבהבירור שבאופן דמלמטה למעלה (שמתעסק עם המתברר) גם סדר הבירור הוא מלמטה למעלה, שבתחלה מברר התחתון ואח\"כ העליון, והבירור באופן דמלמעלה למטה (ע\"י גילוי אור מלמעלה) הוא בסדר דמלמעלה למטה",
          "topics": [
            "אור",
            "גילוי",
            "אברהם",
            "יצחק",
            "יעקב"
          ],
          "word_count": 202
        },
        {
          "chunk_id": "chunk_4",
          "content": "ולכן, בהבירורים עכשיו, שהם (בעיקר) באופן דמלמטה למעלה, הסדר הוא שהבירור דז' תחתונות הוא לפני הבירור דג' ראשונות, וזהו מה שבתחלה הי' הכיבוש דארץ ז' עממין ואח\"כ (לע\"ל) יהי' הכיבוש דקיני קניזי וקדמוני, וידוע הביאור דבעל הגאולה דיו\"ד כסלו25 [שהעלי' דיו\"ד כסלו היא ביום השבת שלאחריו26] דבכיבוש יהושע נתבררו רק ז' המדות (והמוחין השייכים למדות), וג\"ר יתבררו לעת\"ל, משא\"כ בהבירורים דיעקב, שהיו בדרך מלמעלה למטה, הי' הסדר שבתחילה בירר כח\"ב (לבן) ואח\"כ ז\"מ (עשו)27.ה) והנה ידוע, דהגם שבכלל הבירור בדרך מלמעלה למטה הוא נעלה יותר מהבירור בדרך מלמטה למעלה, יש יתרון בהבירור בדרך מלמטה למעלה על הבירור בדרך מלמעלה למטה28, דהבירור בדרך מלמעלה למטה, כיון שהבירור הוא מצד הגילוי אור (ולא מצד התחתון גופא), אין זה שייך כ\"כ להתחתון עצמו, משא\"כ בהבירור בדרך מלמטה למעלה, התחתון עצמו נעשה כלי לאלקות29 וזהו מה שגם לאחרי שיעקב פעל הבירור דעשו, ועד אשר וירץ עשו לקראתו ויחבקהו גו' וישקהו30, אמר לו31 ואני אתנהלה לאטי גו' עד אשר אבוא אל אדוני שעירה, ואימתי ילך בימי המשיח, שנאמר32 ועלו מושיעים בהר ציון לשפוט את הר עשו33, כי הבירור דעשו שנעשה ע\"י יעקב הי' ע\"י גילוי אור מלמעלה (כנ\"ל), ולכן לא הי' הבירור בשלימות34, ושלימות הבירור שלו בימי המשיח הוא ע\"י מעשינו ועבודתינו במשך זמן הגלות35, בירור בדרך מלמטה למעלה",
          "topics": [
            "אלקות",
            "אור",
            "גילוי",
            "יעקב",
            "גלות"
          ],
          "word_count": 204
        },
        {
          "chunk_id": "chunk_5",
          "content": "ויש לומר, דזה שהי' תחלה הבירור שלו ע\"י יעקב בדרך מלמעלה למטה הוא נתינת כח שיוכל להיות אח\"כ הבירור בדרך מלמטה למעלה.ו) וצריך להבין, הרי התורה היא נצחית36, וכל הסיפורים וההוראות שבתורה הם הוראות נצחיות, ומכיון שהעבודה עכשיו היא בדרך מלמטה למעלה, למה נכתב בתורה, ובאריכות, הסיפור דוישלח יעקב גו' אל עשו, שתוכנו הוא בירור מלמעלה למטה וביותר צריך ביאור מה שמסופר בתורה (שהיא נצחית) גם סדר הבירור דיעקב, הבירור דג\"ר (לבן) לפני הבירור דז\"ת (עשו) ויש לומר הביאור, דזה שאצל יעקב אבינו הי' הבירור בדרך מלמעלמ\"ט הוא (ככל מעשה אבות37 שהם) סימן ונתינת כח לבנים38 על עבודה זו גופא והיינו, דנוסף על זה שהבירור דיעקב בדרך מלמעלה למטה הוא נתינת כח על הבירור בדרך מלמטה למעלה (עיקר הבירור דעכשיו), הוא נתינת כח גם על ענין הבירור בדרך מלמעלה למטה דבנים, הבירור שע\"י תורה ובתורה גופא – הבירור שע\"י פנימיות התורה, דעיקר ענין הבירור בדרך מלמעלה למטה הוא בפנימיות התורה וכמשנת\"ל (בד\"ה פדה בשלום39) בארוכה, דהבירור שע\"י נגלה דתורה, מכיון שנתלבשה בעה\"ד טו\"ר בכדי לברר בירורים, הוא דוגמת הבירור בדרך מלמטה למעלה, בהתלבשות (בדרך מלחמה), משא\"כ הבירור שע\"י פנימיות התורה, אילנא דחיי (שאינה מלובשת בטו\"ר)40, הוא שלא בדרך התלבשות, מלמעלה למטה.ז) והנה חילוק הנ\"ל שבין נגלה דתורה לפנימיות התורה הוא בכללות, אבל בפרטיות, יש בכל א' מהם שני הענינים (כי תורה כללות ופרטות נאמרה41) והענין הוא, כמ\"ש אדה\"ז, בעל הגאולה די\"ט כסלו [דשבת זה מיני' מתברכין כולהו יומין שלאחריו42, כולל יום הגאולה י\"ט כסלו] בתניא43 דלימוד פנימיות התורה היא \"מצוה רמה44 ונשאה כו' ומביאה ללב שלם\", היינו, דבלימוד פנימיות התורה שני ענינים",
          "topics": [
            "אור",
            "נצח",
            "יעקב",
            "מצוה",
            "תורה"
          ],
          "word_count": 252
        },
        {
          "chunk_id": "chunk_6",
          "content": "הא', שמביאה ללב שלם, דענין זה שבפנימיות התורה שייך לבירור המדות, והב', שהלימוד והידיעה דפנימיות התורה (מצד עצמו) הוא \"מצוה רמה ונשאה\" – ענין פנימיות התורה שלמעלה מבירורים45 ועד\"ז לאידך גיסא, שגם בנגלה דתורה ישנם ענינים שלמעלה מענין הבירורים וכמו הלימוד באופן ד\"דרוש וקבל שכר\"46 שאינו נוגע למעשה, שהוא (בנגלה דתורה גופא) למעלה מענין הבירורים וענין זה (שגם בנגלה דתורה יש ענין שלמעלה מבירורים) מודגש יותר בתורה שבכתב דלימוד התושב\"כ בהבנה והשגה, ובפרט לימוד ההוראות שבה (הן בההלכות דתושב\"כ והן בהסיפורים שבה) בנוגע למעשה, שייך לענין הבירורים, משא\"כ לימוד הסיפורים דתושב\"כ כמו שהם מצד עצמם47, ומכ\"ש הקריאה בתושב\"כ שלמעלה מהשגה לגמרי (שגם זה שאינו מבין אפילו פירוש המלות מקיים מצות ת\"ת48), הוא כמו פנימיות התורה שלמעלה מבירורים וכמבואר בלקו\"ת49 דפנימיות התורה היא בכלל שליש50 במקרא ועד\"ז הוא גם לאידך גיסא, שגם בספר התניא, התושב\"כ דחסידות51 (פנימיות התורה), יש גם ענין ששייך לבירורים, כמ\"ש אדה\"ז בההקדמה וגם בהשער (של התניא) שהוא מיוסד על פסוק52 כי קרוב אליך הדבר מאד בפיך ובלבבך לעשותו לבאר היטב איך הוא קרוב מאד כו', היינו שהכוונה והתכלית דספר התניא הוא לבאר איך לעשותו53",
          "topics": [
            "מצוה",
            "תורה",
            "תכלית",
            "כוונה",
            "חסיד"
          ],
          "word_count": 177
        },
        {
          "chunk_id": "chunk_7",
          "content": "אלא שענין זה [שהן בנגלה דתורה והן בפנימיות התורה ישנם שני הענינים] הוא בפרטיות, אבל בכללות, נגלה דתורה שייכת לבירורים (ובאופן דהתלבשות), ופנימיות התורה היא אילנא דחיי שלמעלה מענין הבירורים, והבירור שנעשה ע\"י לימוד פנימיות התורה הוא שלא בדרך התלבשות.ח) ויש לומר, דכמו שהבירור דיעקב, להיותו באופן דמלמעלמ\"ט (ע\"י גילוי אור עליון), הי' גם בהסדר דמלמעלה למטה, שבירר הג\"ר לפני שבירר המדות, עד\"ז הוא גם בפנימיות התורה, דע\"י לימוד החסידות בהבנה והשגה, נעשה בירור המוחין וגם דנפש הבהמית, כולל גם המוחין שלמעלה משייכות למדות דהבירור שע\"י נגלה דתורה הוא (בעיקר) בהמדות ובהמוחין השייכים למדות, משא\"כ ע\"י לימוד פנימיות התורה, מכיון שהיא \"מצוה רמה ונשאה\" מצד עצמה (למעלה מזה ש\"מביאה ללב שלם\"), נעשה הבירור גם בעצם המוחין והגם שהכיבוש דקיני קניזי וקדמוני (עצם המוחין שלמעלה ממדות) יהי' רק לעת\"ל (לאחרי השלימות דבירור המדות והמוחין השייכים למדות), מ\"מ, מעין זה הוא גם עכשיו ע\"י לימוד פנימיות התורה וזהו מה שמסופר בתורה אופן הבירור דיעקב (ע\"י גילוי אור עליון) וגם סדר הבירור (שהתחיל בהבירור דג\"ר), דשני ענינים אלו הם (ככל הענינים שבתורה) הוראות נצחיות גם עכשיו, כנ\"ל.ט) ויש להוסיף, דההוראה מסדר הבירורים דיעקב (ג\"ר לפני ז\"ת) היא גם בנוגע להסדר דנגלה ופנימיות התורה",
          "topics": [
            "אור",
            "גילוי",
            "נצח",
            "יעקב",
            "מצוה"
          ],
          "word_count": 190
        },
        {
          "chunk_id": "chunk_8",
          "content": "דהגם שהתחלת הלימוד הוא בנגלה דתורה, ובאופן דיגיעה, ואח\"כ הוא הלימוד בפנימיות התורה, וכמ\"ש הרח\"ו54 שעסק ההלכה דהאריז\"ל הי' ביגיעה עד שהי' מזיע זיעה גדולה כדי לשבר הקליפה, ומרוב גודל חריפותו הי' מעיין ו' דרכים בהלכה, ורק לאח\"ז הי' מעיין ע\"ד הסוד, אעפ\"כ, ידיעת הענינים היסודיים דפנימיות התורה באופן של הנחה פשוטה שלמעלה מהבנה צ\"ל עוד לפני הלימוד בנגלה דתורה, שעי\"ז, גם לימוד הנגלה (והבירור שעל ידו) הוא באופן נעלה יותר",
          "topics": [
            "יסוד",
            "תורה"
          ],
          "word_count": 71
        },
        {
          "chunk_id": "chunk_9",
          "content": "והענין הוא, דנגלה דתורה הוא בכלל בהגבלה55, ופנימיות התורה הוא בל\"ג, וע\"י ידיעת הענינים דפנימיות התורה באופן של הנחה פשוטה כנ\"ל, ועאכו\"כ ע\"י הלימוד דפנימיות התורה בהבנה והשגה, ובפרט כשהלימוד גופא הוא באופן דכי ירחיב56, למעלה ממדידה והגבלה [ובפשטות, שאינו מתחשב עם הזמן, אם הוא עדיין באמצע זמן הסדר או שזה כבר לאחרי הסדר], הנה עי\"ז גם לימוד הנגלה הוא באופן שלמעלה ממדידה והגבלה, וגם הבירור שע\"י לימוד הנגלה, עם היותו בירור בדרך התלבשות, הוא באופן נעלה יותר.יו\"ד) והנה הגם דזה מה שע\"י לימוד פנימיות התורה נעשה יתרון בלימוד הנגלה ובהבירור שעי\"ז הוא לכאורה ענין של ירידה לגבי הלימוד דפנימיות התורה כמו שהוא מצד עצמו, אעפ\"כ, מכיון שהשלימות דדירה בתחתונים הוא שהתחתון מצד עצמו יהי' כלי לאלקות, דענין זה הוא דוקא ע\"י הבירור שבדרך התלבשות (כנ\"ל סעיף ה), יש לומר, דע\"י ההמשכה דפנימיות התורה לנגלה דתורה, שעל ידה נעשה יתרון בלימוד הנגלה ובהבירור שע\"י לימוד הנגלה, היא מתעלית למעלה יותר מכמו שהיתה מצד עצמה.יא) וזהו וכל בניך לימודי הוי' ורב שלום בניך, דכל בניך לימודי הוי', דאלפין באורייתא דהוי', הוא מעלת לימוד התורה, ובפרט פנימיות התורה (אורייתא דהוי'), כמו שהיא מצד עצמה, ורב שלום בניך א\"ת בניך אלא בוניך הו\"ע הבירור בעולם שע\"י עסק התורה וכיון שעי\"ז (הבירור שע\"י עסק התורה) נעשה עליית התורה מכמו שהיא מצד עצמה, לכן מבאר ומסיים בהמאמר, שע\"י הענין דבוניך, בנאים העוסקים בבנינו של עולם, יקויים גם בהם (בהתלמידי חכמים עצמם) ורב שלום בניך",
          "topics": [
            "אלקות",
            "אור",
            "תחתונים",
            "עולם",
            "תורה"
          ],
          "word_count": 229
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס י\"ד כסלו – תשמ\"ח, \"לקראת י\"ד כסלו הבעל\"ט, התחלת שנת הששים לחתונת כ\"ק אדמו\"ר שליט\"א עם הרבנית שתליט\"א (תרפ\"ט – תשמ\"ח) .. עש\"ק וישלח, י\"ד כסלו, שנת הקהל, שנת תשמ\"ח\".1) ישעי' נד, יג.2) שנאמר ב\"ש\"פ ויצא, קריאת החתן שי' לתורה, וביום ב' וישלח לילה על החתן-מאָל בישיבת \"תומכי תמימים\" בוואַרשא\".3) קונטרס ב – נדפס בסה\"מ קונטרסים ח\"א וגם בקונטרס בפ\"ע. – ראה שם טז, ב ואילך.4) סוף מס' ברכות.5) שבת קיד, א.6) ל' התיב\"ע בישעי' שם.7) סה\"מ קונטרסים שם יט, סע\"ב.8) תהלים קכח, ו.9) לב, ד-ה.10) ראה גם חזקוני עה\"פ.11) ראה רד\"ה וישלח תרס\"ו (המשך תרס\"ו ע' קא).12) ראה רד\"ה הנ\"ל שם. רד\"ה וישלח תרע\"ג (המשך תער\"ב ח\"א ע' רח).13) ד\"ה וישלח תרס\"ו בסופו (המשך תרס\"ו ע' קט).14) ראה אוה\"ת וישלח רל, ב ואילך. המשך תרס\"ו שם.15) המשך תער\"ב שם ע' ריז.16) תו\"א ס\"פ ויצא (כד, ב). המשך תער\"ב שם פק\"ז (ע' רו) ואילך.17) ויצא לב, א.18) תו\"א ויצא סד\"ה וישכם לבן בבוקר (כד, ב). ד\"ה זה דש\"פ ויצא תשמ\"ח.19) בהמשך תער\"ב שם משמע, דבזה גופא [שבשביל הבירור דעשו הוצרך להמשיך מבחי' לובן העליון] שני ענינים: (א) שבכדי שיוכל להיות הבירור דק\"נ [איזה בירור שיהי', הן הבירור שבדרך מלמעלה למטה והן הבירור שבדרך מלמטה למעלה] צריכה להיות תחלה המשכת אור עליון, כמבואר שם פק\"ח (ע' רט). (ב) לפי שהבירורים דיעקב היו בדרך מלמעלה למטה ע\"י גילוי אור עליון – כ\"מ שם ס\"ע ריז.20) כ\"ה גם באוה\"ת וישלח רלא, א בסוף הפרק. וראה שם לפנ\"ז ובהמשך תרס\"ו ע' קט עוד ענינים בהחילוק שבין לבן לעשו.21) אוה\"ת שם רלא, א. המשך תער\"ב שם ס\"ע ריז.22) מגלה עמוקות אופן רנ (בסופו). וראה לקו\"ש ח\"ל ע' 137. וש\"נ.23) דיו\"ד כסלו שנה זו – ה'תשמ\"א (לעיל ע' מו) סעיף ב. וראה בהנסמן שם.24) ראה המשך תער\"ב ח\"ב ע' א'מח ואילך. סה\"מ ה'ש\"ת ע' 114 ואילך. ובכ\"מ.25) במאמרו ד\"ה אל תצר את מואב – נדפס בקונטרס בפ\"ע (קה\"ת, תשל\"ו) ובס' מאמרי אדמו\"ר האמצעי דברים ח\"א בתחלתו. – ראה מאמרי אדמו\"ר האמצעי שם ע' ג ואילך.26) כידוע בענין \"ויכולו\" – אוה\"ת בראשית מב, ב ואילך.27) ראה המשך תער\"ב שם (ס\"ע ריז) \"גבי יעקב שהי' הבירור בדרך מלמעלמ\"ט, תחילה הבירור דכח\"ב כו'\".28) ראה גם המשך תרס\"ו ע' שמט, שבהבירור דמלמעלמ\"ט \"אינו נשלם עדיין אמיתית הכוונה\".29) ראה בארוכה המשך תער\"ב ח\"ג ע' א'ש ואילך.30) פרשתנו לג, ד. וראה תו\"א פרשתנו כו, א.31) פרשתנו שם, יד.32) עובדי' א, כא.33) פרש\"י עה\"פ וישלח שם, מב\"ר פרשתנו פע\"ח, יד (בסופו). יל\"ש עה\"פ (רמז קלג).34) ועד שאמר יעקב \"אם דעתו לעשות לי רעה\" (פרש\"י שם).35) תניא רפל\"ז.36) תניא רפי\"ז.37) ובפרט הענינים דיעקב – ראה ד\"ה ושבתי בשלום ה'תשל\"ח (לעיל ע' כב) סעיף ז. וש\"נ.38) ראה רמב\"ן עה\"פ לך לך יב, ו. ד\"ה הנ\"ל סעיף ב, ובהנסמן שם בהערות 12; 14.39) הנ\"ל הערה 23 – סעיף ג.40) אגה\"ק סכ\"ו.41) חגיגה ו, ב.42) זח\"ב סג, ב. פח, א.43) בקו\"א קנו, ב.44) כצ\"ל – ראה לוח התיקון לתניא שם.45) ובתניא שם הוא בסדר דמלמעלה למטה.46) סנהדרין עא, א.47) ראה לקו\"ת ויקרא ה, ב.48) ראה הל' ת\"ת לאדה\"ז ספ\"ב. וש\"נ.49) שם ה, ד.50) קידושין ל, א. הל' ת\"ת לאדה\"ז פ\"ב ס\"א. וש\"נ.51) ראה בארוכה מכתב כ\"ק מו\"ח אדמו\"ר שבסוף ספר קיצורים והערות לתניא (ע' קכג ואילך).52) נצבים ל, יד.53) להעיר מהמבואר לקמן סעיף יו\"ד.54) בטעהמ\"צ פ' ואתחנן.55) ועד שאפשרי (וצ\"ל) לימוד כל התורה כולה (מנחות צט, ב. הל' ת\"ת לאדה\"ז פ\"א ס\"ה).56) לשון הכתוב – ראה יב, כ. שופטים יט, ח. ובספרי ראה שם; פרש\"י שופטים שם: ארץ קני קניזי וקדמוני.",
      "glossary": "|א\"ת (Al Tikrei): Do not read; אדמו\"ר (Adoneinu Moreinu Verabbeinu): Our master, our teacher, and our rabbi; אחיו (Achiv): His brother; אינו מייקר (Eino Meyaker): Does not value; אל עשו (El Esav): To Esau; אל תקרי (Al Tikrei): Do not read; אלא (Ela): But rather; אלא בכדי (Ela Bichdei): But in order; אלא גם (Ela Gam): But also; אף שלכאורה (Af SheLich'orah): Even though apparently; את יעקב (Et Ya'akov): Jacob; את לבן (Et Lavan): Laban; את עשו (Et Esav): Esau; באורייתא (Be'oraita): In Torah; בבוקר (Baboker): In the morning; בבחי' (BeBechinat): In the aspect of; בבית לבן (BeBeit Lavan): In the house of Laban; בבנינו של עולם (Bivenyan Shel Olam): In building the world; בד\"ה (BeDibur Hamaschil): In the discourse beginning; בהקדמת (BeHakdamat): In preceding; בוניך (Bonayich): Your builders; בזה (Bezeh): In this; בחינת (Bechinat): Aspect of; ביותר (Beyoter): Exceedingly; בכמה דרושים (BeKamah Derushim): In several discourses; במאמרו (Bema'amaro): In his discourse; במשך (Bemeshech): During; בנאים (Bana'im): Builders; בניו (Banav): His sons; בניך (Banayich): Your children; בס\"ד (Besiyata Dishmaya): With the help of Heaven; בסיום המאמר (Besiyum Hama'amar): At the conclusion of the discourse; בעולם (Ba'olam): In the world; בריש פרשתנו (Berosh Parshatenu): At the beginning of our Torah portion; בתורה (BaTorah): In Torah; גו' (Etc.): And so forth; גרתי (Garti): I sojourned; גרתי בגימטריא (Garti BeGematria): I sojourned in gematria; ד\"ה (Dibur Hamaschil): Opening words; דאלפין (De'alfin): That they learn; דבחי' (DeBechinat): Of the aspect; דהברכות (DeHaberachot): That the blessings; דהוי' (DeHashem): Of the Lord; דהטעם (DeHata'am): That the reason; דוישכם לבן (DeVayashkem Lavan): That Laban arose early; דלבן (DeLavan): Of Laban; דלבן הוא (DeLavan Hu): That Laban is; דעולם (De'olam): Of the world; דעשו (De'Esav): That Esau; דפירוש (Depeirush): That the interpretation; דק\"נ (DeKelipat Nogah): Of the shell of brightness; דקליפה (DeKelipah): Of the shell/husk; דרושי חתונה (Drushei Chatunah): Wedding discourses; דשני ענינים (DeShnei Inyanim): That two matters; דתלמידי חכמים (DeTalmidei Chachamim): Of Torah scholars; ה'תשמ\"א (Hey Tashma Aleph): The year 5741; הא' (Ha'echad): The first; הביאור בזה (HaBi'ur Bezeh): The explanation in this; הבירור (Habirur): The clarification/refinement; הבירור בעולם (Habirur Ba'olam): Clarification in the world; הברכות (HaBerachot): The blessings; ההמשכה (HaHamshachah): The drawing down; הו\"ע (Hu Inyan): This is the matter; הוא (Hu): Is; הוא כי (Hu Ki): It is because; הוא למטה (Hu Lematah): Is below; הוצרך (Hutzrach): He required; הוצרך (Hutzrach): He was required; הי' ביכלתו (Haya BiYecholto): It was in his ability; הי' צ\"ל (Haya Tzarich Lihyot): It was necessary to be; היינו (Hainu): That is; המעלה (Hama'alah): The virtue; המצודת דוד (Metzudat David): Commentary by Metzudat David; המשיך (Himshich): He drew down; המשך (Hemshech): Continuation; הן בכדי (Hen Bichdei): Are in order; העבודה (Ha'avodah): The service; העוסקים (Ha'oskin): Who engage; הרי יעקב ידע (Harei Ya'akov Yada): Behold Jacob knew; התרגום (Hatargum): The Aramaic translation; ואח\"כ (Ve; ואחר (Va'achar): And I delayed; ואתדבקות (Ve'itdavkut): And attachment; ובארוכה (UVe'aruchah): And at length; ובנותיו (Uvnotav): And his daughters; וגם צריך להבין (Vegam Tzarich Lehavin): And also it needs to be understood; וגמר (VeGamar): And completed; והב' (VeHabeit): And the second; והנה הטעם (VeHineh HaTa'am): And behold the reason; והנה ידוע (VeHineh Yadu'a): And behold it is known; והתרגום (VeHatargum): And the Targum; וזהו (VeZehu): And this is; וינשק (Vaynashek): And kissed; ויש לקשר (Veyesh Lekasher): And it can be connected; וישלח (Vayishlach): And he sent; וישלח יעקב (Vayishlach Ya'akov): And Jacob sent; וכל בניך לימודי הוי' (Vechol banayich limudei Hashem): And all your children shall be taught of the Lord; ולאחרי (ULe'acharei): And after; ולבנותיו (VeLivnotav): And his daughters; ולהמקבלים (VeLamekablim): And to those who receive; ולכן (Velachen): And therefore; ומה מודיע לו (Umah Modi'a Lo): And what does he inform him; ועד לענין (Ve'ad Le'inyan): And up to the matter; ועד שצריך (Ve'ad SheTzarich): And to the extent that it is necessary; ועשו הוא (Ve'Esav Hu): And Esau is; וראה בנים לבניך (Ure'eh Vanim Levanayich): And see children to your children; ורב שלום בניך (Verav shalom banayich): And great shall be the peace of your children; ותרי\"ג מצוות (VeTaryag Mitzvot): And 613 commandments; ז\"מ (Zachar Malchut): Male aspect of Kingship; זה (Zeh): This; י\"ד כסלו (Yud-Dalet Kislev): 14th of Kislev; יעקב (Ya'akov): Jacob; יצחק (Yitzchak): Isaac; יקויים (Yekuyam): Will be fulfilled; כ\"ק (Kevod Kedushat): His honor and holiness; כדי לברר (Kedei Levarer): In order to clarify; כה תאמרון (Ko Tomrun): Thus you shall say; כח\"ב (Chochmah Binah): Wisdom and Understanding; כל האורות (Kol Ha'orot): All the lights; כמ\"ש (Kemo She'katuv): As it is written; כפירוש המצודות (Kepeirush HaMetzudot): According to the interpretation of the Metzudot; לא רק (Lo Rak): Not only; לאור נעלה (Le'or Na'aleh): To a sublime light; לאחרי (Le'acharei): After; לבוא (Lavo): To come; לבוא אליו (Lavo Elav): To come to him; לבניו (Levanav): His sons; לברר (Levarer): To clarify/refine; לברר (Levarer): To clarify; לבררו (Levarero): To clarify him; להמשפיעים (LaHashpi'im): To those who influence; להתלמידי חכמים (LaHashmidei Chachamim): To the Torah scholars; לובן העליון (Loven Ha'elyon): The supernal whiteness; לטעם (Leta'em): To give a reason; לימוד התורה (Limud HaTorah): Torah study; לימודי הוי' (Limudei Hashem): Taught of the Lord; לכל עניני (Lechol Inyenei): To all matters of; ללכת (Lalechet): To go; למה צריך (Lamah Tzarich): Why it is necessary; למהר (Lemaher): To hurry; לעשו (Le'Esav): To Esau; לפניו (Lefanav): Before him; מ\"ש (Mah Shekatuv): What is written; מאי בנאין (Mai Bana'in): What are builders; מאמר רז\"ל (Ma'amar Razal): Statement of our sages of blessed memory; מארז\"ל (Me'amar Razal): From the statement of our sages; מבואר (Mevo'ar): Explained; מה שאמר (Mah She'amar): What said; מה שפירש (Mah Shepeirash): What explained; מהשתלשלות (MeHashtalshelut): From the chain of emanation; מו\"ח (Mori Vechammi): My teacher and father-in-law; מוסיף (Mosif): Adds; מלאכים (Mal'achim): Angels/messengers; מלבן (MiLavan): From Laban; מצד השרש (Mitzad HaShoresh): From the side of the root; מצד לבן (Mitzad Lavan): From the side of Laban; מצד עצמה (Mitzad Atzmah): From its own perspective; מצד עצמם (Mitzad Atzman): From their own perspective; מרבים שלום (Marbim Shalom): Increase peace; משמעות הכתוב (Mashma'ut HaKatuv): The meaning of the verse; נמשך (Nimshach): Is drawn down; נעשה (Na'aseh): Is made; נשיקין (Neshikin): Kisses; נתן טעם (Natan Ta'am): Gave a reason; עבודתו (Avodato): His service; עד עכשיו (Ad Achshav): Until now; עד עתה (Ad Atah): Until now; עי\"ז (Al Yedei Zeh): Through this; על זה (Al Zeh): For this; על שנתאחר (Al Shenitacher): For delaying; עם לבן (Im Lavan): With Laban; ענין קיום המצוות (Inyan Kiyum HaMitzvot): The matter of fulfilling commandments; עסק התורה (Esek HaTorah): Engagement in Torah; עסקם (Oskam): Their engagement; עצמם (Atzman): Themselves; עשרים שנה (Esrim Shanah): Twenty years; פירושים (Perushim): Interpretations; צריך לבוא (Tzarich Lavo): Needs to come; צריך להבין (Tzarich Lehavin): It needs to be understood; צריך להיות (Tzarich Lihyot): It needs to be; צריך תחלה (Tzarich Techilah): It is necessary first; קונטרס (Kuntres): Booklet; רוחא ברוחא (Rucha BeRucha): Spirit to spirit; ריבוי שלום (Ribui Shalom): Increase of peace; רש\"י (Rashi): Rashi; ש\"פ (Shabbat Parshat): Shabbat of Torah portion; שבכדי (SheBichdei): That in order; שברך (Sheberach): That blessed; שהצורך (SheHatzorech): That the need; שיוכל (SheYuchal): That he could; שיעקב (SheYa'akov): That Jacob; שלום על ישראל (Shalom Al Yisrael): Peace upon Israel; שלח מיד (Shalach Miyad): Sent immediately; שלמטה (SheLematah): That is below; שלמעלה (SheLema'alah): That is above; שמרתי (Shamarti): I kept; שנאמר (Shene'emar): As it is said; שנתאחר (Shenitacher): That he delayed; שע\"י (She'al Yedei): That through; שעוסקין (She'oskin): Who engage; שעשו (She'Esav): That Esau; שקיבל (SheKibel): That he received; ששמר (SheShamar): That he kept; תחלה (Techilah): First; תיכף (Teichef): Immediately; תלמידי חכמים (Talmidei Chachamim): Torah scholars; תער\"ב (Ta'arav): The year 5672; תרי\"ג (Taryag): 613; תרי\"ג מצוות (Taryag Mitzvot): 613 commandments; תרפ\"ט (Tarpat): The year 5689;"
    },
    "search_tags": [
      "נצח",
      "דור",
      "עבודה",
      "תכלית",
      "יסוד",
      "אברהם",
      "אלקות",
      "Knowledge",
      "רבי",
      "World",
      "דעת",
      "Isaac",
      "יצחק",
      "Jacob",
      "Commandments",
      "Dwelling",
      "Purpose",
      "גאולה",
      "Chain of descent",
      "Torah",
      "כוונה",
      "Generation",
      "מצוות",
      "יעקב",
      "דוד",
      "Exile",
      "Israel",
      "ישראל",
      "המשכה",
      "חסידות",
      "תורה",
      "Rabbi",
      "Light",
      "השתלשלות",
      "גלות",
      "אור",
      "Intention",
      "Eternity",
      "Lower worlds",
      "משיח",
      "מצוה",
      "Foundation",
      "David",
      "Redemption",
      "Revelation",
      "תיקון",
      "Service",
      "Divinity",
      "גילוי",
      "Commandment",
      "דירה",
      "תחתונים",
      "חסיד",
      "Chassid",
      "Abraham",
      "Chassidut",
      "Rectification",
      "Drawing down",
      "Messiah",
      "עולם"
    ]
  }
}