{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "5_רעא",
    "reference": "Reference: 5_רעא",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אלקות",
        "אור",
        "אוא\"ס",
        "גילוי",
        "העלם",
        "צמצום",
        "תחתונים",
        "עליונים",
        "אצילות",
        "בריאה",
        "יצירה",
        "עולם",
        "עולמות",
        "חכמה",
        "בינה",
        "דעת",
        "יסוד",
        "יעקב",
        "משה",
        "ישראל",
        "מצוות",
        "מצוה",
        "תורה",
        "תלמוד",
        "גלות",
        "גאולה",
        "משיח",
        "דור",
        "עבודה",
        "יראה",
        "ביטול",
        "המשכה",
        "העלאה",
        "דירה",
        "תכלית",
        "כוונה",
        "רצון",
        "הסתלקות",
        "רבי",
        "חסיד",
        "חסידות"
      ],
      "key_concepts": [
        "Divinity",
        "Light",
        "Infinite Light",
        "Revelation",
        "Concealment",
        "Contraction",
        "Lower worlds",
        "Upper worlds",
        "Emanation",
        "Creation",
        "Formation",
        "World",
        "Worlds",
        "Wisdom",
        "Understanding",
        "Knowledge",
        "Foundation",
        "Jacob",
        "Moses",
        "Israel",
        "Commandments",
        "Commandment",
        "Torah",
        "Talmud",
        "Exile",
        "Redemption",
        "Messiah",
        "Generation",
        "Service",
        "Fear/Awe",
        "Nullification",
        "Drawing down",
        "Elevation",
        "Dwelling",
        "Purpose",
        "Intention",
        "Will",
        "Departure",
        "Rabbi",
        "Chassid",
        "Chassidut"
      ],
      "biblical_references": [
        "שה\"ש ד, יא",
        "שמות נג, ג",
        "תהלים קיט, יח",
        "תהלים קיט, יח",
        "תהלים קטו, טז",
        "ישעי' יא, ט"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "זהר",
        "זהר",
        "זהר",
        "זהר"
      ],
      "chassidic_references": [
        "אדמו\"ר מהר\"ש",
        "לקו\"ת",
        "תו\"א",
        "תו\"א",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 2211,
      "chunk_count": 10
    },
    "content": {
      "main_text": "בס\"ד. ש\"פ אמור, י\"ט אייר, ה'תשל\"ז*גל עיני ואביטה נפלאות מתורתך1, וכתב אדמו\"ר מהר\"ש במאמרו ע\"פ זה2, דע\"פ מ\"ש בסידור שער הל\"ג בעומר3 שהרמז בתורה על ל\"ג בעומר הוא בפסוק4 עד הגל הזה, גם הפסוק גל עיני יתבאר על ל\"ג בעומר. וע\"פ הידוע שכל הענינים שבתורה הם בתכלית הדיוק, יש לומר, דזה שהענין דל\"ג בעומר שבפסוק גל עיני גו' למדין מהענין דל\"ג בעומר שבפסוק עד הגל הזה, הוא, כי בכדי לבוא לענין גל עיני גו' הוא ע\"י עד הגל הזה.ב) והנה השייכות דפסוק זה לל\"ג בעומר יום ההסתלקות דרשב\"י (בפשטות) הוא, כי ענינו של רשב\"י הוא – שעל ידו הי' הגילוי דפנימיות התורה [וכמבואר בכ\"מ5, שהגילוי דתורה הנגלית הי' ע\"י משה רבינו והגילוי דפנימיות התורה הי' ע\"י רשב\"י6], ועיקר הגילוי הי' ביום הסתלקותו, כדאיתא בזהר7 שביום הסתלקותו גילה לתלמידיו \"מלין קדישין\" שלא גילה במשך כל ימי חייו (כי הענינים שגילה אז היו ענינים נעלים ביותר שאפילו רשב\"י הי' מקודם ירא לגלותם8). וע\"י כתיבת המלין קדישין (ע\"פ הציווי שלו9), נתגלו אח\"כ לכל ישראל, ועד שנתגלו באופן דיתפרנסון10, בהבנה והשגה. שגם המשכת גילוי זה (הגילוי לכל ישראל ובאופן דיתפרנסון) היתה ביום הסתלקות רשב\"י (ע\"י כתיבתן של המלין קדישין אז, ע\"פ הציווי שלו). ולהוסיף, דע\"פ הידוע11 שביום הסתלקותו של אדם מתגלה הפנימיות של כל עבודתו שעבד במשך כל ימי חייו, מובן, דביום הסתלקות רשב\"י, נתגלה גם הפנימיות של הסודות שגילה במשך כל ימי חייו. ובכל שנה ושנה, ביום ל\"ג בעומר, חוזר וניעור הגילוי שהי' בל\"ג בעומר בפעם הראשונה12 – גילוי פנימיות התורה (תורתו של רשב\"י). וכמובן גם מהמבואר בכ\"מ13 דבל\"ג בעומר הוא מתן תורה14 דפנימיות התורה, בדוגמת חג השבועות שהוא זמן מתן תורה בכלל. דמזה מובן, דכמו שמתן תורה בחג השבועות הוא בכל שנה ושנה, כמו\"כ מתן תורה דפנימיות התורה בל\"ג בעומר הוא בכל שנה ושנה. וזהו שענין ל\"ג בעומר מרומז בפסוק גל עיני ואביטה נפלאות מתורתך, כי נפלאות שבתורה הוא פנימיות התורה15, וענין גל גו' נפלאות הוא גילוי (גל מלשון גילוי16) הנפלאות דתורה (פנימיות התורה) שנמשך בג\"ל (בל\"ג בעומר).ג) ומבאר בהמאמר17, דבנפלאות שבתורה (פנימיות התורה) שתי דרגות. והענין הוא, דאיתא בזהר18 שבתורה יש לבוש, גוף, נשמה ונשמה לנשמה. גליא דתורה הוא הלבוש והגוף דתורה [הסיפורים דתורה – לבוש, וההלכות דתורה – הגוף], והנשמה דתורה היא פנימיות התורה, שנחלקת בכללות לשתי דרגות. רזין דאורייתא (סתים) – נשמתא, ורזין דרזין (סתימא דכל סתימין) – נשמתא לנשמתא. והבקשה גל עיני ואביטה נפלאות מתורתך (נפלאות לשון רבים) היא שיראה את שתי הדרגות דנפלאות שבתורה, רזין ורזין דרזין. ומבאר, שנשמתא היא בחינת נר\"ן, ונשמתא לנשמתא היא בחינת ח\"י. ואולי יש לומר, שהענינים דפנימיות התורה שגילה רשב\"י במשך כל ימי חייו19 הם בחינת נשמתא דאורייתא, והענינים שגילה ביום הסתלקותו18 הם בחינת נשמתא לנשמתא.והנה ברשימות הצ\"צ לתהלים עה\"פ גל עיני ואביטה נפלאות מתורתך20 מביא מאמר הזהר הנ\"ל שבתורה יש לבושא וגופא ונשמתא ונשמתא לנשמתא, ומבאר, שהבקשה גל עיני ואביטה נפלאות היא שיראה לא רק הלבוש לבד אלא גם נשמתא. ובהמשך הענין מביא פירוש השל\"ה21 דאביטה נפלאות הוא כוונת המצוות. ולאחרי שמביא פירוש השל\"ה ממשיך לבאר שנפלאות הוא פנימיות התורה, נשמתא דאורייתא. וצריך להבין, דלכאורה הי' צריך תחלה לסיים ביאור הפירוש שנפלאות הוא נשמתא דאורייתא ולאח\"ז להביא עוד פירוש שנפלאות הוא כוונת המצוות, ומזה שמביא פירוש זה באמצע הביאור שנפלאות הוא נשמתא דאורייתא, משמע, שהפירוש שנפלאות הוא כוונת המצוות נוגע לביאור והבנת הפירוש דאביטה נפלאות הוא שיראה נשמתא דאורייתא.ד) ויובן זה בהקדים מ\"ש גל עיני גו' שמבקש מהקב\"ה שיפקח את עיניו, דלכאורה, כיון שהסיבה לזה שע\"ד הרגיל אין רואים את הנפלאות דתורה הוא (לא מצד החסרון דהכלים, אלא) לפי שהנפלאות הם מכוסים ונעלמים [ויש לומר, שההעלם דבחינת נשמתא דאורייתא הוא מפני שהיא מלובשת בהגוף דתורה (גליא דתורה) שמעלים על הנשמה, וההעלם דבחינת נשמתא לנשמתא דאורייתא הוא (לא שהיא מלובשת באיזה דבר שמעלים עלי', אלא) שמצד עצמה היא בהעלם, העלם שלמעלה מגילוי], הוה לי' לבקש שהקב\"ה יגלה את הנפלאות דתורה22, ומהי הבקשה גל עיני שהקב\"ה יפקח את עיניו. ונקודת הביאור בזה, ע\"פ מה דאיתא במדרש23, משל למלך שגזר ואמר בני רומי לא ירדו לסוריא ובני סוריא לא יעלו לרומי, כך כשברא הקב\"ה את העולם גזר ואמר השמים שמים לה' והארץ נתן לבני אדם24, כשביקש ליתן התורה ביטל הגזירה ואמר התחתונים יעלו לעליונים והעליונים ירדו לתחתונים, ואני המתחיל, שנאמר25 וירד הוי' על הר סיני וכתיב26 ואל משה אמר עלה אל הוי'. ומבואר במק\"א27, דהטעם שאומר התחתונים יעלו לעליונים לפני והעליונים ירדו לתחתונים, אף שירידת העליונים למטה היתה קודם, אני המתחיל, הוא, כי תכלית הכוונה דמתן תורה הוא התחתונים יעלו לעליונים [שיהיו כלי לגילוי אלקות, ויתירה מזה שגם המשכת הגילוי בהם תהי' מצד ענינם וע\"י עבודתם], אלא שבכדי שיוכל להיות עליית התחתונים למעלה הוא ע\"י ירידת העליונים למטה, שהיא ההתחלה והנתינת כח על עליית התחתונים למעלה. ועד\"ז הוא במתן תורה דפנימיות התורה שבל\"ג בעומר, שהכוונה בביטול הגזירה והמחיצה בין עליונים ותחתונים בנוגע לפנימיות התורה היא, שהגילוי דפנימיות התורה שנמשך להאדם יהי' (גם) מצד האדם. וזהו גל עיני ואביטה נפלאות מתורתך, שהקב\"ה יפקח את עיני האדם ויראה את הנפלאות שבתורה (לא רק ע\"י שהנפלאות יהיו בגילוי, אלא גם) מצד ענינו של האדם.ועפ\"ז יש לבאר מ\"ש בהמאמר28 דפירוש גל עיני ואביטה נפלאות מתורתך הוא שראיית הנפלאות דתורה (נשמתא דאורייתא ונשמתא לנשמתא) תהי' מתורתך, מתורה הנגלית, דלכאורה, הרי העיקר הוא שיראה הנפלאות דתורה, ומהו היתרון בזה שיראה אותם ע\"י הענינים שבגליא דתורה. ויש לומר הביאור בזה, דכל הענינים שבעולם ושבאדם, התחלתם הוא בתורה29. ולכן, ע\"י שראיית הנפלאות דתורה (דהאדם) היא ע\"י ענינים אלה שבגליא דתורה, היינו שהגוף והלבוש דתורה עצמו מגלה את הנשמה והנשמה לנשמה דתורה, עי\"ז נעשה עד\"ז גם בהאדם העוסק בתורה, דזה שרואה את הנפלאות דתורה הוא (גם) מצד ענינו דהאדם.ה) והנה שני הענינים הנ\"ל שבביטול הגזירה והמחיצה בין עליונים לתחתונים שנתחדשו במתן תורה הם בכללות יותר תורה ומצוות. דענין ירידת העליונים למטה שנתחדש במתן תורה הוא בעיקר בתורה, וענין עליית התחתונים למעלה שנתחדש במתן תורה הוא בעיקר במצוות30. והענין הוא, דמהחילוקים בין תורה למצוות הוא31, דהתורה היא דבר ה', חכמתו של הקב\"ה, אלא שירדה למטה ונתלבשה בשכל אנושי בכדי שהאדם יוכל להבינה ולהשיגה, והמצוות שהם ציוויים להאדם, הכוונה והמבוקש בהם היא (לא הציווי עצמו, אלא) קיום הציווי שהאדם מקיים. וזהו שהענין דירידת העליונים למטה הוא בעיקר בתורה, דהתורה, שהיא חכמתו של הקב\"ה, מקומה למעלה32, וזה שהתורה ניתנה למטה ונתלבשה בשכל אנושי ובדברים גשמיים הו\"ע ירידת העליונים לתחתונים (משא\"כ בנתינת המצוות למטה אין מודגש כ\"כ הענין דירידת העליונים למטה, שהרי אדרבה, ענינם של המצוות (ציוויים) הוא שהאדם יקיים אותם). וענין התחתונים יעלו לעליונים הוא בעיקר במצוות. דבתורה, כיון שגם לאחרי שירדה למטה היא דבר ה', לכן, גם בלימוד ועסק התורה דהאדם נרגש בעיקר ההמשכה מלמעלה, שהתורה שהיא חכמתו של הקב\"ה נמשכת ומתלבשת בשכלו של האדם, ולא הבירור והזיכוך דשכל האדם. והענין שהתחתונים יעלו לעליונים מודגש בעיקר במצוות, דכיון שענין המצוות (ציוויים) הוא שהאדם יקיים את המצוות (כנ\"ל), והכוונה בזה היא בכדי לצרף את הבריות33, בכדי לברר ולזכך ולהעלות הכחות והאברים של האדם שמקיים את המצוה וגם את הדברים שבעולם שבהם מקיימים את המצוה ולעשותם כלים לאלקות, ענין המצוות הוא עליית התחתונים למעלה.וע\"פ מה שנתבאר לעיל (סעיף ד) שעיקר הכוונה בביטול הגזירה דמתן תורה הוא שהתחתונים יעלו למעלה, וכמו\"כ הוא בנוגע לביטול הגזירה והמחיצה בנוגע לפנימיות התורה (גל עיני ואביטה נפלאות מתורתך) שהעיקר הוא העלי' מלמטלמ\"ע, צריך לומר, דבאביטה נפלאות מתורתך נכלל גם ענין המצוות כמו שהם מצד נשמתא דאורייתא. ולכן מביא הצ\"צ פירוש השל\"ה דנפלאות מתורתך הם כוונת המצוות. והענין הוא, דבכדי שקיום המצוות יהי' כדבעי הוא ע\"י לימוד התורה, דתלמוד מביא לידי מעשה34. ויש לומר, דבכדי שמעשה המצוה (הגוף של המצוה35) יהי' כדבעי הוא ע\"י לימוד גליא דתורה (הגוף דתורה), ובכדי שכוונת המצוות (הנשמה דהמצוות34) תהי' כדבעי הוא ע\"י לימוד פנימיות התורה (נשמתא דאורייתא).ו) והנה כמו שבלימוד התורה (אפילו בנגלה דתורה, ומכש\"כ בפנימיות התורה) יש ריבוי מדריגות עד אין קץ, כמו\"כ הוא בקיום המצוות, אפילו במעשה המצוות ומכש\"כ בכוונת המצוות, שיש בזה ריבוי מדריגות. ועפ\"ז יובן מה שידוע36 שממעשה המצוות נעשים לבושים להנשמה בג\"ע התחתון ומכוונת המצוות נעשים לבושים בג\"ע העליון, דלכאורה, הרי גם בג\"ע התחתון עצמו, וכן בג\"ע העליון עצמו, יש ריבוי מדריגות37, ואיך אפשר שבכל המדריגות יהיו אותם הלבושים. והביאור בזה, דבמעשה המצוות וכן בכוונת המצוות יש ריבוי מדריגות כנ\"ל.והנה הגם שכוונת המצוה היא נשמת המצוה ששייכת בכלל לנשמתא דאורייתא, מ\"מ, כו\"כ ענינים דכוונת המצוות הם גם בנגלה דתורה. הן בנוגע הכוונה הכללית38 דמצוות (שבכל המצוות בשוה) לקיים רצון ה' – דכוונה זו היא גם ע\"פ נגלה דתורה (אלא שע\"י לימוד פנימיות התורה, הכוונה והרצון דהאדם לקיים רצון ה' הוא באופן נעלה יותר39), וגם הכוונות הפרטיות37 שבכל מצוה בפרט, הרי הטעם והכוונה דכו\"כ מצוות נתפרש גם בנגלה דתורה, גם ע\"פ דרך הפשט [ועד שהטעם דכו\"כ מצוות מפורש בקרא], ומכש\"כ ע\"פ דרך הרמז והדרוש, אלא שהטעם והכוונה דהמצוות שע\"פ דרך הסוד (פנימיות התורה) הוא נעלה הרבה יותר, ועי\"ז מיתוסף עומק וכו' גם בהטעם שע\"פ נגלה. ויש לומר, דכמו שבנוגע לראיית הנפלאות דתורה, הבקשה גל עיני ואביטה נפלאות מתורתך היא שראיית הנפלאות דתורה (נשמתא ונשמתא לנשמתא) תהי' מתורתך, מענינים אלה שבגליא דתורה, מהגוף דתורה וגם מהלבוש דתורה (כנ\"ל סעיף ד), עד\"ז הוא בנוגע לכוונת המצוות, שהנפלאות דכוונת המצוות [כוונות האריז\"ל, ולמעלה יותר] צריכים לראותם מתוך הכוונות שע\"ד הפשט, ויתרה מזה – מתוך הכוונות ע\"ד הפשט המובנים לבן חמש למקרא [שהם דוגמת לבושא דאורייתא, הסיפורים דתורה, שגם תינוקות לומדים אותם].ז) ולהוסיף, דבכוונת המצוות, נוגע ענין זה [שענינים הכי נעלים ידעו מענינים אלה כמו שהם בפשטות] עוד יותר מאשר בתורה. כי היתרון בזה שידיעת הנפלאות היא מהענינים שבפשטות הוא שעי\"ז תהי' ידיעת הנפלאות דהאדם גם מצד ענינו (כנ\"ל סעיף ד), וכיון שענין המצוות הוא לצרף בהן את הבריות (כנ\"ל סעיף ה), לפעול בירור וזיכוך בהאדם המקיים את המצוה, [דעיקר הבירור והזיכוך הוא ע\"י כוונת המצוות40, וכל שהכוונה היא נעלית יותר, הבירור והזיכוך הוא נעלה יותר], לכן, בענין המצוות נוגע עוד יותר שידיעת הנפלאות דכוונת המצוות תהי' מתוך הכוונות שבפשטות. ועפ\"ז יש לבאר מה שמביא הצ\"צ במאמר שרש מצות התפלה41 הלשון אני מתפלל לדעת זה התינוק. דלכאורה, במאמר שרש מצות התפלה מבאר ענין התפלה [בכלל, וגם כמה ענינים פרטיים דתפלה] ע\"פ קבלה, ועוד יותר – ע\"פ חסידות, ומה מקום במאמר זה להביא הענין דאני מתפלל לדעת זה התינוק. ויש לומר, שבזה מרמז, שהכוונות דתפלה בדרגות הכי נעלות צריכות להיות קשורות עם ענין התפלה כמו שהיא לדעת התינוק, הן בנוגע לכללות ענין התפלה – שידיעת ענין התפלה בדרגות הכי נעלות תהי' גם מענין התפלה כמו שתינוק מבין, והן בנוגע לביאור הענינים (הפסוקים, בקשות וכו') שאומרים בתפלה, שהביאורים הכי נעלים צריכים להיות בהתאם [ועד שידיעתם תהי' מתוך] פירוש המילות דתפלה כמו שתינוק מבין. והגם שענין זה הוא בכל הענינים שבתורה, מ\"מ, כיון שענין התפלה היא העלאה מלמטה למעלה, בירור וזיכוך האדם, לכן בתפלה ענין זה נוגע יותר (ע\"ד שנתבאר לעיל בנוגע למצוות). ולכן, במאמר שרש מצות התפלה מובא הענין דאני מתפלל לדעת זה התינוק.ח) וזהו הקשר דשני הפסוקים שבהם מרומז הענין דל\"ג בעומר, גל עיני ואביטה נפלאות מתורתך ועד הגל הזה, כי הגל שבין לבן ליעקב הוא דוגמת הגזירה והמחיצה בין העליונים להתחתונים שהיתה קודם מתן תורה. ומבואר בסידור שער הל\"ג בעומר42, דבהגל שבין לבן ליעקב, שני ענינים. הגל שבין לבן העליון (שלמעלה מיעקב) ליעקב, והוא הפרסא שבין עולמות הא\"ס שלמעלה מאצילות ואצילות. והגל שבין יעקב ולבן התחתון, הפרסא שבין אצילות לבי\"ע. והרמז דל\"ג בעומר בפסוק זה הוא, שע\"י רשב\"י נתברר הגל והמחיצה43, המחיצה שבין לבן העליון ליעקב וגם המחיצה שבין יעקב ללבן התחתון. היינו, שגם בבי\"ע ועד בעולם העשי' יהי' גילוי האצילות וגם גילוי האוא\"ס שלמעלה מאצילות. וענין זה הוא גם התוכן דפסוק השני שמרמז על ל\"ג בעומר, גל עיני ואביטה נפלאות מתורתך, שגם בענינים שבנגלה דתורה (בי\"ע), וגם בלבושא דאורייתא, בהסיפורים דתורה (עשי'44), יהי' בגילוי הנפלאות דתורה, בחי' נשמתא דאורייתא (אצילות) וגם בחי' נשמתא דנשמתא (למעלה מאצילות).ט) ולהוסיף, דע\"פ הידוע שכל הענינים שבתורה הם בתכלית הדיוק, צריך לומר, דזה שהפסוק עד הגל הזה [שמדבר בענין הגל והמחיצה שבין לבן ליעקב] מרמז על ל\"ג בעומר שענינו הוא בירור הגל והמחיצה, הוא, כי זה שהסימן והעדות על אני לא אעבור אליך גו' אתה לא תעבור אלי גו'3 הי' שעשו גל, ולא שעשו חומה, הוא לרמז שעשיית המחיצה מלכתחילה היא באופן שיש נתינת מקום שיהי' אני אעבור אליך ואתה תעבור אלי45. והיינו, שהכוונה בעשיית המחיצה בין העליונים והתחתונים מלכתחילה היא בכדי שאח\"כ יהי' החיבור דעליונים ותחתונים. וזה שבתחלה הי' צריך להיות המחיצה בין העליונים להתחתונים, הוא, כי הכוונה דדירה בתחתונים היא שהדירה תהי' בתחתון שאין תחתון למטה ממנו46, ולכן היתה התהוות התחתונים ע\"י מחיצה, דלא רק שבפועל אין מאיר בהם הגילוי דהעליונים אלא שישנה מחיצה ביניהם שהוא סימן ועדות שיהי' לא אעבור אליך ולא תעבור אלי47, בכדי שע\"י העבודה דישראל יהי' החיבור גם דתחתונים אלה [שיש גזירה48 שלא יתחברו עם העליונים] עם העליונים. וזהו שהרמז דל\"ג בעומר הוא בפסוק עד הגל הזה, כי זה שרשב\"י בירר הגל והמחיצה הוא שעל ידו נתגלה ענין הפנימי דהצמצום עצמו49, שהכוונה בהצמצום [שהיא ענינו הפנימי] היא בשביל הגילוי.וזהו שהרמז דל\"ג בעומר בפסוק גל עיני ואביטה נפלאות מתורתך למדין מהרמז דל\"ג בעומר שבפסוק עד הגל הזה, כי עיקר החידוש והעילוי דגל עיני ואביטה נפלאות מתורתך הוא שראיית הנפלאות דתורה תהי' (לא רק מפני שהנפלאות יהיו בגילוי, אלא) ע\"י גל עיני, שהקב\"ה יפקח את עיני האדם ויראה האדם את הנפלאות דתורה מצד ענינו של האדם (כנ\"ל סעיף ד), ובכדי שהאדם התחתון יוכל לראות הנפלאות דתורה מצד ענינו, הוא ע\"י הענין דל\"ג בעומר המרומז בעד הגל הזה – גילוי ענינו הפנימי דהצמצום, שהצמצום הוא בשביל הגילוי.יו\"ד) וע\"י לימוד והפצת פנימיות התורה, תורתו של רשב\"י, ובפרט כמו שנתגלתה בתורת החסידות, גילוי באופן דיתפרנסון, הבנה והשגה, ועד שהשכל דהאדם הלומד נעשה חד עם הענין שלומד50 [שהוא ע\"ד המבואר לעיל בענין גל עיני, שראיית הנפלאות דתורה היא מצד ענינו של האדם עצמו], זוכים לגילוי פנימיות התורה שיהי' לע\"ל, שהגילוי אז יהי' נוסף על מצד מלמעלה אלא שזה יהי' ענינו דהעולם, כמ\"ש הרמב\"ם51 ולא יהי' עסק כל העולם אלא לדעת את ה' בלבד כו'52 שנאמר53 כי מלאה הארץ דיעה את ה' כמים לים מכסים, בגאולה האמיתית והשלימה ע\"י משיח צדקנו, בקרוב ממש.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד ש\"פ אמור, י\"ט אייר, ה'תשל\"ז*גל עיני ואביטה נפלאות מתורתך1, וכתב אדמו\"ר מהר\"ש במאמרו ע\"פ זה2, דע\"פ מ\"ש בסידור שער הל\"ג בעומר3 שהרמז בתורה על ל\"ג בעומר הוא בפסוק4 עד הגל הזה, גם הפסוק גל עיני יתבאר על ל\"ג בעומר וע\"פ הידוע שכל הענינים שבתורה הם בתכלית הדיוק, יש לומר, דזה שהענין דל\"ג בעומר שבפסוק גל עיני גו' למדין מהענין דל\"ג בעומר שבפסוק עד הגל הזה, הוא, כי בכדי לבוא לענין גל עיני גו' הוא ע\"י עד הגל הזה.ב) והנה השייכות דפסוק זה לל\"ג בעומר יום ההסתלקות דרשב\"י (בפשטות) הוא, כי ענינו של רשב\"י הוא – שעל ידו הי' הגילוי דפנימיות התורה [וכמבואר בכ\"מ5, שהגילוי דתורה הנגלית הי' ע\"י משה רבינו והגילוי דפנימיות התורה הי' ע\"י רשב\"י6], ועיקר הגילוי הי' ביום הסתלקותו, כדאיתא בזהר7 שביום הסתלקותו גילה לתלמידיו \"מלין קדישין\" שלא גילה במשך כל ימי חייו (כי הענינים שגילה אז היו ענינים נעלים ביותר שאפילו רשב\"י הי' מקודם ירא לגלותם8) וע\"י כתיבת המלין קדישין (ע\"פ הציווי שלו9), נתגלו אח\"כ לכל ישראל, ועד שנתגלו באופן דיתפרנסון10, בהבנה והשגה שגם המשכת גילוי זה (הגילוי לכל ישראל ובאופן דיתפרנסון) היתה ביום הסתלקות רשב\"י (ע\"י כתיבתן של המלין קדישין אז, ע\"פ הציווי שלו) ולהוסיף, דע\"פ הידוע11 שביום הסתלקותו של אדם מתגלה הפנימיות של כל עבודתו שעבד במשך כל ימי חייו, מובן, דביום הסתלקות רשב\"י, נתגלה גם הפנימיות של הסודות שגילה במשך כל ימי חייו ובכל שנה ושנה, ביום ל\"ג בעומר, חוזר וניעור הגילוי שהי' בל\"ג בעומר בפעם הראשונה12 – גילוי פנימיות התורה (תורתו של רשב\"י) וכמובן גם מהמבואר בכ\"מ13 דבל\"ג בעומר הוא מתן תורה14 דפנימיות התורה, בדוגמת חג השבועות שהוא זמן מתן תורה בכלל",
          "topics": [
            "גילוי",
            "משה",
            "ישראל",
            "תורה",
            "גלות"
          ],
          "word_count": 260
        },
        {
          "chunk_id": "chunk_2",
          "content": "דמזה מובן, דכמו שמתן תורה בחג השבועות הוא בכל שנה ושנה, כמו\"כ מתן תורה דפנימיות התורה בל\"ג בעומר הוא בכל שנה ושנה וזהו שענין ל\"ג בעומר מרומז בפסוק גל עיני ואביטה נפלאות מתורתך, כי נפלאות שבתורה הוא פנימיות התורה15, וענין גל גו' נפלאות הוא גילוי (גל מלשון גילוי16) הנפלאות דתורה (פנימיות התורה) שנמשך בג\"ל (בל\"ג בעומר).ג) ומבאר בהמאמר17, דבנפלאות שבתורה (פנימיות התורה) שתי דרגות והענין הוא, דאיתא בזהר18 שבתורה יש לבוש, גוף, נשמה ונשמה לנשמה גליא דתורה הוא הלבוש והגוף דתורה [הסיפורים דתורה – לבוש, וההלכות דתורה – הגוף], והנשמה דתורה היא פנימיות התורה, שנחלקת בכללות לשתי דרגות רזין דאורייתא (סתים) – נשמתא, ורזין דרזין (סתימא דכל סתימין) – נשמתא לנשמתא והבקשה גל עיני ואביטה נפלאות מתורתך (נפלאות לשון רבים) היא שיראה את שתי הדרגות דנפלאות שבתורה, רזין ורזין דרזין ומבאר, שנשמתא היא בחינת נר\"ן, ונשמתא לנשמתא היא בחינת ח\"י ואולי יש לומר, שהענינים דפנימיות התורה שגילה רשב\"י במשך כל ימי חייו19 הם בחינת נשמתא דאורייתא, והענינים שגילה ביום הסתלקותו18 הם בחינת נשמתא לנשמתא.והנה ברשימות הצ\"צ לתהלים עה\"פ גל עיני ואביטה נפלאות מתורתך20 מביא מאמר הזהר הנ\"ל שבתורה יש לבושא וגופא ונשמתא ונשמתא לנשמתא, ומבאר, שהבקשה גל עיני ואביטה נפלאות היא שיראה לא רק הלבוש לבד אלא גם נשמתא ובהמשך הענין מביא פירוש השל\"ה21 דאביטה נפלאות הוא כוונת המצוות ולאחרי שמביא פירוש השל\"ה ממשיך לבאר שנפלאות הוא פנימיות התורה, נשמתא דאורייתא",
          "topics": [
            "אור",
            "גילוי",
            "מצוות",
            "תורה",
            "יראה"
          ],
          "word_count": 221
        },
        {
          "chunk_id": "chunk_3",
          "content": "וצריך להבין, דלכאורה הי' צריך תחלה לסיים ביאור הפירוש שנפלאות הוא נשמתא דאורייתא ולאח\"ז להביא עוד פירוש שנפלאות הוא כוונת המצוות, ומזה שמביא פירוש זה באמצע הביאור שנפלאות הוא נשמתא דאורייתא, משמע, שהפירוש שנפלאות הוא כוונת המצוות נוגע לביאור והבנת הפירוש דאביטה נפלאות הוא שיראה נשמתא דאורייתא.ד) ויובן זה בהקדים מ\"ש גל עיני גו' שמבקש מהקב\"ה שיפקח את עיניו, דלכאורה, כיון שהסיבה לזה שע\"ד הרגיל אין רואים את הנפלאות דתורה הוא (לא מצד החסרון דהכלים, אלא) לפי שהנפלאות הם מכוסים ונעלמים [ויש לומר, שההעלם דבחינת נשמתא דאורייתא הוא מפני שהיא מלובשת בהגוף דתורה (גליא דתורה) שמעלים על הנשמה, וההעלם דבחינת נשמתא לנשמתא דאורייתא הוא (לא שהיא מלובשת באיזה דבר שמעלים עלי', אלא) שמצד עצמה היא בהעלם, העלם שלמעלה מגילוי], הוה לי' לבקש שהקב\"ה יגלה את הנפלאות דתורה22, ומהי הבקשה גל עיני שהקב\"ה יפקח את עיניו ונקודת הביאור בזה, ע\"פ מה דאיתא במדרש23, משל למלך שגזר ואמר בני רומי לא ירדו לסוריא ובני סוריא לא יעלו לרומי, כך כשברא הקב\"ה את העולם גזר ואמר השמים שמים לה' והארץ נתן לבני אדם24, כשביקש ליתן התורה ביטל הגזירה ואמר התחתונים יעלו לעליונים והעליונים ירדו לתחתונים, ואני המתחיל, שנאמר25 וירד הוי' על הר סיני וכתיב26 ואל משה אמר עלה אל הוי'",
          "topics": [
            "אור",
            "גילוי",
            "העלם",
            "תחתונים",
            "עליונים"
          ],
          "word_count": 197
        },
        {
          "chunk_id": "chunk_4",
          "content": "ומבואר במק\"א27, דהטעם שאומר התחתונים יעלו לעליונים לפני והעליונים ירדו לתחתונים, אף שירידת העליונים למטה היתה קודם, אני המתחיל, הוא, כי תכלית הכוונה דמתן תורה הוא התחתונים יעלו לעליונים [שיהיו כלי לגילוי אלקות, ויתירה מזה שגם המשכת הגילוי בהם תהי' מצד ענינם וע\"י עבודתם], אלא שבכדי שיוכל להיות עליית התחתונים למעלה הוא ע\"י ירידת העליונים למטה, שהיא ההתחלה והנתינת כח על עליית התחתונים למעלה ועד\"ז הוא במתן תורה דפנימיות התורה שבל\"ג בעומר, שהכוונה בביטול הגזירה והמחיצה בין עליונים ותחתונים בנוגע לפנימיות התורה היא, שהגילוי דפנימיות התורה שנמשך להאדם יהי' (גם) מצד האדם וזהו גל עיני ואביטה נפלאות מתורתך, שהקב\"ה יפקח את עיני האדם ויראה את הנפלאות שבתורה (לא רק ע\"י שהנפלאות יהיו בגילוי, אלא גם) מצד ענינו של האדם.ועפ\"ז יש לבאר מ\"ש בהמאמר28 דפירוש גל עיני ואביטה נפלאות מתורתך הוא שראיית הנפלאות דתורה (נשמתא דאורייתא ונשמתא לנשמתא) תהי' מתורתך, מתורה הנגלית, דלכאורה, הרי העיקר הוא שיראה הנפלאות דתורה, ומהו היתרון בזה שיראה אותם ע\"י הענינים שבגליא דתורה ויש לומר הביאור בזה, דכל הענינים שבעולם ושבאדם, התחלתם הוא בתורה29 ולכן, ע\"י שראיית הנפלאות דתורה (דהאדם) היא ע\"י ענינים אלה שבגליא דתורה, היינו שהגוף והלבוש דתורה עצמו מגלה את הנשמה והנשמה לנשמה דתורה, עי\"ז נעשה עד\"ז גם בהאדם העוסק בתורה, דזה שרואה את הנפלאות דתורה הוא (גם) מצד ענינו דהאדם.ה) והנה שני הענינים הנ\"ל שבביטול הגזירה והמחיצה בין עליונים לתחתונים שנתחדשו במתן תורה הם בכללות יותר תורה ומצוות דענין ירידת העליונים למטה שנתחדש במתן תורה הוא בעיקר בתורה, וענין עליית התחתונים למעלה שנתחדש במתן תורה הוא בעיקר במצוות30",
          "topics": [
            "אלקות",
            "אור",
            "גילוי",
            "תחתונים",
            "עליונים"
          ],
          "word_count": 246
        },
        {
          "chunk_id": "chunk_5",
          "content": "והענין הוא, דמהחילוקים בין תורה למצוות הוא31, דהתורה היא דבר ה', חכמתו של הקב\"ה, אלא שירדה למטה ונתלבשה בשכל אנושי בכדי שהאדם יוכל להבינה ולהשיגה, והמצוות שהם ציוויים להאדם, הכוונה והמבוקש בהם היא (לא הציווי עצמו, אלא) קיום הציווי שהאדם מקיים וזהו שהענין דירידת העליונים למטה הוא בעיקר בתורה, דהתורה, שהיא חכמתו של הקב\"ה, מקומה למעלה32, וזה שהתורה ניתנה למטה ונתלבשה בשכל אנושי ובדברים גשמיים הו\"ע ירידת העליונים לתחתונים (משא\"כ בנתינת המצוות למטה אין מודגש כ\"כ הענין דירידת העליונים למטה, שהרי אדרבה, ענינם של המצוות (ציוויים) הוא שהאדם יקיים אותם) וענין התחתונים יעלו לעליונים הוא בעיקר במצוות דבתורה, כיון שגם לאחרי שירדה למטה היא דבר ה', לכן, גם בלימוד ועסק התורה דהאדם נרגש בעיקר ההמשכה מלמעלה, שהתורה שהיא חכמתו של הקב\"ה נמשכת ומתלבשת בשכלו של האדם, ולא הבירור והזיכוך דשכל האדם והענין שהתחתונים יעלו לעליונים מודגש בעיקר במצוות, דכיון שענין המצוות (ציוויים) הוא שהאדם יקיים את המצוות (כנ\"ל), והכוונה בזה היא בכדי לצרף את הבריות33, בכדי לברר ולזכך ולהעלות הכחות והאברים של האדם שמקיים את המצוה וגם את הדברים שבעולם שבהם מקיימים את המצוה ולעשותם כלים לאלקות, ענין המצוות הוא עליית התחתונים למעלה.וע\"פ מה שנתבאר לעיל (סעיף ד) שעיקר הכוונה בביטול הגזירה דמתן תורה הוא שהתחתונים יעלו למעלה, וכמו\"כ הוא בנוגע לביטול הגזירה והמחיצה בנוגע לפנימיות התורה (גל עיני ואביטה נפלאות מתורתך) שהעיקר הוא העלי' מלמטלמ\"ע, צריך לומר, דבאביטה נפלאות מתורתך נכלל גם ענין המצוות כמו שהם מצד נשמתא דאורייתא ולכן מביא הצ\"צ פירוש השל\"ה דנפלאות מתורתך הם כוונת המצוות",
          "topics": [
            "אלקות",
            "אור",
            "תחתונים",
            "עליונים",
            "עולם"
          ],
          "word_count": 240
        },
        {
          "chunk_id": "chunk_6",
          "content": "והענין הוא, דבכדי שקיום המצוות יהי' כדבעי הוא ע\"י לימוד התורה, דתלמוד מביא לידי מעשה34 ויש לומר, דבכדי שמעשה המצוה (הגוף של המצוה35) יהי' כדבעי הוא ע\"י לימוד גליא דתורה (הגוף דתורה), ובכדי שכוונת המצוות (הנשמה דהמצוות34) תהי' כדבעי הוא ע\"י לימוד פנימיות התורה (נשמתא דאורייתא).ו) והנה כמו שבלימוד התורה (אפילו בנגלה דתורה, ומכש\"כ בפנימיות התורה) יש ריבוי מדריגות עד אין קץ, כמו\"כ הוא בקיום המצוות, אפילו במעשה המצוות ומכש\"כ בכוונת המצוות, שיש בזה ריבוי מדריגות ועפ\"ז יובן מה שידוע36 שממעשה המצוות נעשים לבושים להנשמה בג\"ע התחתון ומכוונת המצוות נעשים לבושים בג\"ע העליון, דלכאורה, הרי גם בג\"ע התחתון עצמו, וכן בג\"ע העליון עצמו, יש ריבוי מדריגות37, ואיך אפשר שבכל המדריגות יהיו אותם הלבושים והביאור בזה, דבמעשה המצוות וכן בכוונת המצוות יש ריבוי מדריגות כנ\"ל.והנה הגם שכוונת המצוה היא נשמת המצוה ששייכת בכלל לנשמתא דאורייתא, מ\"מ, כו\"כ ענינים דכוונת המצוות הם גם בנגלה דתורה הן בנוגע הכוונה הכללית38 דמצוות (שבכל המצוות בשוה) לקיים רצון ה' – דכוונה זו היא גם ע\"פ נגלה דתורה (אלא שע\"י לימוד פנימיות התורה, הכוונה והרצון דהאדם לקיים רצון ה' הוא באופן נעלה יותר39), וגם הכוונות הפרטיות37 שבכל מצוה בפרט, הרי הטעם והכוונה דכו\"כ מצוות נתפרש גם בנגלה דתורה, גם ע\"פ דרך הפשט [ועד שהטעם דכו\"כ מצוות מפורש בקרא], ומכש\"כ ע\"פ דרך הרמז והדרוש, אלא שהטעם והכוונה דהמצוות שע\"פ דרך הסוד (פנימיות התורה) הוא נעלה הרבה יותר, ועי\"ז מיתוסף עומק וכו' גם בהטעם שע\"פ נגלה",
          "topics": [
            "אור",
            "מצוות",
            "מצוה",
            "תורה",
            "תלמוד"
          ],
          "word_count": 228
        },
        {
          "chunk_id": "chunk_7",
          "content": "ויש לומר, דכמו שבנוגע לראיית הנפלאות דתורה, הבקשה גל עיני ואביטה נפלאות מתורתך היא שראיית הנפלאות דתורה (נשמתא ונשמתא לנשמתא) תהי' מתורתך, מענינים אלה שבגליא דתורה, מהגוף דתורה וגם מהלבוש דתורה (כנ\"ל סעיף ד), עד\"ז הוא בנוגע לכוונת המצוות, שהנפלאות דכוונת המצוות [כוונות האריז\"ל, ולמעלה יותר] צריכים לראותם מתוך הכוונות שע\"ד הפשט, ויתרה מזה – מתוך הכוונות ע\"ד הפשט המובנים לבן חמש למקרא [שהם דוגמת לבושא דאורייתא, הסיפורים דתורה, שגם תינוקות לומדים אותם].ז) ולהוסיף, דבכוונת המצוות, נוגע ענין זה [שענינים הכי נעלים ידעו מענינים אלה כמו שהם בפשטות] עוד יותר מאשר בתורה כי היתרון בזה שידיעת הנפלאות היא מהענינים שבפשטות הוא שעי\"ז תהי' ידיעת הנפלאות דהאדם גם מצד ענינו (כנ\"ל סעיף ד), וכיון שענין המצוות הוא לצרף בהן את הבריות (כנ\"ל סעיף ה), לפעול בירור וזיכוך בהאדם המקיים את המצוה, [דעיקר הבירור והזיכוך הוא ע\"י כוונת המצוות40, וכל שהכוונה היא נעלית יותר, הבירור והזיכוך הוא נעלה יותר], לכן, בענין המצוות נוגע עוד יותר שידיעת הנפלאות דכוונת המצוות תהי' מתוך הכוונות שבפשטות ועפ\"ז יש לבאר מה שמביא הצ\"צ במאמר שרש מצות התפלה41 הלשון אני מתפלל לדעת זה התינוק דלכאורה, במאמר שרש מצות התפלה מבאר ענין התפלה [בכלל, וגם כמה ענינים פרטיים דתפלה] ע\"פ קבלה, ועוד יותר – ע\"פ חסידות, ומה מקום במאמר זה להביא הענין דאני מתפלל לדעת זה התינוק",
          "topics": [
            "אור",
            "דעת",
            "מצוות",
            "מצוה",
            "תורה"
          ],
          "word_count": 209
        },
        {
          "chunk_id": "chunk_8",
          "content": "ויש לומר, שבזה מרמז, שהכוונות דתפלה בדרגות הכי נעלות צריכות להיות קשורות עם ענין התפלה כמו שהיא לדעת התינוק, הן בנוגע לכללות ענין התפלה – שידיעת ענין התפלה בדרגות הכי נעלות תהי' גם מענין התפלה כמו שתינוק מבין, והן בנוגע לביאור הענינים (הפסוקים, בקשות וכו') שאומרים בתפלה, שהביאורים הכי נעלים צריכים להיות בהתאם [ועד שידיעתם תהי' מתוך] פירוש המילות דתפלה כמו שתינוק מבין והגם שענין זה הוא בכל הענינים שבתורה, מ\"מ, כיון שענין התפלה היא העלאה מלמטה למעלה, בירור וזיכוך האדם, לכן בתפלה ענין זה נוגע יותר (ע\"ד שנתבאר לעיל בנוגע למצוות) ולכן, במאמר שרש מצות התפלה מובא הענין דאני מתפלל לדעת זה התינוק.ח) וזהו הקשר דשני הפסוקים שבהם מרומז הענין דל\"ג בעומר, גל עיני ואביטה נפלאות מתורתך ועד הגל הזה, כי הגל שבין לבן ליעקב הוא דוגמת הגזירה והמחיצה בין העליונים להתחתונים שהיתה קודם מתן תורה ומבואר בסידור שער הל\"ג בעומר42, דבהגל שבין לבן ליעקב, שני ענינים הגל שבין לבן העליון (שלמעלה מיעקב) ליעקב, והוא הפרסא שבין עולמות הא\"ס שלמעלה מאצילות ואצילות והגל שבין יעקב ולבן התחתון, הפרסא שבין אצילות לבי\"ע והרמז דל\"ג בעומר בפסוק זה הוא, שע\"י רשב\"י נתברר הגל והמחיצה43, המחיצה שבין לבן העליון ליעקב וגם המחיצה שבין יעקב ללבן התחתון היינו, שגם בבי\"ע ועד בעולם העשי' יהי' גילוי האצילות וגם גילוי האוא\"ס שלמעלה מאצילות",
          "topics": [
            "אור",
            "אוא\"ס",
            "גילוי",
            "תחתונים",
            "עליונים"
          ],
          "word_count": 208
        },
        {
          "chunk_id": "chunk_9",
          "content": "וענין זה הוא גם התוכן דפסוק השני שמרמז על ל\"ג בעומר, גל עיני ואביטה נפלאות מתורתך, שגם בענינים שבנגלה דתורה (בי\"ע), וגם בלבושא דאורייתא, בהסיפורים דתורה (עשי'44), יהי' בגילוי הנפלאות דתורה, בחי' נשמתא דאורייתא (אצילות) וגם בחי' נשמתא דנשמתא (למעלה מאצילות).ט) ולהוסיף, דע\"פ הידוע שכל הענינים שבתורה הם בתכלית הדיוק, צריך לומר, דזה שהפסוק עד הגל הזה [שמדבר בענין הגל והמחיצה שבין לבן ליעקב] מרמז על ל\"ג בעומר שענינו הוא בירור הגל והמחיצה, הוא, כי זה שהסימן והעדות על אני לא אעבור אליך גו' אתה לא תעבור אלי גו'3 הי' שעשו גל, ולא שעשו חומה, הוא לרמז שעשיית המחיצה מלכתחילה היא באופן שיש נתינת מקום שיהי' אני אעבור אליך ואתה תעבור אלי45 והיינו, שהכוונה בעשיית המחיצה בין העליונים והתחתונים מלכתחילה היא בכדי שאח\"כ יהי' החיבור דעליונים ותחתונים וזה שבתחלה הי' צריך להיות המחיצה בין העליונים להתחתונים, הוא, כי הכוונה דדירה בתחתונים היא שהדירה תהי' בתחתון שאין תחתון למטה ממנו46, ולכן היתה התהוות התחתונים ע\"י מחיצה, דלא רק שבפועל אין מאיר בהם הגילוי דהעליונים אלא שישנה מחיצה ביניהם שהוא סימן ועדות שיהי' לא אעבור אליך ולא תעבור אלי47, בכדי שע\"י העבודה דישראל יהי' החיבור גם דתחתונים אלה [שיש גזירה48 שלא יתחברו עם העליונים] עם העליונים",
          "topics": [
            "אור",
            "גילוי",
            "תחתונים",
            "עליונים",
            "אצילות"
          ],
          "word_count": 194
        },
        {
          "chunk_id": "chunk_10",
          "content": "וזהו שהרמז דל\"ג בעומר הוא בפסוק עד הגל הזה, כי זה שרשב\"י בירר הגל והמחיצה הוא שעל ידו נתגלה ענין הפנימי דהצמצום עצמו49, שהכוונה בהצמצום [שהיא ענינו הפנימי] היא בשביל הגילוי.וזהו שהרמז דל\"ג בעומר בפסוק גל עיני ואביטה נפלאות מתורתך למדין מהרמז דל\"ג בעומר שבפסוק עד הגל הזה, כי עיקר החידוש והעילוי דגל עיני ואביטה נפלאות מתורתך הוא שראיית הנפלאות דתורה תהי' (לא רק מפני שהנפלאות יהיו בגילוי, אלא) ע\"י גל עיני, שהקב\"ה יפקח את עיני האדם ויראה האדם את הנפלאות דתורה מצד ענינו של האדם (כנ\"ל סעיף ד), ובכדי שהאדם התחתון יוכל לראות הנפלאות דתורה מצד ענינו, הוא ע\"י הענין דל\"ג בעומר המרומז בעד הגל הזה – גילוי ענינו הפנימי דהצמצום, שהצמצום הוא בשביל הגילוי.יו\"ד) וע\"י לימוד והפצת פנימיות התורה, תורתו של רשב\"י, ובפרט כמו שנתגלתה בתורת החסידות, גילוי באופן דיתפרנסון, הבנה והשגה, ועד שהשכל דהאדם הלומד נעשה חד עם הענין שלומד50 [שהוא ע\"ד המבואר לעיל בענין גל עיני, שראיית הנפלאות דתורה היא מצד ענינו של האדם עצמו], זוכים לגילוי פנימיות התורה שיהי' לע\"ל, שהגילוי אז יהי' נוסף על מצד מלמעלה אלא שזה יהי' ענינו דהעולם, כמ\"ש הרמב\"ם51 ולא יהי' עסק כל העולם אלא לדעת את ה' בלבד כו'52 שנאמר53 כי מלאה הארץ דיעה את ה' כמים לים מכסים, בגאולה האמיתית והשלימה ע\"י משיח צדקנו, בקרוב ממש",
          "topics": [
            "גילוי",
            "צמצום",
            "עולם",
            "דעת",
            "תורה"
          ],
          "word_count": 208
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס ל\"ג בעומר – תנש\"א, \"לקראת ל\"ג בעומר .. יום ה', ל\"ג בעומר, ה'תנש\"א\".1) תהלים קיט, יח.2) שבהמשך חייב אדם לברך תרל\"ח פכ\"ג (ע' לט ואילך)*. וראה שם פכ\"ה (ע' מא).*) ראה ב\"מפתח\" לההמשך, שפרקים כג-כה דההמשך הם מאמר בפני עצמו. ולהעיר, שלכאורה, התחלת המאמר הוא \"גל עיני\", אלא שניתוסף בתחילתו \"וזהו שאמר דהע\"ה\" בכדי לקשרו עם המאמרים שלפניו.3) ד\"ה עד הגל הזה (דש, ג ואילך).4) ויצא לא, נב.5) סידור שם (דש, סע\"ב). ד\"ה לה\"ע הילולא דרשב\"י עטר\"ת (סה\"מ עטר\"ת ס\"ע תיט ואילך). ועוד.6) מובן בפשטות, שבמתן תורה [שהי' ע\"י משה רבינו] ניתן גם פנימיות התורה**, אלא שהגילוי דפנימיות התורה הי' ע\"י רשב\"י.**) כולל גם פנימיות התורה שתתגלה לע\"ל. וכידוע שמתן תורה לא יהי' עוד הפעם (סה\"מ תרנ\"ו ע' שנו. המשך תרס\"ו ע' כג. שם ע' תקמו. תער\"ב ח\"א ע' שסו. סה\"מ עטר\"ת ע' רצא. תרפ\"ה ע' קצט. ה'תש\"ט ע' 57. ועוד).7) אד\"ז בזח\"ג רפז, ב.8) ראה אד\"ז שם (רצא, סע\"א) \"מלין דדחילנא לגלאה\".9) ראה אד\"ז שם (רפז, ב) \"ר' אבא יכתוב\". ויש לומר, דמהטעמים שצוה לכתוב הדברים שאמר אז דוקא, הוא, כי בענינים נעלים צריך פעולה מיוחדת שיהיו שייכים להעולם.10) ראה תקו\"ז ת\"ו בסופו \"כמה ב\"נ לתתא יתפרנסון מהאי חיבורא דילך כו'\". ובכסא מלך שם, דפירוש \"יתפרנסון\" הוא \"יפורשו מאמריו העמוקים כו' שיבינו כו'\". וראה לקו\"ש ח\"ג ע' 873.11) ראה סידור שם (דש, סע\"א ואילך). וראה אגה\"ק ביאור לסימן ז\"ך (קמז, סע\"א) וסימן כח (קמח, א).12) ראה סה\"מ ה'תש\"ד ע' 13 ואילך. ובכ\"מ.13) המשך תרס\"ו ע' ריט. סה\"מ ה'תש\"ד ע' 211.14) כ\"ה הלשון (\"מתן תורה\") בהמשך תרס\"ו שם. ובסה\"מ ה'תש\"ד שם \"הנתינה דפני' התורה\". ולכאורה הכוונה היא להגילוי דפני' התורה – ראה לעיל הערה 6.15) ראה הקדמת הרמב\"ם לפירוש המשניות (ד\"ה אחר כן ראה), דאביטה נפלאות הו\"ע דבש וחלב תחת לשונך* (שה\"ש ד, יא), ובמס' חגיגה (יג, א)** דדבש וחלב הו\"ע מעשה מרכבה – אוה\"ת (יהל אור) לתהלים עה\"פ (ע' תסא).*) בפיה\"מ להרמב\"ם שם \"ולגלות לו הסודות הגנוזות כו' ואביטה נפלאות\". ויש לומר, דב\"סודות הגנוזות\" נכלל גם מעשה בראשית [כיון שאין דורשין בהם ברבים, רמב\"ם הל' יסודי התורה פ\"ד ה\"י], ולכן מביא הצ\"צ מ\"ש הרמב\"ם דנפלאות הו\"ע דבש וחלב שקאי על מעשה מרכבה.**) וראה גם רמב\"ם הל' יסודי התורה ספ\"ב.16) מצודת ציון עה\"פ (תהלים קיט, יח).17) פכ\"ג (ע' לט).18) ח\"ג קנב, א.19) מהחילוקים בין נר\"נ (נשמתא) לח\"י (נשמתא לנשמתא) הוא, דנר\"נ הם מלובשים בגוף וח\"י הם למעלה מהתלבשות בגוף. ויש לומר, דענין ההסתלקות הוא שהנשמה יוצאת מהגבלת כלי הגוף, דבכללות הו\"ע ח\"י שלמעלה מהתלבשות בגוף. וכאשר רשב\"י \"בעא לאסתלקא מן עלמא\" (לשון הזהר שבהערה 7), (הגם שנשמתו היתה בהתלבשות בהגוף), האירה אצלו בחינה זו, ולכן גילה אז בחינת נשמתא דנשמתא (שבתורה).20) אוה\"ת (יהל אור) לתהלים ס\"ע תנט ואילך.21) בתחלתו (ב, א).22) וכמו \"אראנו נפלאות\" (מיכה ז, טו) שהקב\"ה יראה את הנפלאות. ולהעיר מהמבואר באוה\"ת לתהלים שם ובהמשך הנ\"ל שם פכ\"ה, דאביטה נפלאות הוא כענין \"אראנו נפלאות\".23) תנחומא וארא טו. שמו\"ר פי\"ב, ג. ועוד.24) תהלים קטו, טז.25) יתרו יט, כ.26) משפטים כד, א.27) לקו\"ש ח\"ח ע' 23.28) פכ\"ג (ריש ע' מ).29) ע\"ד אסתכל באורייתא וברא עלמא (זח\"ב קסא, א-ב).30) להעיר מהידוע (תו\"א בתחלתו (ושם ב, א). ובכ\"מ. ובארוכה בלקו\"ש ח\"ט ע' 65) דתורה היא המשכה מלמעלמ\"ט ומצוות העלאה מלמטלמ\"ע.31) ראה ספר השיחות תשמ\"ח ח\"א ע' 213. ח\"ב ע' 666.32) וראה תניא פ\"ד (ח, ב) \"התורה ירדה ממקום כבודה כו'\".33) ב\"ר רפמ\"ד. וש\"נ.34) קידושין מ, ב. ב\"ק יז, א.35) ראה תניא רפל\"ח. של\"ה רמט, סע\"ב. וראה בהנסמן במפתח פסוקים ומחז\"ל בתניא (קה\"ת תשמ\"ה) ע' צ הערה 11.36) אגה\"ק סכ\"ט (קנ, ב). תו\"א שמות נג, ג. ובכ\"מ.37) תו\"א מקץ לב, ד. ובכ\"מ. וראה בהנסמן לעיל ע' רכד הערה 36.38) ראה לקמן ח\"ד ע' טו, ובהנסמן שם הערה 25, שבקיום המצוות צ\"ל שתי כוונות, כוונה כללית וכוונה פרטית.39) להעיר מתניא פל\"ט (נג, ב) \"כמו שאין אדם עושה דבר בשביל חבירו למלאות רצונו אא\"כ אוהבו או ירא ממנו, כך אי אפשר לעשות לשמו ית' באמת למלאות רצונו לבד בלי זכרון והתעוררות אהבתו ויראתו\" – והדרך לבוא לאהבתו ויראתו היא לימוד פנימיות התורה (כמובן גם מרמב\"ם הל' יסודי התורה פ\"ב ה\"ב).40) להעיר מסה\"מ ה'תש\"ב ע' 53.41) פ\"ח (בסהמ\"צ להצ\"צ קיח, א).42) דש, ג ואילך. וראה בארוכה תו\"ח ויצא לז, א ואילך. המשך תער\"ב ח\"א פק\"ז (ע' רו) ואילך.43) המשך חייב אדם לברך תרל\"ח הנ\"ל פכ\"ה (ע' מב). ושם, שזהו ע\"ד ענין מחצתי ואני ארפא (האזינו לב, לט. וראה קה\"ר פ\"א, ד) שיהי' לע\"ל.44) ראה לקו\"ת ויקרא (ה, סע\"א) מפע\"ח (שער הנהגת הלימוד), שתלמוד ומשנה הם בבריאה וביצירה, ומקרא הוא בעשי'. ובהמשך הענין שם (ה, ב), שהסיפורים דתורה הם \"דברים שלא ניתנו להתלבש למטה בחכמה ושכל כלל\". ומזה מובן, שעיקר הענין ד\"מקרא בעשי'\" הוא בהסיפורים דתורה שבכתב.45) ראה גם לקו\"ש ח\"ה ע' 129. ושם, דזה שיש נתינת מקום שיהי' \"אעבור\" ו\"תעבור\" התנו בפירוש בהדיבור שלהם בענין הגל – לא תעבור גו' לרעה, ובפי' רש\"י שם: אבל אתה עובר לפרקמטיא.46) תניא רפל\"ו.47) ובלשון המדרש (הובא לעיל ס\"ד) \"שגזר ואמר בני רומי לא ירדו לסוריא ובני סוריא לא יעלו לרומי\".48) ראה הערה הקודמת.49) ראה המשך תער\"ב ח\"ב ס\"ע תתקלב ואילך. לעיל ס\"ע קצג ואילך. ובכ\"מ.50) ראה תניא פ\"ה (ט, ב).51) בסיום וחותם ספרו.52) היינו, שזה (ידיעת ה') הוא העסק (והענין) דהעולם.53) ישעי' יא, ט.",
      "glossary": "|אדם (Adam): A person; אדמו\"ר (Admor): Our master, our teacher, our rabbi; אז (Az): Then; אח\"כ (Achar Kach): Afterwards; אמור (Emor): Say/Speak; באופן (Be'Ofen): In a manner; בג\"ל (BeGimel Lamed): In Gimel-Lamed (33); בדוגמת (BiDugmat): In the likeness of; בהבנה (BeHavanah): With understanding; בהמאמר (BaHaMa'amar): In the discourse; בזהר (BaZohar): In the Zohar; בחג השבועות (BeChag HaShavuot): On the festival of Weeks; ביום (BeYom): On the day; ביותר (BeYoter): Extremely; בכ\"מ (BeChama Mekomot): In many places; בכדי (BiKdei): In order; בכל (BeChol): In every; בכלל (BiChlal): In general; בל\"ג בעומר (BeLag B'Omer): On Lag B'Omer; במאמרו (B'ma'amaro): In his discourse; במשך (BeMeshech): During; בס\"ד (בסייעתא דשמיא): With the help of Heaven; בסידור (BaSiddur): In the prayer book; בפסוק (BaPasuk): In the verse; בפעם הראשונה (BaPa'am HaRishonah): The first time; בפשטות (BiPeshtut): Simply; בתורה (BaTorah): In the Torah; בתכלית (BiTachlit): In ultimate; גילה (Gilah): He revealed; גילה (Gilah): Reveal; גילוי (Gilui): Revelation; גל (Gal): Open; גל גו' נפלאות (Gal Go Niflaot): Open etc. wonders; גל עיני גו' (Gal Einai Go): Open my eyes etc.; גל עיני ואביטה נפלאות מתורתך (Gal Einai V'abitah Niflaot MiToratecha): Open my eyes that I may behold wonders from Your Torah; גם (Gam): Also; דביום (DeBeYom): That on the day; דבל\"ג בעומר (DeBeLag B'Omer): That on Lag B'Omer; דבנפלאות (DeBeNiflaot): That in the wonders; דזה (DeZeh): That this; דיתפרנסון (DeYitparneson): That they would be sustained/understood; דיתפרנסון (DeYitparneson): That they would be sustained; דכמו (DeChemo): That just as; דל\"ג בעומר (DeLag B'Omer): Of Lag B'Omer; דמזה (DeMiZeh): That from this; דע\"פ (De'Al Pi): That according to; דפנימיות התורה (DiPnimiyut HaTorah): Of the inner dimension of Torah; דפסוק (DePasuk): Of the verse; דרגות (Dargot): Levels; דרשב\"י (DeRashbi): Of Rabbi Shimon bar Yochai; דתורה (DeTorah): Of Torah; דתורה הנגלית (DeTorah HaNigleit): Of the revealed Torah; ה'תשל\"ז (Hey Tav Shin Lamed Zayin): The year 5737; הגילוי (HaGilui): Revelation; הגילוי (HaGilui): The revelation; הדיוק (HaDiyuk): Precision; ההסתלקות (HaHistalkut): The passing/departure; הוא (Hu): It is; הי' (Hayah): There was; הי' (Hayah): Was; הידוע (HaYadu'a): The known; היו (Hayu): Were; היתה (Haytah): Was; הל\"ג בעומר (HaLag B'Omer): The 33rd day of the Omer; הם (Hem): They are; המלין קדישין (HaMilin Kadishin): The holy words; המשכת (Hamshachat): The drawing down; הנפלאות (HaNiflaot): The wonders; הסודות (HaSodot): The secrets; הסתלקות (Histalkut): Passing; הסתלקותו (Histalkuto): Of his passing; הענינים (HaInyanim): The matters/concepts; הענינים (HaInyanim): The matters; הפנימיות (HaPnimiyut): The inner dimension; הפסוק (HaPasuk): The verse; הציווי (HaTzivui): The command; הרמז (HaRemez): The hint/allusion; השייכות (HaShayachut): The connection; ובאופן (U'Ve'Ofen): And in a manner; ובכל (U'VeChol): And in every; והגילוי (VeHaGilui): And the revelation; והנה (VeHineh): And behold; והענ; והשגה (VeHasagah): And comprehension; וזהו (VeZehu): And this is; וכמבואר (U'CheMevo'ar): And as explained; וכמובן (U'CheMuvan): And as understood; ולהוסיף (U'Lehosif): And to add; ומבאר (U'Meva'er): And explains; וניעור (VeNi'ur): And awakens; וע\"י (Ve'Al Yedei): And through; ועד (Ve'ad): And until; ועיקר (VeIkar): And the main; וענין (VeInyan): And the matter; זה (Zeh): This; זמן (Zman): Time of; חג השבועות (Chag HaShavuot): Festival of Weeks; חוזר (Chozer): Returns; חייו (Chayav): His life; י\"ט אייר (Yud-Tet Iyar): 19th of Iyar; יום (Yom): Day; ימי (Yemei): Days of; ירא (Yarei): Afraid; יש לומר (Yesh Lomar): One can say; ישראל (Yisrael): Israel; יתבאר (Yitba'er): Will be explained; כדאיתא (KeDe'ita): As it states; כי (Ki): Because; כל (Kol): All; כמו\"כ (Kemo Chein): So too; כתיבת (Ketivat): Writing; כתיבתן (Ketivatan): Their writing; ל\"ג בעומר (Lag B'Omer): 33rd day of the Omer; ל\"ג בעומר (Lag B'Omer): Lag B'Omer; לבוא (Lavo): To come; לגלותם (LeGalotam): To reveal them; לכל (LeChol): To all; לל\"ג בעומר (LeLag B'Omer): To Lag B'Omer; למדין (Lemdim): We learn; לענין (LeInyan): To the matter; לתלמידיו (LeTalmidav): To his students; מ\"ש (Mah She): What is written; מהמבואר (MeHaMevo'ar): From what is explained; מהענין (MeHaInyan): From the matter; מהר\"ש (Maharash): Rabbi Shmuel (the fourth Lubavitcher Rebbe); מובן (Muvan): It is understood; מלין קדישין (Milin Kadishin): Holy words; מלשון (MiLashon): From the language of; מקודם (MiKodem): Previously; מרומז (Merumaz): Is hinted; משה רבינו (Moshe Rabbeinu): Moses our teacher; מתגלה (Mitgaleh): Is revealed; מתן תורה (Matan Torah): Giving of Torah; נעלים (Ne'elim): Lofty; נפלאות (Niflaot): Wonders; נתגלה (Nitgaleh): Was revealed; נתגלו (Nitgalu): Were revealed; ע\"י (Al Yedei): Through; ע\"פ (Al Pi): According to; עבודתו (Avodato): His service; עד הגל הזה (Ad HaGal HaZeh): Until this mound; על (Al): About/concerning; ענינו (Inyano): His matter/concept; ענינים (Inyanim): Matters; פנימיות התורה (Pnimiyut HaTorah): Inner dimension of Torah; רשב\"י (Rashbi): Rabbi Shimon bar Yochai; ש\"פ (שבת פרשת): Shabbat of Torah portion; שאפילו (SheAfilu): That even; שביום (SheBeYom): That on the day; שבפסוק (SheBaPasuk): That is in the verse; שבתורה (SheBaTorah): That are in the Torah; שגילה (SheGilah): That he revealed; שגם (SheGam): That also; שהגילוי (SheHaGilui): That the revelation; שהוא (SheHu): Which is; שהי' (SheHayah): That was; שהענין (SheHaInyan): That the matter; שכל (SheKol): That all; של (Shel): Of; שלא (Shelo): That he did not; שלו (Shelo): His; שמתן תורה (SheMatan Torah): That the giving of Torah; שנה ושנה (Shanah VeShanah): Year and year; שנמשך (SheNimshach): That is drawn down; שנתגלו (SheNitgalu): They were revealed; שעבד (She'avad): That he served; שעל ידו (SheAl Yado): That through him; שענין (SheInyan): That the matter; שער (Sha'ar): Gate; שתי (Shtei): Two; תורתו (Torato): His Torah;"
    },
    "search_tags": [
      "צמצום",
      "דור",
      "יסוד",
      "Concealment",
      "Talmud",
      "מצוות",
      "יעקב",
      "Elevation",
      "בינה",
      "Will",
      "אור",
      "Intention",
      "מצוה",
      "Worlds",
      "Foundation",
      "Service",
      "משה",
      "חסיד",
      "תלמוד",
      "תכלית",
      "Contraction",
      "Knowledge",
      "רבי",
      "אוא\"ס",
      "דעת",
      "Fear/Awe",
      "יצירה",
      "אצילות",
      "Commandments",
      "Nullification",
      "Exile",
      "Light",
      "Understanding",
      "יראה",
      "Commandment",
      "עולמות",
      "עליונים",
      "עולם",
      "Departure",
      "העלם",
      "World",
      "Wisdom",
      "Dwelling",
      "גאולה",
      "Moses",
      "Creation",
      "Generation",
      "העלאה",
      "Israel",
      "המשכה",
      "חסידות",
      "תורה",
      "Upper worlds",
      "גלות",
      "Lower worlds",
      "משיח",
      "Divinity",
      "גילוי",
      "רצון",
      "תחתונים",
      "Chassid",
      "Drawing down",
      "עבודה",
      "אלקות",
      "Jacob",
      "ביטול",
      "Purpose",
      "Torah",
      "כוונה",
      "Emanation",
      "ישראל",
      "Formation",
      "Rabbi",
      "בריאה",
      "הסתלקות",
      "Infinite Light",
      "Revelation",
      "דירה",
      "Chassidut",
      "חכמה",
      "Messiah",
      "Redemption"
    ]
  }
}