{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "1_תכא",
    "reference": "Reference: 1_תכא",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אלקות",
        "אור",
        "עצמות",
        "גילוי",
        "בריאה",
        "יצירה",
        "עולם",
        "עולמות",
        "מלכות",
        "יעקב",
        "ישראל",
        "משכן",
        "מקדש",
        "בית המקדש",
        "מצוות",
        "מצוה",
        "תורה",
        "גאולה",
        "משיח",
        "דור",
        "עבודה",
        "התקשרות",
        "ביטול",
        "המשכה",
        "כוונה",
        "רצון",
        "תיקון",
        "השתלשלות",
        "רבי",
        "חסיד"
      ],
      "key_concepts": [
        "Divinity",
        "Light",
        "Essence",
        "Revelation",
        "Creation",
        "Formation",
        "World",
        "Worlds",
        "Kingship",
        "Jacob",
        "Israel",
        "Tabernacle",
        "Temple",
        "Holy Temple",
        "Commandments",
        "Commandment",
        "Torah",
        "Redemption",
        "Messiah",
        "Generation",
        "Service",
        "Connection",
        "Nullification",
        "Drawing down",
        "Intention",
        "Will",
        "Rectification",
        "Chain of descent",
        "Rabbi",
        "Chassid"
      ],
      "biblical_references": [
        "שה\"ש ב, א",
        "בראשית ב, א",
        "בראשית מב, ב",
        "תהלים פא, ד",
        "תהלים פא, ד",
        "ישעי' נח, יג",
        "ישעי' מד, ו"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא",
        "זהר",
        "ברכות מט, א",
        "ברכות ח, א",
        "סנהדרין סה, ב"
      ],
      "chassidic_references": [
        "אדמו\"ר הזקן",
        "אדמו\"ר האמצעי",
        "אדמו\"ר הצ\"צ",
        "אדמו\"ר הצ\"צ",
        "אדמו\"ר מהר\"ש",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 2199,
      "chunk_count": 9
    },
    "content": {
      "main_text": "בס\"ד. ליל ערב ראש-השנה ה'תשמ\"גיום טוב של ראש השנה שחל להיות בשבת במקדש היו תוקעין אבל לא במדינה1. וצריך להבין [כמו שמדייק אדמו\"ר הצ\"צ2 במאמרו ד\"ה להבין הטעם3], הרי תקיעת שופר היא מ\"ע דאורייתא כמ\"ש4 יום תרועה יהי' לכם, והיאך ביטלו5 אותה משום גזירה שמא יעבירנו כו'6. וביותר יש לתמוה7, דמזה שבמקדש היו תוקעין גם בראש השנה כשחל בשבת הרי מוכח שמצות תקיעת שופר ישנה גם בפועל גם ביו\"ט של ראש השנה שחל להיות בשבת, ולמה ביטלו אותה בחו\"ל ואפילו במדינה מפני הגזירה שמא יעבירנו. וגם צריך להבין8 מה שפסוקי שופרות אומרים גם בראש השנה שחל בשבת, דהגם שאמירת הפסוקים קשורה ובאה בהמשך לתקיעת שופר, ובראש השנה שחל בשבת אין תוקעין במדינה, מ\"מ אמירת הפסוקים היא גם בראש השנה שחל בשבת.ומבאר זה (במאמר הנ\"ל) ע\"פ הידוע דכל המצוות שלנו הוא (בכדי) שע\"י אתעדל\"ת אתעדל\"ע. היינו, דמה שישראל מקיימים את המצוות הוא בכדי לפעול עי\"ז המצוות שלמעלה. דהנה כל המצוות שלמעלה נעשים הם ע\"י שהאדם שלמטה מקיים את המצוות, וכמ\"ש9 ועשיתם אותם, אתם כתיב, מעלה אני עליכם כאילו עשאוני10, רמ\"ח פיקודין אינון רמ\"ח אברין דמלכא11, בחינת ז\"א, והמשכת האור בהכלים דז\"א וכן הגדלת הכלים היא ע\"י קיום המצוות של האדם התחתון דוקא12, כמ\"ש אשר יעשה אותם האדם וחי בהם13, דהמצוות שלמעלה הוא דוקא על ידי אשר יעשה אותם האדם, נשמה בגוף. דכמו כן הוא במצות תקיעת שופר, שע\"י שישראל תוקעים בשופר, נעשה עי\"ז תקיעת שופר שלמעלה6.ובזה מבארים מ\"ש14 תקעו בחודש שופר, שידוע דיוק הבעש\"ט בזה15, שלכאורה הול\"ל תקעו שופר בחודש, ומבאר בזה, דמ\"ש תקעו בחודש (בחודש בסמיכות לתקעו) הוא, כי בחודש קאי על תקעו, דבכל שנה צ\"ל התקיעות באופן חדש. והטעם על זה, כי בכל שנה מתחדש בחינת השופר. ומכיון שכל הענינים שלמעלה נעשים ע\"י עבודת בנ\"י, כתורת הרב המגיד16 בפירוש המשנה17 דע מה למעלה ממך דכל מה שלמעלה הכל הוא ממך, לכן צ\"ל התקיעת שופר דישראל באופן חדש בכדי שעי\"ז יופעל למעלה ענין חדש.ב) והנה כמו שהוא במצות תקיעת שופר דראש השנה שבכל שנה שהוא באופן חדש, עד\"ז הוא בכל המצוות, כמארז\"ל18 בכל יום יהיו בעיניך כחדשים, ויתירה מזו חדשים ממש19. אלא שבתקיעת שופר, מכיון שהיא מצוה כללית על כל השנה20, כידוע21 הטעם על מה שנקרא בשם ראש השנה (ולא תחלת השנה) לפי שהוא הראש הכולל כל ימי השנה, ענין זה הוא ביתר שאת. ויש לומר, דענין זה (החידוש שבתקיעת שופר) הוא השרש שממנו נמשך שגם המצוות דכל השנה יהיו חדשים. דהנה מצות תקיעת שופר בראש השנה ענינה הוא שתמליכוני עליכם22, ומכיון דאופן המצוות הוא לפי האופן דתמליכוני עליכם, כמובן ממארז\"ל23 קבלו מלכותי תחלה ואח\"כ אגזור עליכם גזירות, לכן ע\"י שתקיעת שופר הוא באופן חדש נעשה כן בכל המצוות. דע\"י תקעו בחודש נעשה התחדשות כביכול במדת מלכותו ית', בזה שהוא ית' מלך על ישראל (תמליכוני עליכם), ועי\"ז גם במלכותו על כל העולמות [דגם זה נעשה ע\"י ובשביל ישראל, שהקב\"ה ממלא את בקשת ישראל מלוך על העולם כולו בכבודך24, שבזה (ב\"העולם כולו\") נכללים כל העולמות כולם], שבכל ראש השנה נמשך חיות חדש בכל סדר ההשתלשלות, חיות חדש שלא הי' עדיין מעולם, כמ\"ש אדמו\"ר הזקן באגה\"ק25, וחיות זה נמשך אח\"כ גם בכל ימי השנה, על ידי י\"ב ראשי חדשים, כמבואר בארוכה בספר עטרת ראש לאדמו\"ר האמצעי26. ועד\"ז הוא גם במצוות, דענין החידוש שבמצוות (בכל יום כו' חדשים) במשך כל השנה, נמשך הוא מהחידוש דתקיעת שופר שבראש השנה.ג) ובזה יובן27 שבראש השנה שחל בשבת אין תוקעין במדינה, כי מה שצריך לתקוע בשופר בראש השנה הוא (כנ\"ל) בכדי לפעול עי\"ז השופר שלמעלה, ובשבת יש בחי' זו (שופר) בלי עבודת האדם28. דהנה ידוע, דביו\"ט אומרים מקדש ישראל והזמנים שישראל אינהו דקדשינהו לזמנים29, משא\"כ שבת היא מקדשא וקיימא, ואינה תלוי' בישראל שיקדשוה30. ולכן יש בשבת ריבוי ענינים שהם מן המוכן, ומהם כמה באופן דשלימות, גם בלי עבודת האדם. והנה כתיב31 לעשות את השבת, דישראל עושים את השבת, וכן כתיב32 זכור את יום השבת לקדשו, דישראל צריכים לקדש את השבת. והענין הוא, שבשבת יש שתי מדריגות33, מה ששבת מקדשא וקיימא מצד עצמו, ומה שישראל מוסיפים בו ע\"י עבודתם. דהנה שבת הו\"ע התענוג, ואעפ\"כ אמרו34 כל המענג את השבת, שצריכים לענג את השבת, וכן כתיב35 וקראת לשבת עונג, שצריך לקרוא ולהמשיך עונג בשבת, כי ע\"י העבודה דישראל ממשיכים בשבת עונג נעלה יותר. אבל יש עונג בשבת מצד עצמו, מצד זה ששבת מקדשא וקיימא, והוא עונג בשלימות. דהרי כללות ענין השבת הוא שאז נעשה שלימות בכל הבריאה, כמ\"ש36 ויכולו השמים והארץ וכל צבאם, דויכולו הו\"ע השלימות כפירוש אדמו\"ר הצ\"צ37, דמזה מובן שגם התענוג דשבת (כמו שהוא מצד עצמו) הוא בשלימות. וזהו מה שבראש השנה שחל בשבת אין הכרח כ\"כ לתקוע בשופר במדינה. דהנה שופר הוא בחינת תענוג38, וכמו שמבאר בהמאמר39 דשופר הוא מלשון שפרו מעשיכם40 ומלשון הנותן אמרי שפר41 (וכן עוד לשונות שמביא בהמאמר שם), שענינם הוא תענוג. ומכיון שכל מה שלמעלה הכל הוא ממך, לכן בכדי שיהי' בחינת התענוג (שופר) שלמעלה, נעשה זה ע\"י תקיעת שופר דישראל. דכ\"ז הוא בראש השנה שחל בחול. משא\"כ בשבת, ענין התענוג הוא מן המוכן (בלי עבודת האדם), ועד שהתענוג הוא בשלימות (כנ\"ל), ולכן בראש השנה שחל בשבת המצוה דתקיעת שופר אינה בתוקף כ\"כ (עם כל השטורעם) כמו בראש השנה שחל בחול, ולכן היא נדחית מצד החשש דשמא יעבירנו כו'.ד) והנה נוסף לזה שע\"י תקיעת שופר נעשה השופר (תענוג) למעלה (בז\"א וכו'), דמה שלמעלה הוא ממך, הנה ע\"י תקיעת שופר ממשיכים התענוג (הבחינה דשופר) בכל העולמות כולם, עד בעולם העשי'. וכמו שאומרים בתפלות ראש השנה וידע כל פעול כי אתה פעלתו ויבין כל יצור כי אתה יצרתו ויאמר כל אשר נשמה באפו כו', ואיתא בסידור האריז\"ל42 דג' לשונות אלו קאי על ג' עולמות בי\"ע [נשמה באפו קאי בעולם הבריאה, יצור בעולם היצירה ופעול בעולם העשי'], שהם כללות כל העולמות, ולכן אומרים בראש השנה ג' לשונות אלו כי ההמשכה דראש השנה היא בכל העולמות כולם, עד בעולם העשי'. וזה שבראש השנה שחל בשבת אין תוקעין הוא לפי שגם ענין זה שנעשה ע\"י תקיעת שופר, המשכת התענוג בכל העולמות עד למטה, בשבת נעשה זה מצד שבת עצמו. כידוע שההמשכה דשבת היא בכל העולמות, גם בעשי'. וכמבואר בכמה דרושים (ומהם בהדרושים דראש השנה)43 שהחיות דכל העולמות, גם דעולם העשי', בשבת הוא נעלה יותר מהחיות שבימי החול. דבימי החול החיות דעולמות הוא מאותיות הדיבור, ובשבת החיות שלהם הוא מאותיות המחשבה. הרי דשבת פועל בכל העולמות, גם בעולם הגשמי. ועד שזה פועל שינוי גם בטבע של עם הארץ44 דבשבת (הרי מצד טבעו) אינו יכול לשקר45.ומה שבמקדש היו תוקעין גם בראש השנה שחל בשבת, הוא לפי שבחינת התענוג (בחינת שופר) שהמשיכו ע\"י תקיעת שופר במקדש היא נעלית יותר46. והיינו דהתענוג שממשיכים ע\"י תקיעת שופר במדינה הוא התענוג שיש בשבת מצד עצמו, מצד זה ששבת מקדשא וקיימא, ולכן בראש השנה שחל בשבת אין תוקעין במדינה, משא\"כ ע\"י תקיעת שופר במקדש ממשיכים בחינת תענוג נעלית יותר, שאינה בשבת מצד עצמו (והוא ע\"ד שנת\"ל בענין כל המענג את השבת, שיש בחינה בתענוג שאינה בשבת מצד עצמו ונעשית ע\"י העבודה דישראל), ולכן במקדש היו תוקעין בראש השנה שחל בשבת. דבחינה זו היא למעלה יותר מבחינת התענוג גם דכל המענג את השבת (העבודה דשבת)47, ונמשכת רק בראש השנה ע\"י העבודה דתקיעת שופר.ה) והענין הוא (כמבואר בהמאמר שם48), דהנה בתענוג שבמצוות יש שני אופנים. אופן הא' הוא התענוג מזה שקיים ציווי הקב\"ה, אשר קדשנו במצוותיו וצונו, דתענוג זה הוא בכל המצוות בשוה, דמכיון שהרצון הוא שוה בכל המצוות, במילא גם התענוג שמצד הרצון הוא בכולם בשוה. ואופן הב' הוא התענוג הפרטי שבכל מצוה, דבכל מצוה יש תענוג מיוחד. ומבאר בהמאמר, דהתענוג הפרטי שבכל מצוה הוא נעלה יותר מהתענוג שמצד הרצון שבשוה בכל המצוות. דזהו חידוש בדרוש זה. דבכ\"מ49 מבואר דהכוונה הפרטית שבכל מצוה היא למטה במדריגה מהכוונה הכללית, וכאן מבאר דהתענוג הפרטי הוא נעלה יותר50. דהתענוג המלובש בהרצון (שהוא בשוה בכל המצוות) הוא בחינת גילוי התענוג, משא\"כ התענוג הפרטי שבכל מצוה שרשו הוא מבחינת מקור התענוגים שלמעלה מעלה מבחינת גילוי התענוג, ומבחינת מקור התענוגים נמשך הארה לכל בחינה כפי מדריגתה דוקא. ועפ\"ז מבאר שם51 ענין השופר מה ששופר הוא מלשון תענוג (הנותן אמרי שפר), דלכאורה אינו מובן, הרי ענין התענוג הוא כשיש כמה פרטים דוקא, וכמו\"כ הוא בתענוג שבקול (ניגון וכלי זמר) שהוא דוקא כשיש הרכבה של כמה קולות, ומכיון דשופר הוא קול אחד, איך שייך שיהי' בו תענוג. ובפועל אנו רואים, דקול שופר אין בו תענוג, ואדרבה הוא מעורר חרדה כמ\"ש52 אם יתקע שופר בעיר ועם לא יחרדו53, וכן במ\"ת כתיב54 וקול שופר חזק מאד ויחרד כל העם אשר במחנה וכתיב55 וירא העם וינועו ויעמדו מרחוק, דמצד הגילוי הכי גדול ונפלא דבקול שופר עליהם הופעת56 היו בביטול (ויעמוד מרחוק), דחרדה וביטול הם היפך התענוג, והיאך אומרים דשופר הוא מלשון וענינו תענוג. והענין בזה הוא (כמבואר בהמאמר שם50), דמה ששופר הוא תענוג הוא להיותו בחינת מקור התענוגים שלמעלה מבחינת גילוי התענוג. ולכן לא ימצא בקול השופר שום הרגשת תענוג כלל (ואדרבה הוא מטיל חרדה), לפי שהוא למעלה מבחינת תענוג גלוי, כ\"א הוא מבחי' מקור התענוגים. ומבחינה זו נמשכים כל פרטי התענוגים. דזהו מה ששופר הוא מלשון שפרו מעשיכם, מעשיכם לשון רבים, דע\"י תקיעת שופר נפעל בכל מעשה ומעשה השיפור והתענוג השייך למעשה פרטי זה, כי ההמשכה מבחינת מקור התענוגים היא (כנ\"ל) באופן דהתחלקות פרטים דוקא. וזוהי ג\"כ השייכות דשופר למ\"ת, וכמו שאומרים במוסף דראש השנה אתה נגלית כו' ללמד לעמך תורה ומצוות כו' ובקול שופר עליהם הופעת, דבמ\"ת היתה המשכת העצמות, אנא נפשי כתבית יהבית57, המשכת בחינת מקור התענוגים שלמעלה מבחינת גילוי התענוג, ומזה נמשך אח\"כ התענוג בעשרת הדברות, בכל דבור בפרט (על כל דבור ודבור פרחה נשמתן58) התענוג השייך לדבור זה במיוחד, ואח\"כ נמשך זה בפרטיות יותר ללמד לעמך תורה ומצוות, בכל מצוה ומצוה בפרט.ו) ועד\"ז הוא גם בענין תקיעת שופר דראש השנה, שהיא ההמשכה מבחינת מקור התענוגים (שלמעלה מבחי' גילוי התענוג). שהרי בראש השנה חוזרים כל הדברים לקדמותם וצריך לחדש כל ענין ממקורו ושרשו הראשון, עד מעצמות ומהות59. וכמו\"כ הוא גם בענין הברית וההתקשרות דהקב\"ה עם ישראל, דבכל ראש השנה נעשה הברית וההתקשרות מחדש, כמ\"ש60 אתם נצבים היום (ראש השנה61) גו' לעברך בברית ה' אלקיך, דהמשכת הברית (בראש השנה) היא מהעצמות שלמעלה מכל הגילויים. וכמובן גם משני המשלים על תקיעת שופר שהובאו בהמשך וככה לאדמו\"ר מהר\"ש62, משל אחד בשם הבעש\"ט מבן מלך שע\"י שצעק בקול פשוט הכיר המלך שהוא קול בנו יחידו, ואף שאין בזה תיבות בלשון מדינת המלך, מ\"מ, הנה דוקא זה פעל חידוש הקשר בין המלך ובנו, ומשל ב' מהרה\"ג החסיד מהרלי\"צ ז\"ל מבאַרדיטשוב63 (אוהב ישראל הידוע ומפורסם64) מענין לבושים פשוטים (דלבושים הם למטה מקול פשוט), דע\"י שלבש הבגדים הפשוטים דוקא, נתחדש הקשר שבין המלך לידידו. דנקודת הענין המובנת משני משלים אלו הוא, דחידוש הברית וההתקשרות שנעשה בראש השנה ע\"י תקיעת שופר אינו מצד בחי' הגילויים [שהרי בקול פשוט אין בו אפילו מלשון מדינת המלך, וכש\"כ לבושים פשוטים שהם למטה מקול], כי אם, באופן חדש שלא הי' עדיין מעולם65. וזהו ג\"כ הקשר והשייכות דתקיעת שופר בראש השנה עם קול שופר שהי' במ\"ת [כמובא באבודרהם בשם הרס\"ג בטעמי התקיעות (הענין השלישי), וכמבואר גם בהמשך הנ\"ל בהמשל דהרלי\"צ ז\"ל מבאַרדיטשוב דתקיעת שופר דראש השנה הוא אותו הלבוש שהי' במ\"ת, ויהי66 קול השופר], דכשם שקול השופר דמ\"ת הוא המשכת בחי' מקור התענוגים ועד להמשכת העצמות כנ\"ל, עד\"ז הוא גם בענין תקיעת שופר דראש השנה, דענין הברית שמתחדש בראש השנה הוא מהעצמות, וכן התחדשות הרצון לקיום העולמות ולבחינת מלוכה שע\"י תקיעת שופר (ענין תמליכוני עליכם), מכיון שכל הדברים חוזרים לקדמותם, הוא מהעצמות. וזהו גם מה שהתחלת ברכת שופרות היא בענין מ\"ת, אתה נגלית כו' על הר סיני ללמד לעמך תורה ומצוות, ומסיימים וחותמים שומע קול תרועת עמו ישראל ברחמים, ולפנ\"ז בברכת זכרונות חותמים זוכר הברית שקאי (בעיקר) על הברית דהקב\"ה וישראל, אתם נצבים היום גו' לעברך בברית ה' אלקיך, ולפנ\"ז בברכת מלכיות מסיימים מלך על כל הארץ, שזה נעשה ע\"י שתמליכוני עליכם, וכמו שאומרים לפנ\"ז (בהפסוקים) מלך67 ישראל וגואלו.וזהו68 מה שבמקדש היו תוקעין גם בראש השנה שחל בשבת, דמכיון דענין תקיעת שופר בראש השנה הוא המשכת בחינת מקור התענוגים שלמעלה מבחינת גילוי (כמו קול השופר שהי' במ\"ת), דבחינה זו היא נעלית מבחינת התענוג דשבת (גם מבחינה הכי נעלית דשבת), לכן צריך לתקוע גם בראש השנה שחל בשבת. ומה שהיו תוקעין רק במקדש ולא במדינה הוא לפי שהמשכת בחינה זו (מקור התענוגים) תלוי' בתנאי המקום, ולכן דוקא בבית המקדש שהי' בו אלקות בגילוי, ועד שהגילוי שבביהמ\"ק הי' בהתלבשות69 באבנים של הבית (ועד\"ז במשכן), הי' אפשר להמשיך בחינה זו. ולכן במקדש היו תוקעין גם בראש השנה שחל בשבת, כי בחינה זו (מקור התענוגים) היא נעלית יותר מבחינת שבת, ואפילו מבחינת שבת כמו שהי' במקדש ובראש השנה.ז) וכמו שהי' בבית המקדש, עד\"ז הוא גם בתורה. דמיום שחרב ביהמ\"ק אין לו להקב\"ה בעולמו אלא ארבע אמות של הלכה בלבד70. ולכן אומרים פסוקי שופרות גם בראש השנה שחל בשבת גם בחו\"ל, דכיון שתורה היא בחינת מקדש (ואדם התוקע והשומע71 הרי אין לך בן חורין אלא מי שעוסק בתורה72 (דע\"י עסק התורה כדבעי נעשה ענין החירות בדוגמת שהי' בזמן שביהמ\"ק הי' קיים)), לכן ע\"י אמירת פסוקי שופרות דתורה עושים (דוגמת) אותו הענין שהי' נעשה ע\"י תקיעת שופר במקדש. וזה נעשה בשמחה גדולה, כמבואר בהמשך יו\"ט של ראש השנה שחל להיות בשבת לכ\"ק מו\"ח אדמו\"ר73 שהכתרת המלך היא בשמחה גדולה. ובחינת התענוג שממשיכים ע\"י תקיעת שופר במקדש, ועד\"ז ע\"י פסוקי שופרות (גם בחו\"ל), היא בחינת תענוג הפשוט, ע\"ד המבואר בארוכה בהמשך יו\"ט של ראש השנה שחל להיות בשבת לכ\"ק אדמו\"ר (מהורש\"ב)74 בענין התענוג שהוא דוגמת בחינת יום שכולו שבת ומנוחה לחיי העולמים75. ומכיון דכל מה שלמעלה הכל הוא ממך (כנ\"ל מתורת הה\"מ), לכן בכחו של כל אחד מישראל לעשות לא רק כל הענינים דהשתלשלות (גם ענינים הכי נעלים), אלא שבכחו לעשות גם התענוג הפשוט, ושזה יומשך גם למטה, מלוך על העולם כולו בכבודך כו' ועד שידע כל פעול כי אתה פעלתו, ועאכו\"כ שיהי' מלך ישראל (כולל) וגואלו, בגאולה האמיתית והשלימה ע\"י משיח צדקנו, שאז יתקעו גם ביו\"ט של ראש השנה שחל להיות בשבת בביהמ\"ק וביבנה76 וי\"ל דגם בכל מקום ומקום (כי אז יתבטלו כל הענינים דגזירות), במהרה בימינו ממש ובשמחה גדולה.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד ליל ערב ראש-השנה ה'תשמ\"גיום טוב של ראש השנה שחל להיות בשבת במקדש היו תוקעין אבל לא במדינה1 וצריך להבין [כמו שמדייק אדמו\"ר הצ\"צ2 במאמרו ד\"ה להבין הטעם3], הרי תקיעת שופר היא מ\"ע דאורייתא כמ\"ש4 יום תרועה יהי' לכם, והיאך ביטלו5 אותה משום גזירה שמא יעבירנו כו'6 וביותר יש לתמוה7, דמזה שבמקדש היו תוקעין גם בראש השנה כשחל בשבת הרי מוכח שמצות תקיעת שופר ישנה גם בפועל גם ביו\"ט של ראש השנה שחל להיות בשבת, ולמה ביטלו אותה בחו\"ל ואפילו במדינה מפני הגזירה שמא יעבירנו וגם צריך להבין8 מה שפסוקי שופרות אומרים גם בראש השנה שחל בשבת, דהגם שאמירת הפסוקים קשורה ובאה בהמשך לתקיעת שופר, ובראש השנה שחל בשבת אין תוקעין במדינה, מ\"מ אמירת הפסוקים היא גם בראש השנה שחל בשבת.ומבאר זה (במאמר הנ\"ל) ע\"פ הידוע דכל המצוות שלנו הוא (בכדי) שע\"י אתעדל\"ת אתעדל\"ע היינו, דמה שישראל מקיימים את המצוות הוא בכדי לפעול עי\"ז המצוות שלמעלה דהנה כל המצוות שלמעלה נעשים הם ע\"י שהאדם שלמטה מקיים את המצוות, וכמ\"ש9 ועשיתם אותם, אתם כתיב, מעלה אני עליכם כאילו עשאוני10, רמ\"ח פיקודין אינון רמ\"ח אברין דמלכא11, בחינת ז\"א, והמשכת האור בהכלים דז\"א וכן הגדלת הכלים היא ע\"י קיום המצוות של האדם התחתון דוקא12, כמ\"ש אשר יעשה אותם האדם וחי בהם13, דהמצוות שלמעלה הוא דוקא על ידי אשר יעשה אותם האדם, נשמה בגוף דכמו כן הוא במצות תקיעת שופר, שע\"י שישראל תוקעים בשופר, נעשה עי\"ז תקיעת שופר שלמעלה6.ובזה מבארים מ\"ש14 תקעו בחודש שופר, שידוע דיוק הבעש\"ט בזה15, שלכאורה הול\"ל תקעו שופר בחודש, ומבאר בזה, דמ\"ש תקעו בחודש (בחודש בסמיכות לתקעו) הוא, כי בחודש קאי על תקעו, דבכל שנה צ\"ל התקיעות באופן חדש והטעם על זה, כי בכל שנה מתחדש בחינת השופר",
          "topics": [
            "אור",
            "ישראל",
            "מקדש",
            "מצוות"
          ],
          "word_count": 268
        },
        {
          "chunk_id": "chunk_2",
          "content": "ומכיון שכל הענינים שלמעלה נעשים ע\"י עבודת בנ\"י, כתורת הרב המגיד16 בפירוש המשנה17 דע מה למעלה ממך דכל מה שלמעלה הכל הוא ממך, לכן צ\"ל התקיעת שופר דישראל באופן חדש בכדי שעי\"ז יופעל למעלה ענין חדש.ב) והנה כמו שהוא במצות תקיעת שופר דראש השנה שבכל שנה שהוא באופן חדש, עד\"ז הוא בכל המצוות, כמארז\"ל18 בכל יום יהיו בעיניך כחדשים, ויתירה מזו חדשים ממש19 אלא שבתקיעת שופר, מכיון שהיא מצוה כללית על כל השנה20, כידוע21 הטעם על מה שנקרא בשם ראש השנה (ולא תחלת השנה) לפי שהוא הראש הכולל כל ימי השנה, ענין זה הוא ביתר שאת ויש לומר, דענין זה (החידוש שבתקיעת שופר) הוא השרש שממנו נמשך שגם המצוות דכל השנה יהיו חדשים דהנה מצות תקיעת שופר בראש השנה ענינה הוא שתמליכוני עליכם22, ומכיון דאופן המצוות הוא לפי האופן דתמליכוני עליכם, כמובן ממארז\"ל23 קבלו מלכותי תחלה ואח\"כ אגזור עליכם גזירות, לכן ע\"י שתקיעת שופר הוא באופן חדש נעשה כן בכל המצוות דע\"י תקעו בחודש נעשה התחדשות כביכול במדת מלכותו ית', בזה שהוא ית' מלך על ישראל (תמליכוני עליכם), ועי\"ז גם במלכותו על כל העולמות [דגם זה נעשה ע\"י ובשביל ישראל, שהקב\"ה ממלא את בקשת ישראל מלוך על העולם כולו בכבודך24, שבזה (ב\"העולם כולו\") נכללים כל העולמות כולם], שבכל ראש השנה נמשך חיות חדש בכל סדר ההשתלשלות, חיות חדש שלא הי' עדיין מעולם, כמ\"ש אדמו\"ר הזקן באגה\"ק25, וחיות זה נמשך אח\"כ גם בכל ימי השנה, על ידי י\"ב ראשי חדשים, כמבואר בארוכה בספר עטרת ראש לאדמו\"ר האמצעי26",
          "topics": [
            "עולם",
            "עולמות",
            "מלכות",
            "ישראל",
            "מצוות"
          ],
          "word_count": 236
        },
        {
          "chunk_id": "chunk_3",
          "content": "ועד\"ז הוא גם במצוות, דענין החידוש שבמצוות (בכל יום כו' חדשים) במשך כל השנה, נמשך הוא מהחידוש דתקיעת שופר שבראש השנה.ג) ובזה יובן27 שבראש השנה שחל בשבת אין תוקעין במדינה, כי מה שצריך לתקוע בשופר בראש השנה הוא (כנ\"ל) בכדי לפעול עי\"ז השופר שלמעלה, ובשבת יש בחי' זו (שופר) בלי עבודת האדם28 דהנה ידוע, דביו\"ט אומרים מקדש ישראל והזמנים שישראל אינהו דקדשינהו לזמנים29, משא\"כ שבת היא מקדשא וקיימא, ואינה תלוי' בישראל שיקדשוה30 ולכן יש בשבת ריבוי ענינים שהם מן המוכן, ומהם כמה באופן דשלימות, גם בלי עבודת האדם והנה כתיב31 לעשות את השבת, דישראל עושים את השבת, וכן כתיב32 זכור את יום השבת לקדשו, דישראל צריכים לקדש את השבת והענין הוא, שבשבת יש שתי מדריגות33, מה ששבת מקדשא וקיימא מצד עצמו, ומה שישראל מוסיפים בו ע\"י עבודתם דהנה שבת הו\"ע התענוג, ואעפ\"כ אמרו34 כל המענג את השבת, שצריכים לענג את השבת, וכן כתיב35 וקראת לשבת עונג, שצריך לקרוא ולהמשיך עונג בשבת, כי ע\"י העבודה דישראל ממשיכים בשבת עונג נעלה יותר אבל יש עונג בשבת מצד עצמו, מצד זה ששבת מקדשא וקיימא, והוא עונג בשלימות דהרי כללות ענין השבת הוא שאז נעשה שלימות בכל הבריאה, כמ\"ש36 ויכולו השמים והארץ וכל צבאם, דויכולו הו\"ע השלימות כפירוש אדמו\"ר הצ\"צ37, דמזה מובן שגם התענוג דשבת (כמו שהוא מצד עצמו) הוא בשלימות וזהו מה שבראש השנה שחל בשבת אין הכרח כ\"כ לתקוע בשופר במדינה דהנה שופר הוא בחינת תענוג38, וכמו שמבאר בהמאמר39 דשופר הוא מלשון שפרו מעשיכם40 ומלשון הנותן אמרי שפר41 (וכן עוד לשונות שמביא בהמאמר שם), שענינם הוא תענוג ומכיון שכל מה שלמעלה הכל הוא ממך, לכן בכדי שיהי' בחינת התענוג (שופר) שלמעלה, נעשה זה ע\"י תקיעת שופר דישראל",
          "topics": [
            "בריאה",
            "ישראל",
            "מקדש",
            "מצוות",
            "עבודה"
          ],
          "word_count": 265
        },
        {
          "chunk_id": "chunk_4",
          "content": "דכ\"ז הוא בראש השנה שחל בחול משא\"כ בשבת, ענין התענוג הוא מן המוכן (בלי עבודת האדם), ועד שהתענוג הוא בשלימות (כנ\"ל), ולכן בראש השנה שחל בשבת המצוה דתקיעת שופר אינה בתוקף כ\"כ (עם כל השטורעם) כמו בראש השנה שחל בחול, ולכן היא נדחית מצד החשש דשמא יעבירנו כו'.ד) והנה נוסף לזה שע\"י תקיעת שופר נעשה השופר (תענוג) למעלה (בז\"א וכו'), דמה שלמעלה הוא ממך, הנה ע\"י תקיעת שופר ממשיכים התענוג (הבחינה דשופר) בכל העולמות כולם, עד בעולם העשי' וכמו שאומרים בתפלות ראש השנה וידע כל פעול כי אתה פעלתו ויבין כל יצור כי אתה יצרתו ויאמר כל אשר נשמה באפו כו', ואיתא בסידור האריז\"ל42 דג' לשונות אלו קאי על ג' עולמות בי\"ע [נשמה באפו קאי בעולם הבריאה, יצור בעולם היצירה ופעול בעולם העשי'], שהם כללות כל העולמות, ולכן אומרים בראש השנה ג' לשונות אלו כי ההמשכה דראש השנה היא בכל העולמות כולם, עד בעולם העשי' וזה שבראש השנה שחל בשבת אין תוקעין הוא לפי שגם ענין זה שנעשה ע\"י תקיעת שופר, המשכת התענוג בכל העולמות עד למטה, בשבת נעשה זה מצד שבת עצמו כידוע שההמשכה דשבת היא בכל העולמות, גם בעשי' וכמבואר בכמה דרושים (ומהם בהדרושים דראש השנה)43 שהחיות דכל העולמות, גם דעולם העשי', בשבת הוא נעלה יותר מהחיות שבימי החול דבימי החול החיות דעולמות הוא מאותיות הדיבור, ובשבת החיות שלהם הוא מאותיות המחשבה הרי דשבת פועל בכל העולמות, גם בעולם הגשמי ועד שזה פועל שינוי גם בטבע של עם הארץ44 דבשבת (הרי מצד טבעו) אינו יכול לשקר45.ומה שבמקדש היו תוקעין גם בראש השנה שחל בשבת, הוא לפי שבחינת התענוג (בחינת שופר) שהמשיכו ע\"י תקיעת שופר במקדש היא נעלית יותר46",
          "topics": [
            "בריאה",
            "יצירה",
            "עולם",
            "עולמות",
            "מקדש"
          ],
          "word_count": 260
        },
        {
          "chunk_id": "chunk_5",
          "content": "והיינו דהתענוג שממשיכים ע\"י תקיעת שופר במדינה הוא התענוג שיש בשבת מצד עצמו, מצד זה ששבת מקדשא וקיימא, ולכן בראש השנה שחל בשבת אין תוקעין במדינה, משא\"כ ע\"י תקיעת שופר במקדש ממשיכים בחינת תענוג נעלית יותר, שאינה בשבת מצד עצמו (והוא ע\"ד שנת\"ל בענין כל המענג את השבת, שיש בחינה בתענוג שאינה בשבת מצד עצמו ונעשית ע\"י העבודה דישראל), ולכן במקדש היו תוקעין בראש השנה שחל בשבת דבחינה זו היא למעלה יותר מבחינת התענוג גם דכל המענג את השבת (העבודה דשבת)47, ונמשכת רק בראש השנה ע\"י העבודה דתקיעת שופר.ה) והענין הוא (כמבואר בהמאמר שם48), דהנה בתענוג שבמצוות יש שני אופנים אופן הא' הוא התענוג מזה שקיים ציווי הקב\"ה, אשר קדשנו במצוותיו וצונו, דתענוג זה הוא בכל המצוות בשוה, דמכיון שהרצון הוא שוה בכל המצוות, במילא גם התענוג שמצד הרצון הוא בכולם בשוה ואופן הב' הוא התענוג הפרטי שבכל מצוה, דבכל מצוה יש תענוג מיוחד ומבאר בהמאמר, דהתענוג הפרטי שבכל מצוה הוא נעלה יותר מהתענוג שמצד הרצון שבשוה בכל המצוות דזהו חידוש בדרוש זה דבכ\"מ49 מבואר דהכוונה הפרטית שבכל מצוה היא למטה במדריגה מהכוונה הכללית, וכאן מבאר דהתענוג הפרטי הוא נעלה יותר50 דהתענוג המלובש בהרצון (שהוא בשוה בכל המצוות) הוא בחינת גילוי התענוג, משא\"כ התענוג הפרטי שבכל מצוה שרשו הוא מבחינת מקור התענוגים שלמעלה מעלה מבחינת גילוי התענוג, ומבחינת מקור התענוגים נמשך הארה לכל בחינה כפי מדריגתה דוקא ועפ\"ז מבאר שם51 ענין השופר מה ששופר הוא מלשון תענוג (הנותן אמרי שפר), דלכאורה אינו מובן, הרי ענין התענוג הוא כשיש כמה פרטים דוקא, וכמו\"כ הוא בתענוג שבקול (ניגון וכלי זמר) שהוא דוקא כשיש הרכבה של כמה קולות, ומכיון דשופר הוא קול אחד, איך שייך שיהי' בו תענוג",
          "topics": [
            "אור",
            "גילוי",
            "ישראל",
            "מקדש",
            "מצוות"
          ],
          "word_count": 265
        },
        {
          "chunk_id": "chunk_6",
          "content": "ובפועל אנו רואים, דקול שופר אין בו תענוג, ואדרבה הוא מעורר חרדה כמ\"ש52 אם יתקע שופר בעיר ועם לא יחרדו53, וכן במ\"ת כתיב54 וקול שופר חזק מאד ויחרד כל העם אשר במחנה וכתיב55 וירא העם וינועו ויעמדו מרחוק, דמצד הגילוי הכי גדול ונפלא דבקול שופר עליהם הופעת56 היו בביטול (ויעמוד מרחוק), דחרדה וביטול הם היפך התענוג, והיאך אומרים דשופר הוא מלשון וענינו תענוג והענין בזה הוא (כמבואר בהמאמר שם50), דמה ששופר הוא תענוג הוא להיותו בחינת מקור התענוגים שלמעלה מבחינת גילוי התענוג ולכן לא ימצא בקול השופר שום הרגשת תענוג כלל (ואדרבה הוא מטיל חרדה), לפי שהוא למעלה מבחינת תענוג גלוי, כ\"א הוא מבחי' מקור התענוגים ומבחינה זו נמשכים כל פרטי התענוגים דזהו מה ששופר הוא מלשון שפרו מעשיכם, מעשיכם לשון רבים, דע\"י תקיעת שופר נפעל בכל מעשה ומעשה השיפור והתענוג השייך למעשה פרטי זה, כי ההמשכה מבחינת מקור התענוגים היא (כנ\"ל) באופן דהתחלקות פרטים דוקא וזוהי ג\"כ השייכות דשופר למ\"ת, וכמו שאומרים במוסף דראש השנה אתה נגלית כו' ללמד לעמך תורה ומצוות כו' ובקול שופר עליהם הופעת, דבמ\"ת היתה המשכת העצמות, אנא נפשי כתבית יהבית57, המשכת בחינת מקור התענוגים שלמעלה מבחינת גילוי התענוג, ומזה נמשך אח\"כ התענוג בעשרת הדברות, בכל דבור בפרט (על כל דבור ודבור פרחה נשמתן58) התענוג השייך לדבור זה במיוחד, ואח\"כ נמשך זה בפרטיות יותר ללמד לעמך תורה ומצוות, בכל מצוה ומצוה בפרט.ו) ועד\"ז הוא גם בענין תקיעת שופר דראש השנה, שהיא ההמשכה מבחינת מקור התענוגים (שלמעלה מבחי' גילוי התענוג) שהרי בראש השנה חוזרים כל הדברים לקדמותם וצריך לחדש כל ענין ממקורו ושרשו הראשון, עד מעצמות ומהות59",
          "topics": [
            "עצמות",
            "גילוי",
            "מצוות",
            "מצוה",
            "תורה"
          ],
          "word_count": 251
        },
        {
          "chunk_id": "chunk_7",
          "content": "וכמו\"כ הוא גם בענין הברית וההתקשרות דהקב\"ה עם ישראל, דבכל ראש השנה נעשה הברית וההתקשרות מחדש, כמ\"ש60 אתם נצבים היום (ראש השנה61) גו' לעברך בברית ה' אלקיך, דהמשכת הברית (בראש השנה) היא מהעצמות שלמעלה מכל הגילויים וכמובן גם משני המשלים על תקיעת שופר שהובאו בהמשך וככה לאדמו\"ר מהר\"ש62, משל אחד בשם הבעש\"ט מבן מלך שע\"י שצעק בקול פשוט הכיר המלך שהוא קול בנו יחידו, ואף שאין בזה תיבות בלשון מדינת המלך, מ\"מ, הנה דוקא זה פעל חידוש הקשר בין המלך ובנו, ומשל ב' מהרה\"ג החסיד מהרלי\"צ ז\"ל מבאַרדיטשוב63 (אוהב ישראל הידוע ומפורסם64) מענין לבושים פשוטים (דלבושים הם למטה מקול פשוט), דע\"י שלבש הבגדים הפשוטים דוקא, נתחדש הקשר שבין המלך לידידו דנקודת הענין המובנת משני משלים אלו הוא, דחידוש הברית וההתקשרות שנעשה בראש השנה ע\"י תקיעת שופר אינו מצד בחי' הגילויים [שהרי בקול פשוט אין בו אפילו מלשון מדינת המלך, וכש\"כ לבושים פשוטים שהם למטה מקול], כי אם, באופן חדש שלא הי' עדיין מעולם65 וזהו ג\"כ הקשר והשייכות דתקיעת שופר בראש השנה עם קול שופר שהי' במ\"ת [כמובא באבודרהם בשם הרס\"ג בטעמי התקיעות (הענין השלישי), וכמבואר גם בהמשך הנ\"ל בהמשל דהרלי\"צ ז\"ל מבאַרדיטשוב דתקיעת שופר דראש השנה הוא אותו הלבוש שהי' במ\"ת, ויהי66 קול השופר], דכשם שקול השופר דמ\"ת הוא המשכת בחי' מקור התענוגים ועד להמשכת העצמות כנ\"ל, עד\"ז הוא גם בענין תקיעת שופר דראש השנה, דענין הברית שמתחדש בראש השנה הוא מהעצמות, וכן התחדשות הרצון לקיום העולמות ולבחינת מלוכה שע\"י תקיעת שופר (ענין תמליכוני עליכם), מכיון שכל הדברים חוזרים לקדמותם, הוא מהעצמות",
          "topics": [
            "עצמות",
            "גילוי",
            "עולם",
            "עולמות",
            "ישראל"
          ],
          "word_count": 242
        },
        {
          "chunk_id": "chunk_8",
          "content": "וזהו גם מה שהתחלת ברכת שופרות היא בענין מ\"ת, אתה נגלית כו' על הר סיני ללמד לעמך תורה ומצוות, ומסיימים וחותמים שומע קול תרועת עמו ישראל ברחמים, ולפנ\"ז בברכת זכרונות חותמים זוכר הברית שקאי (בעיקר) על הברית דהקב\"ה וישראל, אתם נצבים היום גו' לעברך בברית ה' אלקיך, ולפנ\"ז בברכת מלכיות מסיימים מלך על כל הארץ, שזה נעשה ע\"י שתמליכוני עליכם, וכמו שאומרים לפנ\"ז (בהפסוקים) מלך67 ישראל וגואלו.וזהו68 מה שבמקדש היו תוקעין גם בראש השנה שחל בשבת, דמכיון דענין תקיעת שופר בראש השנה הוא המשכת בחינת מקור התענוגים שלמעלה מבחינת גילוי (כמו קול השופר שהי' במ\"ת), דבחינה זו היא נעלית מבחינת התענוג דשבת (גם מבחינה הכי נעלית דשבת), לכן צריך לתקוע גם בראש השנה שחל בשבת ומה שהיו תוקעין רק במקדש ולא במדינה הוא לפי שהמשכת בחינה זו (מקור התענוגים) תלוי' בתנאי המקום, ולכן דוקא בבית המקדש שהי' בו אלקות בגילוי, ועד שהגילוי שבביהמ\"ק הי' בהתלבשות69 באבנים של הבית (ועד\"ז במשכן), הי' אפשר להמשיך בחינה זו ולכן במקדש היו תוקעין גם בראש השנה שחל בשבת, כי בחינה זו (מקור התענוגים) היא נעלית יותר מבחינת שבת, ואפילו מבחינת שבת כמו שהי' במקדש ובראש השנה.ז) וכמו שהי' בבית המקדש, עד\"ז הוא גם בתורה דמיום שחרב ביהמ\"ק אין לו להקב\"ה בעולמו אלא ארבע אמות של הלכה בלבד70 ולכן אומרים פסוקי שופרות גם בראש השנה שחל בשבת גם בחו\"ל, דכיון שתורה היא בחינת מקדש (ואדם התוקע והשומע71 הרי אין לך בן חורין אלא מי שעוסק בתורה72 (דע\"י עסק התורה כדבעי נעשה ענין החירות בדוגמת שהי' בזמן שביהמ\"ק הי' קיים)), לכן ע\"י אמירת פסוקי שופרות דתורה עושים (דוגמת) אותו הענין שהי' נעשה ע\"י תקיעת שופר במקדש",
          "topics": [
            "אלקות",
            "גילוי",
            "ישראל",
            "משכן",
            "מקדש"
          ],
          "word_count": 260
        },
        {
          "chunk_id": "chunk_9",
          "content": "וזה נעשה בשמחה גדולה, כמבואר בהמשך יו\"ט של ראש השנה שחל להיות בשבת לכ\"ק מו\"ח אדמו\"ר73 שהכתרת המלך היא בשמחה גדולה ובחינת התענוג שממשיכים ע\"י תקיעת שופר במקדש, ועד\"ז ע\"י פסוקי שופרות (גם בחו\"ל), היא בחינת תענוג הפשוט, ע\"ד המבואר בארוכה בהמשך יו\"ט של ראש השנה שחל להיות בשבת לכ\"ק אדמו\"ר (מהורש\"ב)74 בענין התענוג שהוא דוגמת בחינת יום שכולו שבת ומנוחה לחיי העולמים75 ומכיון דכל מה שלמעלה הכל הוא ממך (כנ\"ל מתורת הה\"מ), לכן בכחו של כל אחד מישראל לעשות לא רק כל הענינים דהשתלשלות (גם ענינים הכי נעלים), אלא שבכחו לעשות גם התענוג הפשוט, ושזה יומשך גם למטה, מלוך על העולם כולו בכבודך כו' ועד שידע כל פעול כי אתה פעלתו, ועאכו\"כ שיהי' מלך ישראל (כולל) וגואלו, בגאולה האמיתית והשלימה ע\"י משיח צדקנו, שאז יתקעו גם ביו\"ט של ראש השנה שחל להיות בשבת בביהמ\"ק וביבנה76 וי\"ל דגם בכל מקום ומקום (כי אז יתבטלו כל הענינים דגזירות), במהרה בימינו ממש ובשמחה גדולה",
          "topics": [
            "עולם",
            "ישראל",
            "מקדש",
            "גאולה",
            "משיח"
          ],
          "word_count": 152
        }
      ],
      "footnotes": "* ) מאמר זה והמשכו (ד\"ה אדון עולם – דלקמן ע' נט ואילך) יצאו לאור \"לקראת ראש-השנה [ה'תשמ\"ז] .. מוצש\"ק סליחות, ה'תשמ\"ו\".1) משנה ר\"ה רפ\"ד (כט, ב).2) דערב ר\"ה הוא יום הולדת שלו (\"היום יום\" כט אלול, ערב ר\"ה. ועוד).3) נדפס באוה\"ת ר\"ה (כרך ה) ע' ב'קט ואילך. וראה גם ד\"ה להבין המשנה בלקו\"ת ר\"ה (נו, א ואילך) ובסידור (עם דא\"ח) שער התקיעות (רמ, ג ואילך). המשך יו\"ט של ר\"ה תרס\"ו. תש\"ג. ועוד.4) פינחס כט, א.5) כ\"ה באוה\"ת שם. וברד\"ה זה תרנ\"ט, תרס\"ה, תש\"ג ועוד: איך דחו. ובסידור שם: איך הי' כח ביד חכמים לעקור.6) כמסקנת הגמרא (בבלי) בר\"ה שם.7) אוה\"ת שם.8) ראה גם המשך תרס\"ו בתחלתו.9) בהר כה, יח.10) זח\"ג קיג, א. וראה הגהות הרח\"ו לזהר שם. לקו\"ת שלח מה, ב. ובכ\"מ.11) ראה תקו\"ז תיקון ל' (עד, סע\"א), הובא בתניא פ\"ד. רפכ\"ג. ועוד.12) ראה קו\"א בתניא ד\"ה להבין מ\"ש בפע\"ח (קנה, ב): שכל המצוות לתקן רמ\"ח אברי ז\"א. וראה תו\"א מקץ לד, ד. לה, ג. יתרו סז, ד ואילך. המשך יו\"ט של ר\"ה תש\"ג פ\"ה. ובכ\"מ.13) אחרי יח, ה. וראה לקו\"ת תצא מ, רע\"ג. שה\"ש ב, א.14) תהלים פא, ד. ולהעיר, אשר מזמור זה הוא שירו של יום ר\"ה (ר\"ה ל, ב).15) כתר שם טוב (הוצאת קה\"ת) סקי\"ט (טז, א). סרנ\"ו (לה, א).16) לקו\"א להה\"מ (הוצאת קה\"ת) סקצ\"ח (נ, סע\"ג). או\"ת קיב, ב (בהוצאת קה\"ת תש\"מ ואילך – סת\"פ).17) אבות פ\"ב מ\"א.18) שו\"ע (ודאדה\"ז) או\"ח סס\"א ס\"ב. וראה פרש\"י עה\"פ ואתחנן ו, ו. מספרי שם.19) פרש\"י עה\"פ תבוא כו, טז (וראה לקו\"ש חכ\"ד ע' 193 הערה 40).20) וראה גם לקמן (ס\"ע נט) ד\"ה אדון עולם ס\"ב בתחלתו.21) לקו\"ת תבוא מא, ג. נצבים מז, א. ר\"ה נח, א. עט\"ר שער ר\"ה בתחלתו. ובכ\"מ.22) ר\"ה טז, א. לד, ב.23) ראה מכילתא (ויל\"ש) עה\"פ יתרו כ, ג. פרש\"י עה\"פ אחרי יח, ב. וראה המשך יו\"ט של ר\"ה תש\"ג פכ\"ו (סה\"מ תש\"ג ע' 69).24) תפלת מוסף דראש השנה.25) סי' יד.26) בתחלתו (ג, ב). וראה גם לקו\"ת ר\"ה שם.27) בהבא לקמן – ראה אוה\"ת שבהערה 3.28) ראה גם לקו\"ת ר\"ה נז, א. סידור (עם דא\"ח) רמג, א.29) ברכות מט, א.30) ביצה יז, א.31) תשא לא, טז.32) יתרו שם, ח.33) ד\"ה את שבתותי ה'ש\"ת פ\"ב – סה\"מ ה'ש\"ת ע' 81 ואילך (ולהעיר גם מלקו\"ת בהר רד\"ה את שבתותי – מא, א). וראה שם פ\"ד – ס\"ע 85 ואילך (ובכ\"מ), שבפרטיות יש ג' מדריגות בשבת.34) שבת קיח, א.35) ישעי' נח, יג.36) בראשית ב, א.37) אוה\"ת ד\"ה ויכולו (בראשית מב, ב ואילך. שם כרך ג תקח, ב ואילך).38) ראה גם לקו\"ת ר\"ה נו, ד ואילך. סידור (עם דא\"ח) רמב, ג ואילך.39) שבהערה 3 (ע' ב'קי).40) ויק\"ר פכ\"ט, ו. מדרש תהלים פא, ד.41) ויחי מט, כא.42) ועד\"ז במשנת חסידים מס' ליל ר\"ה פ\"ח מ\"ב. – הובאו בלקו\"ת שלח מז, א.43) לקו\"ת דרושי ש\"ש סו, ג. המשך יו\"ט של ר\"ה תש\"ג פט\"ו. ובכ\"מ.44) ויתירה מזו, ששבת פועל שינוי (לא רק בטבע דישראל, אלא) גם בסמבטיון (ב\"ר פי\"א, ה. תנחומא תשא לג. וראה גם סנהדרין סה, ב ובפרש\"י שם ד\"ה נהר סבטיון יוכיח), גשם העולם.45) ירושלמי דמאי רפ\"ד. רמב\"ם הל' מעשר רפי\"ב. וראה לקו\"ש ח\"ד ע' 1038 הערה 24.46) ראה גם לקו\"ת ר\"ה נז, ב ואילך. סידור (עם דא\"ח) רמג, סע\"א ואילך.47) ויתירה מזו, שהוא למעלה גם מבחינת מתנה דשבת, כמבואר באוה\"ת שבהערה 3 בסיום המאמר (ע' ב'קיד).48) פ\"ד (ע' ב'קיא ואילך).49) לקו\"ת שלח מ, א. עט\"ר דרוש לעשי\"ת נח, סע\"ב ואילך. המשך תרס\"ו ע' נו. ועוד.50) התיווך בזה – ראה לקמן (ע' סב ואילך) ד\"ה אדון עולם ס\"ה.51) פ\"ב ופ\"ד.52) עמוס ג, ו.53) ולהעיר, שזהו אחד מטעמי תק\"ש בר\"ה – רס\"ג, הובא באבודרהם בטעמי התקיעות (ענין השביעי). וראה טור (ונ\"כ) ר\"ס תקפא; השלמה לשו\"ע אדה\"ז או\"ח שם; אוה\"ת נצבים ע' א'רפ ואילך – בנוגע לתק\"ש בחודש אלול.54) יתרו יט, טז. – ולהעיר שזהו אחד מטעמי תק\"ש בר\"ה – רס\"ג הובא באבודרהם שם (הענין השלישי), הובא להלן בפנים.55) יתרו כ, טו.56) תפלת מוסף דר\"ה (ברכת שופרות).57) שבת קה, א (ע\"פ גירסת העין יעקב). וראה לקו\"ת שלח מח, סע\"ד. אוה\"ת יתרו ע' תתקא ואילך.58) ראה שבת פח, ב. בשבת שם \"יצתה\", אבל בתניא (רפל\"ד, פל\"ו) ובכ\"מ הובא \"פרחה\". וראה שמו\"ר פכ\"ט, ד. שהש\"ר פ\"ה, טז (ג).59) ראה סידור (עם דא\"ח) רמו, א-ב.60) נצבים כט, ט-יא. וראה לקו\"ת נצבים מד, א-ב.61) לקו\"ת שם. וראה גם לקו\"ת ר\"פ תבוא (מא, ג), מרמ\"ז לזח\"ב לב, ב. וראה גם זח\"ג רלא, א. פענח רזא ס\"פ נצבים.62) תרל\"ז, פ\"ע. וראה לקמן (ע' סד ואילך) ד\"ה אדון עולם ס\"ח ואילך.63) מספר קדושת לוי (ר\"ה צו, א).64) ראה סה\"ש ה'ש\"ת ע' 116. וראה גם לקמן (ע' סו) ד\"ה אדון עולם ס\"י.65) ראה אגה\"ק סי\"ד.66) יתרו יט, יט.67) ישעי' מד, ו.68) בהבא לקמן ראה אוה\"ת שבהערה 3 פ\"ז (ע' ב'קיד).69) ראה אוה\"ת ויצא קעח, ב. סה\"מ תרפ\"ז ע' פד.70) ברכות ח, א.71) ראה שו\"ע אדה\"ז או\"ח סתקפ\"ה ס\"ד: קודם שיתקע יברך כו' לשמוע קול שופר כו' לפי שהתקיעה אינה עיקר המצוה אלא שמיעת קול שופר הוא עיקר המצוה כו'.72) אבות פ\"ו מ\"ב.73) תש\"ג, רפ\"ב.74) תרס\"ו ע' תקמד-ה.75) תמיד בסופה.76) ראה משנה ר\"ה רפ\"ד (כט, ב).",
      "glossary": "|אדמו\"ר האמצעי (Admor HaEmtzai): The Middle Rebbe; אדמו\"ר הזקן (Admor HaZaken): The Alter Rebbe; אדמו\"ר הצ\"צ (Admor HaTzeTze): The Rebbe the Tzemach Tzedek; אופן המצוות (Ofen HaMitzvot): The manner of commandments; אין הכרח כ\"כ (Ein Hecharech Kol Kach): There is not such a necessity; אינה תלוי' בישראל (Einah Teluyah BeYisrael): Is not dependent on Israel; אמירת הפסוקים (Amirat HaPesukim): Recitation of verses; אמרו (Amru): They said; אעפ\"כ (Af Al Pi Chen): Nevertheless; אשר יעשה אותם האדם וחי בהם (Asher Yaase Otam HaAdam VeChai Bahem): Which a person shall do and live by them; אתם כתיב (Atem Katav): \"You\" is written; אתעדל\"ע (Itaruta DeLe'eila): Arousal from above; אתעדל\"ת (Itaruta DeLeTata): Arousal from below; באגה\"ק (BeIggeret HaKodesh): In the Holy Epistle; באופן דשלימות (BeOfen DeShlemut): In a manner of completeness; באופן חדש (BeOfen Chadash): In a new manner; בהמשך (BeHemshech): In continuation; בחינת השופר (Bechinat HaShofar): The aspect of shofar; בחינת התענוג (Bechinat HaTaanug): The aspect of delight; בחינת ז\"א (Bechinat Zeir Anpin): Aspect of Zeir Anpin; בחינת תענוג (Bechinat Taanug): Aspect of delight; ביו\"ט (BeYom Tov): On holidays; ביתר שאת (BeYeter Seat): With greater intensity; בכל הבריאה (BeChol HaBriah): In all creation; בכל יום יהיו בעיניך כחדשים (BeChol Yom Yihyu BeEineicha KaChadashim): Every day they should be in your eyes as new; בלי עבודת האדם (Beli Avodat HaAdam): Without the service of man; במאמרו (BeMaamaro): In his discourse; במדינה (BaMedinah): In the provinces; במלכותו על כל העולמות (BeMalchuto Al Kol HaOlamot): In His kingship over all worlds; במקדש (BaMikdash): In the Temple; במשך כל השנה (BeMeshech Kol HaShanah): Throughout the entire year; בס\"ד (בסייעתא דשמיא): With Divine assistance; בסמיכות (BiSmichut): In proximity; בפועל (BePoel): In actuality; גזירה (Gezerah): Decree; ד\"ה להבין הטעם (Dibbur HaMatchil LeHavin HaTaam): Beginning with \"To understand the reason\"; דוקא (Davka): Specifically; דיוק הבעש\"ט (Diyuk HaBaal Shem Tov): The precision of the Baal Shem Tov; דע מה למעלה ממך (Da Mah LeMaalah Mimcha): Know what is above you; ה'תשמ\"ג (HaTashMaG): The year 5743; האדם התחתון (HaAdam HaTachton): The lower person; הגדלת הכלים (Hagdalat HaKelim): Enlargement of the vessels; הו\"ע התענוג (Hu Inyan HaTaanug): It is the matter of delight; הול\"ל (Hava Lei LeMeimar): He should have said; הטעם (HaTaam): The reason; היאך ביטלו (Heichach Bitlu): How did they nullify; הידוע (HaYadua): The known; הכלים (HaKelim): The vessels; המשכת האור (Hamshachat HaOr): Drawing down of light; הקב\"ה (HaKadosh Baruch Hu): The Holy One, Blessed be He; הראש הכולל (HaRosh HaKolel): The head that includes; השרש (HaShoresh): The root; התחדשות (Hitchadshut): Renewal; התענוג דשבת (HaTaanug DeShabbat): The delight of Sabbath; התקיעות (HaTekiot): The blowings; ואח\"כ אגזור עליכם גזירות (VeAchar Kach Egzor Aleichem Gezerot): And afterwards I will decree decrees upon you; ובשביל ישראל (UVishvil Yisrael): And for the sake of Israel; ויכולו הו\"ע השלימות (VaYechulu Hu Inyan HaShlemut): VaYechulu is the matter of completion; ויכולו השמים והארץ (VaYechulu HaShamayim VeHaAretz): And the heavens and earth were completed; ויתירה מזו (VeYeteirah MiZo): And even more than this; וכל צבאם (VeChol Tzevaam): And all their hosts; ולא תחלת השנה (VeLo Techilat HaShanah): And not beginning of the year; ולהמשיך עונג (ULeHamshich Oneg): And to draw down delight; ועשיתם אותם (VaAsitem Otam): And you shall do them; וקראת לשבת עונג (VeKarata LaShabbat Oneg): And you shall call the Sabbath a delight; זכור את יום השבת לקדשו (Zachor Et Yom HaShabbat LeKadsho): Remember the Sabbath day to sanctify it; חדשים ממש (Chadashim Mamash): Actually new; חו\"ל (Chutz LaAretz): Outside the Land of Israel; חיות חדש (Chayut Chadash): New vitality; י\"ב ראשי חדשים (Yud Bet Rashei Chadashim): Twelve Rosh Chodesh; יו\"ט (Yom Tov): Holiday; יובן (Yuvan): Will be understood; יום טוב (Yom Tov): Holiday; יום תרועה יהי' לכם (Yom Teruah Yihyeh Lachem): It shall be a day of blowing for you; יופעל למעלה (Yufal LeMaalah): Will be effected above; יש לתמוה (Yesh LeTamah): One should wonder; ישנה (Yeshnah): Exists; ישראל (Yisrael): Israel; כאילו עשאוני (KeIlu Asauni): As if you made Me; כביכול (Kivyachol): As it were; כידוע (KaYadua): As is known; כל המענג את השבת (Kol HaMeaneg Et HaShabbat): Whoever delights the Sabbath; כל העולמות כולם (Kol HaOlamot Kulam): All the worlds entirely; כל ימי השנה (Kol Yemei HaShanah): All days of the year; כל מה שלמעלה הכל הוא ממך (Kol Mah SheLeMaalah HaKol Hu Mimcha): Everything that is above is all from you; כללות ענין השבת (Klalut Inyan HaShabbat): The general matter of Sabbath; כללות ענינים (Klalut Inyanim): General matters; כמ\"ש (KeMo SheKatuv): As it is written; כמבואר בארוכה (KeMevuar BeAruchah): As explained at length; כמובן (KaMuvan): As is understood; כפירוש (KePeirush): As explained; כתיב (Katav): It is written; ליל ערב ראש-השנה (Leil Erev Rosh HaShanah): Night before Rosh HaShanah; לכאורה (LeChorah): Seemingly; לעשות את השבת (Laasot Et HaShabbat): To make the Sabbath; לפי האופן (LePhee HaOfen): According to the manner; לפעול (Lifol): To effect; לשונות (Leshonot): Languages; מ\"מ (MiKol Makom): Nevertheless; מ\"ע דאורייתא (Mitzvat Aseh DeOraita): Positive biblical commandment; מארז\"ל (MeAmarei Razal): From the sayings of our Sages; מבאר (Mevaar): Explains; מדת מלכותו ית' (Middat Malchuto Yitbarach): The attribute of His kingship; מוכח (Muchach): It is proven; מוסיפים (Mosifim): Add; מלוך על העולם כולו בכבודך (Meloch Al HaOlam Kulo BiChvodecha): Reign over the entire world in Your glory; מלך על ישראל (Melech Al Yisrael): King over Israel; מלשון הנותן אמרי שפר (MiLashon HaNoten Imrei Shafer): From the language \"who gives beautiful words\"; מלשון שפרו מעשיכם (MiLashon Shafru Maaseichem): From the language \"beautify your deeds\"; ממלא את בקשת ישראל (Memaleh Et Bakashat Yisrael): Fulfills the request of Israel; ממנו נמשך (Mimenu Nimshach): From which is drawn; ממשיכים (Mamshichim): Draw down; מן המוכן (Min HaMuchan): From the prepared; מעלה אני עליכם (Maaleh Ani Aleichem): I consider it upon you; מצד עצמו (MiTzad Atzmo): From its own side; מצוה כללית (Mitzvah Klalit): General commandment; מצות (Mitzvot): Commandments; מקדש ישראל והזמנים (Mekadesh Yisrael VeHaZmanim): Sanctifies Israel and the times; מקדשא וקיימא (Mekadsha VeKayma): Is sanctified and established; מקיימים (Mekayemim): Fulfill; משא\"כ (Masha Kach): Unlike; מתחדש (Mitchadesh): Is renewed; נכללים (Nichlelim): Are included; נמשך אח\"כ (Nimshach Achar Kach): Is drawn afterwards; נעשה שלימות (Naasah Shlemut): Completeness is made; נעשים (Naasim): Are made; נקרא בשם (Nikra BeShem): Is called by the name; נשמה בגוף (Neshamah BeGuf): Soul in body; סדר ההשתלשלות (Seder HaHishtalshelut): Order of emanation; ספר עטרת ראש (Sefer Ateret Rosh): Book Crown of the Head; עבודת בנ\"י (Avodat Bnei Yisrael): Service of the Children of Israel; עד שהתענוג (Ad SheHaTaanug): To the extent that the delight; עונג בשלימות (Oneg BeShlemut): Delight in completeness; עונג נעלה יותר (Oneg Naaleh Yoter): More elevated delight; עושים את השבת (Osim Et HaShabbat): Make the Sabbath; עי\"ז (Al Yedei Zeh): Through this; עי\"י עבודתם (Al Yedei Avodatam): Through their service; על כל השנה (Al Kol HaShanah): For the entire year; ענין חדש (Inyan Chadash): New matter; ענינם (Inyanam): Their matter; פירוש המשנה (Perush HaMishnah): Commentary on the Mishnah; פסוקי שופרות (Pesukei Shofarot): Verses of shofarot; צ\"ל (Tzarich Lihyot): Must be; צריך להבין (Tzarich LeHavin): One needs to understand; צריך לקרוא (Tzarich Likro): Need to call; צריכים לענג (Tzrichim LeAneg): Need to delight; צריכים לקדש (Tzrichim LeKadesh): Need to sanctify; קאי על (Kai Al): Refers to; קבלו מלכותי תחלה (Kablu Malchuti Techilah): Accept My kingship first; קיום המצוות (Kiyum HaMitzvot): Fulfillment of commandments; קשורה (Keshurah): Connected; ראש השנה (Rosh HaShanah): New Year; ריבוי ענינים (Ribui Inyanim): Many matters; רמ\"ח אברין דמלכא (Remach Evrin DeMalka): 248 limbs of the King; רמ\"ח פיקודין (Remach Pikudin): 248 commandments; שבת (Shabbat): Sabbath; שחל להיות (SheChal Lihyot): That falls to be; שיקדשוה (SheYekadshuha): That they sanctify it; שישראל אינהו דקדשינהו לזמנים (SheYisrael Inhu DeKadshinhu LeZmanim): That Israel are the ones who sanctify the times; שלא הי' עדיין מעולם (SheLo Hayah Adayin MeOlam): That never existed before; שלמטה (SheLeMattah): That is below; שלמעלה (SheLeMaalah): That is above; שמא יעבירנו (Shema Yaavireinu): Lest one carry it; שתי מדריגות (Shtei Madregot): Two levels; תוקעין (Tokin): They blow; תורת הרב המגיד (Torat HaRav HaMaggid): Teaching of the Rebbe the Maggid; תמליכוני עליכם (Tamlichuni Aleichem): Make Me king over you; תקיעת שופר (Tekiat Shofar): Blowing of the shofar; תקעו בחודש שופר (Tiku BaChodesh Shofar): Blow the shofar in the month; תקעו שופר בחודש (Tiku Shofar BaChodesh): Blow shofar in the month;"
    },
    "search_tags": [
      "מקדש",
      "דור",
      "עבודה",
      "התקשרות",
      "Tabernacle",
      "אלקות",
      "רבי",
      "World",
      "מלכות",
      "Temple",
      "Connection",
      "יצירה",
      "בית המקדש",
      "Jacob",
      "ביטול",
      "Holy Temple",
      "Commandments",
      "Nullification",
      "גאולה",
      "Chain of descent",
      "Torah",
      "כוונה",
      "Creation",
      "Generation",
      "מצוות",
      "יעקב",
      "Israel",
      "ישראל",
      "המשכה",
      "תורה",
      "Formation",
      "Kingship",
      "Rabbi",
      "Light",
      "השתלשלות",
      "משכן",
      "Will",
      "אור",
      "בריאה",
      "עצמות",
      "Intention",
      "משיח",
      "מצוה",
      "Essence",
      "Worlds",
      "Redemption",
      "Revelation",
      "תיקון",
      "Service",
      "Divinity",
      "גילוי",
      "רצון",
      "Commandment",
      "עולמות",
      "חסיד",
      "Chassid",
      "Rectification",
      "Drawing down",
      "Messiah",
      "עולם"
    ]
  }
}