{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "4_שפג",
    "reference": "Reference: 4_שפג",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אלקות",
        "אור",
        "אור א\"ס",
        "אוא\"ס",
        "עצמות",
        "גילוי",
        "העלם",
        "צמצום",
        "תחתונים",
        "עליונים",
        "אצילות",
        "בריאה",
        "עולם",
        "עולמות",
        "דעת",
        "חסד",
        "ישראל",
        "מצוות",
        "תורה",
        "משיח",
        "דור",
        "עבודה",
        "ביטול",
        "המשכה",
        "העלאה",
        "דירה",
        "תכלית",
        "כוונה",
        "רצון",
        "תיקון",
        "השתלשלות",
        "רבי"
      ],
      "key_concepts": [
        "Divinity",
        "Light",
        "Infinite Light",
        "Infinite Light",
        "Essence",
        "Revelation",
        "Concealment",
        "Contraction",
        "Lower worlds",
        "Upper worlds",
        "Emanation",
        "Creation",
        "World",
        "Worlds",
        "Knowledge",
        "Kindness",
        "Israel",
        "Commandments",
        "Torah",
        "Messiah",
        "Generation",
        "Service",
        "Nullification",
        "Drawing down",
        "Elevation",
        "Dwelling",
        "Purpose",
        "Intention",
        "Will",
        "Rectification",
        "Chain of descent",
        "Rabbi"
      ],
      "biblical_references": [
        "תהלים נא, יז",
        "ישעי' ל, כו",
        "ישעי' נט, כא",
        "ישעי' יא, ט"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "זהר",
        "ברכות כב, א",
        "ברכות כח, ב",
        "ברכות ד, ב",
        "ברכות ח, א",
        "סנהדרין לח, א"
      ],
      "chassidic_references": [
        "אדמו\"ר הזקן",
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 2695,
      "chunk_count": 12
    },
    "content": {
      "main_text": "בס\"ד. ש\"פ קדושים, מבה\"ח אייר ה'תשי\"ד.על  שלשה דברים העולם עומד על התורה ועל העבודה ועל גמילות חסדים1, ומביא כ\"ק מו\"ח אדמו\"ר במאמרו ד\"ה זה2 פירוש רבינו הזקן, על שלשה דברים העולם עומד – על3 שלשה דברים ההעלם עומד. ומבאר בהמאמר הקשר דפירוש אדמו\"ר הזקן (ההעלם עומד) עם פירוש הפשוט (העולם עומד), כי ענין העולם הוא העלם4. ומוסיף בהמאמר, דההעלם שבעולם הוא לפי שבריאת העולם הוא ע\"י העלם האור. וכדאיתא בע\"ח5, דכשהי' אור א\"ס ממלא כל המציאות, לא הי' מקום לעמידת העולם, ובכדי שיהי' מקום לעולמות הוצרך להיות סילוק האור. ויש לומר, דבהוספה זו מודגש יותר ענין ההעלם דעולם. שההעלם שבו הוא לא כמו דבר נוסף עליו, אלא שבריאת העולם הוא ע\"י העלם האור. ויתירה מזו, שמצד ענין הגילוי לא הי' אפילו מקום לעולמות (ולא רק שלא היו מתהוים בפועל).וממשיך  בהמאמר6, דכוונת ההעלם הוא בשביל הגילוי. וע\"י הסרת ההעלם, מתגלה אור הפנימי שצפון בההעלם. וזהו על שלשה דברים העולם עומד, שע\"י העבודה בתורה עבודה וגמ\"ח, מסירים את ההעלם ומתגלה אור הפנימי. ויש לומר, דמ\"ש בהמאמר שכוונת ההעלם הוא בשביל הגילוי, הוא בכדי לבאר המשנה על שלשה דברים העולם עומד. דהגם שע\"י תורה עבודה וגמ\"ח נמשך גילוי אלקות, מ\"מ אומר על שלשה דברים העולם עומד (ההעלם עומד), כי כוונת ההעלם הוא בשביל הגילוי, דהכוונה של כל דבר הוא ענינו הפנימי. ולכן אומר על שלשה דברים העולם (ההעלם) עומד, כי ענינו הפנימי דעולם (העלם) הוא זה שנמשך בו גילוי אלקות.ועפ\"ז  יש לבאר מ\"ש על שלשה דברים העולם עומד, דמזה משמע, שבכדי שתהי' עמידת העולם (גילוי אלקות בעולם), נוגע לא רק כללות הענין דתומ\"צ, אלא הענין דשלשה דברים, כי ענין עמידת העולם הוא, שהגילוי אלקות שנמשך בעולם ע\"י תומ\"צ יהי' בו לא כמו דבר נוסף, אלא שיתגלה בו שהכוונה וענינו הפנימי דהעולם (העלם) עצמו הוא שיהי' בו גילוי אלקות, וענין זה שבתומ\"צ הוא ע\"י התחלקותם בג' דברים (ג' סוגים)7, תורה עבודה וגמ\"ח.ב) ויובן  זה בהקדים מה שנתבאר לעיל (בהמאמר הקודם8) בביאור מאמר רז\"ל9 אור א\"ס למעלה מעלה עד אין קץ ולמטה מטה עד אין תכלית, דמעלה ומטה הם (בדרך כלל) אצילות ובי\"ע, ופירוש אוא\"ס למעלה כו' ולמטה כו' הוא, שהעילוי והשלימות דאוא\"ס הוא בשני ענינים. בענין ההמשכה והירידה למטה להוות ולהחיות את הנבראים דבי\"ע, ובזה גופא – למטה מטה עד אין תכלית, שהוא נמשך להחיות הנבראים שבעולם הזה הגשמי שאין תחתון למטה ממנו10, ועד שהוא נמשך להחיות גם את הקליפות, ובענין הרוממות, שגם עולמות העליונים, אצילות ולמעלה מאצילות, למעלה מעלה, התהוותם הוא מהארה בלבד, שבאין ערוך לגבי' ית'. דשני ענינים אלה הם (בדרך כלל) באור הממלא ואור הסובב. דבאור הממלא הוא ענין הירידה וההמשכה למטה להחיות את הנבראים לפי ערכם, ובאור הסובב הוא ענין ההפלאה והרוממות, שכל העולמות (וגם האור שמתלבש בהם) הם באין ערוך וכלא חשיב לגבי' ית'. ומשני ענינים אלה שבאור א\"ס נעשה שני הענינים דמעלה ומטה בעולמות. דענין מעלה ומטה הוא בכל העולמות. דהמציאות שבעולמות (גם המציאות שבאצילות ולמעלה מאצילות) הוא המטה שבהם, וענין הרצוא, יציאה ממציאות (שישנו בכל העולמות, גם בבי\"ע) הוא המעלה שבהם11. ושני ענינים אלה שבעולמות הם משני ענינים הנ\"ל שבאור א\"ס. דמאור הממלא שהוא בתנועה דירידה והמשכה למטה, נעשה המטה (המציאות) שבעולמות, והמעלה שבעולמות (הרצוא שבהם שרוצים לצאת ממציאותם) הוא מגילוי הרוממות דאוא\"ס (סובב).ג) והנה  ידוע12, דזה שהבריאה היא בשביל האדם13, הכוונה בזה היא לא רק לבריאת העולמות (כולל גם עולם האצילות ועולמות הא\"ס שלמעלה מאצילות), אלא לכל הגילויים, גם גילויים הכי נעלים. ועפ\"ז יש לומר, שהכוונה בשני ענינים הנ\"ל שבאוא\"ס, ענין הירידה וההמשכה למטה דאור הממלא וענין ההעלאה והרוממות דאור הסובב, כולל גם השרש דשני ענינים אלה כמו שהם באוא\"ס שלפני הצמצום [האור דעלות הרצון שהוא השרש דאור הממלא והאור שקודם עלות הרצון שהוא השרש דאור הסובב14], היא, בכדי שיהיו (דוגמת) שני ענינים אלה בעבודת האדם. דבכללות הם שני הקוין דתורה ותפלה15. דתפלה היא העלאה מלמטה למעלה, דע\"י ההתבוננות דתפלה הוא יוצא ממציאותו ועד שבא להתפשטות הגשמיות16. ותורה היא המשכה מלמעלה למטה. דענין עסק התורה הוא (לא שהאדם מבטל את שכלו, אלא אדרבא), שהתורה נמשכת ומתלבשת בשכלו של האדם, המשכה מלמעלה למטה. ויתירה מזו, דההמשכה דתורה (שהיא נמשכת בשכלו של האדם) הוא גם כשהאדם נמצא במצב דהיפך הטהרה17, ע\"ד הענין דאוא\"ס למטה מטה עד אין תכלית, שהוא נמשך להחיות לא רק הנבראים שבעוה\"ז הגשמי אלא גם את הקליפות. וכמו שבהענין דלמטה מטה עד אין תכלית, גם כשהוא נמשך למטה להחיות את הנבראים ואפילו את הקליפות, אין האור משתנה עי\"ז18, עד\"ז הוא בההמשכה דתורה, שגם כמו שנמשכת בשכלו של האדם, ואפילו כשהאדם הוא במצב דהיפך הטהרה, היא דבר ה'19.ד) והנה  כמו שהענין דלמעלה עד אין קץ הוא גם בעולמות התחתונים, כמו שנתבאר לעיל (סעיף ב) שגם בהנבראים דבי\"ע ואפילו בהנבראים שבעוה\"ז מאיר בהם הרוממות דאוא\"ס, שכל העולמות הם באין ערוך וכלא חשיב לגבי' ית', ועי\"ז נעשה בהם רצוא לאלקות, שרוצים לצאת ממציאותם, עד\"ז הוא גם בההעלאה דתפלה (שהיא דוגמת הענין דלמעלה עד אין קץ), דגם כשהאדם הוא למטה מטה עד אין תכלית, הנה ע\"י התפלה הוא מתעלה (היינו שהוא ברצוא ותשוקה לעלות) למעלה מעלה עד אין קץ. וכמ\"ש20 סולם מוצב ארצה וראשו מגיע השמימה ואיתא בזהר21 סולם דא צלותא, דגם כשהאדם הוא בדרגא הכי תחתונה (ארצה22), ע\"י הסולם דתפלה הוא מגיע ועולה השמימה. אלא, שלהיותו בשפל המצב, בכדי שיתעורר ברצוא ותשוקה לעלות למעלה, צריך הוא להתבונן (לא רק בהענינים דגדולת ה' המבוארים בתפלה, אלא גם) בענין זה עצמו, שהוא בשפל המצב. הן בנוגע למחשבה דיבור ומעשה, שלפעמים הוא נכשל (ער פאַלט דורך) אפילו במעשה בפועל ומכ\"ש בדיבור ועאכו\"כ במחשבה, והן בנוגע לשכלו ומדותיו. דהגם שעיקר עבודת האדם הוא סור מרע ועשה טוב בפועל ממש במחשבה דיבור ומעשה, הרי ענין זה (שהעיקר הוא הפועל ממש) הוא בנוגע להכוונה דלמעלה, אבל בנוגע למצב האדם23, כיון שהשכל והמדות הם מיוחדים עם הנפש, והמחשבה דיבור ומעשה הם רק לבושים (כמשנ\"ת בארוכה במאמר הקודם24), ציור השכל והמדות שלו (אם הם בקדושה או להיפך) נוגע יותר מהמחשבה דיבור ומעשה שלו. ומכ\"ש כשמתבונן בנוגע לעצם נפשו, שגם כשהמחשבה דיבור ומעשה וגם המדות והשכל הם בקדושה אפשר שעצם נפשו היא בעמקי הקליפות, וכידוע25 בענין מה שאמר ריב\"ז26 איני יודע באיזו דרך מוליכין אותי, הנה ע\"י שמתבונן בכל זה ומרגיש שהוא בשפל המצב, הוא מתעורר ברצוא לצאת ממציאותו ולעלות למעלה.ה) והנה  נתבאר לעיל (במאמר הקודם27) דשני הענינים שבאוא\"ס (למעלה מעלה עד אין קץ ולמטה מטה עד אין תכלית) בשרשם הראשון (בהאור כמו שכלול בהעצמות, שהו\"ע היכולת) הוא זה שביכלתו להאיר וביכלתו שלא להאיר. וכיון שבבחינת היכולת שניהם (היכולת להאיר והיכולת שלא להאיר) הם ענין אחד, לכן, גם כשהם נמשכים בגילוי ועי\"ז הם נעשים שני ענינים, למעלה מעלה ולמטה מטה, הם כלולים זה מזה. ועד\"ז הוא בתורה ותפלה, שהם כלולים זה מזה. דגם בתורה שהיא המשכה מלמעלה למטה יש בה ענין ההעלאה מלמטה למעלה, וכמו\"כ הוא בתפלה, שהיא העלאה מלמטה למעלה, שיש בה גם ענין ההמשכה מלמעלה למטה.ויובן  זה ע\"פ מה שאמרו רז\"ל28 ג' שעות ראשונות הקב\"ה יושב ועוסק בתורה, וידוע הדיוק בזה29, הרי כל הקורא ושונה הקב\"ה קורא ושונה כנגדו30, וכיון שישראל עוסקים בתורה במשך כל היום (זה לומד בשעה זו וזה לומד בשעה זו), הרי גם הקב\"ה עוסק בתורה במשך כל היום, ואעפ\"כ אמרו שבג' שעות ראשונות (דוקא) הקב\"ה יושב ועוסק בתורה. ונקודת הביאור בזה31, דזה שכל הקורא ושונה הקב\"ה קורא ושונה כנגדו היא המשכה מלמעלה שע\"י אתערותא דלתתא (עסק התורה דהאדם), ולכן, ההמשכה היא לפי ערך האתערותא דלתתא. דזהו שאמרו כל הקורא ושונה הקב\"ה קורא ושונה כנגדו, דזה שהקב\"ה קורא ושונה הוא כנגדו, לפי הלימוד דהאדם. וזה שבג' שעות ראשונות הקב\"ה יושב ועוסק בתורה היא המשכה מלמעלה מצד עצמה, ממקום שאין אתעדל\"ת מגעת לשם. והמשכה זו היא נתינת כח לאדם שיוכל לעסוק בתורה ושע\"י עסק התורה שלו יהי' הקב\"ה קורא ושונה כנגדו. וזהו יערוף כמטר לקחי תזל כטל אמרתי32, דהחילוק בין טל ומטר הוא, דירידת מטר תלוי בעבודת האדם (כמ\"ש33 והי' אם שמוע גו' (ואז דוקא34) ונתתי מטר ארצכם גו'), וטל אינו תלוי בעבודת האדם (כמארז\"ל35 טל לא מיעצר), דכמו\"כ הוא ברוחניות, דמטר היא ההמשכה שע\"י אתעדל\"ת וטל היא ההמשכה מלמעלה מצד עצמה. והטעם שהתורה נמשלה לטל ולמטר הוא, כי בתורה שני הענינים36. הדרגא דתורה שנמשכת ע\"י עסק התורה דהאדם – יערוף כמטר לקחי, והדרגא דתורה שהמשכתה היא מלמעלה (בדרך אתעדל\"ע מצד עצמה) – תזל כטל אמרתי. וזוהי השייכות דהקב\"ה יושב ועוסק בתורה לג' שעות ראשונות כי שורש הגשם (מטר) הוא בז' תחתונות דעתיק [כידוע בענין שבעתים כאור שבעת הימים37, דשבעתים הוא ארבעים ותשע, ושבעתים כאור שבעת הימים, מ\"ט פעמים ז', בגימטריא גשם38. דמזה מובן, שגשם שייך לשבעת הימים שהם ז' תחתונות דעתיק], ושורש הטל הוא בג' ראשונות דעתיק. וזוהי השייכות דהקב\"ה יושב ועוסק בתורה (טל דתורה) לג' שעות ראשונות, כי ג' [שעות] ראשונות הם ג' ראשונות דעתיק.ו) והנה  כמו שטל (כפשוטו) יורד ונמשך למטה, כמו\"כ הוא גם בטל תורה, שהוא נמשך ומתגלה למטה בתורה שהאדם לומד. דנוסף על זה דזה שהקב\"ה יושב ועוסק בתורה (בחינת טל תורה) הוא נתינת כח לאדם שיוכל לעסוק בתורה ושע\"י עסק התורה שלו יהי' הקב\"ה קורא ושונה כנגדו, הנה גם הענין דטל תורה עצמו נמשך ומתגלה למטה בהתורה שהאדם לומד. דבהמשכת התורה דלמעלה בהתורה שהאדם לומד, שני ענינים. התורה כמו שהיא בז\"ת דעתיק, מטר דתורה. והמשכת בחינה זו היא ע\"י עסק התורה דהאדם, דכיון שז\"ת דעתיק מתלבשים באריך שורש ההשתלשלות, לכן עסק התורה דהאדם הוא אתעדל\"ת שמעורר וממשיך בחינה זו. והתורה כמו שהיא בג\"ר דעתיק, טל תורה. והמשכת בחינה זו היא מלמעלה, ועסק התורה דהאדם הוא רק כמו כלי שבו נמשך ומתגלה הטל דתורה. ויש לומר, דזה שלימוד התורה דהאדם הוא כלי לטל תורה הוא בעיקר בהלימוד דפנימיות התורה. דכיון שפנימיות התורה (גם כמו שנמשכה למטה) היא אילנא דחיי שלמעלה מענין הבירורים39, לכן היא כמו כלי לעצם התורה שלמעלה משייכות להשתלשלות (ג\"ר דעתיק שאינם מתלבשים באריך), טל תורה.ועפ\"ז  יש לבאר הקשר דשני הגירסאות במארז\"ל40 כל המשתמש באור תורה אור תורה מחייהו, שהגירסא בגמרא היא אור תורה והגירסא בילקוט41 היא טל תורה, דיש לומר, שאור תורה הוא פנימיות התורה, ולימוד פנימיות התורה הוא כלי לטל תורה42.ז) ועד\"ז  הוא בתפלה, דהגם שבכללות היא העלאה מלמטה למעלה, יש בה גם ענין ההמשכה מלמעלה למטה. והענין הוא43, דהתחלת תפלת שמו\"ע [שהיא עיקר התפלה] הוא בפסוק44 אד' שפתי תפתח ופי יגיד תהלתך, דאמירת פסוק זה הוא (לא רק הקדמה לתפלה, אלא) התחלת התפלה עצמה, כדאיתא בגמרא45 שהוא כתפלה אריכתא. והנה בתרגום עה\"פ אד' שפתי תפתח פירש, ספותי פתח באורייתא. היינו, דהבקשה שבפסוק זה שבתחלת התפלה היא, שהתפלה (ופי יגיד תהלתך) תהי' כמו תורה (אד' שפתי תפתח באורייתא). דכמו שבתורה, התורה שהאדם לומד הוא דבר ה', דברי אשר שמתי בפיך46, והאדם הוא כעונה אחר הקורא47, כמו\"כ גם התפלה תהי' באופן דופי יגיד תהלתך, שתפלת האדם תהי' (לא התפלה שלו, אלא) רק שעל ידה תומשך (יגיד מלשון המשכה) תהלתך, תפלתו של הקב\"ה.וביאור  הענין בפרטיות יותר, יובן ע\"פ מה דאיתא בגמרא48 שכששמע רבי מאלי' הנביא שר' חייא ובניו הם דוגמת האבות, העמיד אותם רבי לפני התיבה, אמר משיב הרוח ונשיב זיקא, מוריד הגשם ואתא מיטרא, כי מטי למימר מחי' המתים רגש עלמא. וכתב האלשי\"ך49 שהבקשה אד' שפתי תפתח ופי יגיד תהלתך שבהתחלת תפלת שמו\"ע היא, שתפלתינו תהי' כמו תפלת ר\"ח ובניו. ואינו מובן, איך שייך לומר שתפלתינו תהי' כתפלת ר\"ח ובניו [ובפרט ע\"פ מה דאיתא בגמרא שם שר\"ח ובניו היו כמו האבות]. גם צריך להבין, דר\"ח ובניו היו מתפללים בכל יום, ואעפ\"כ ההמשכה שע\"י תפלת ר\"ח ובניו (נשיב זיקא, אתא מיטרא, רגש עלמא) היתה דוקא כשהעמיד אותם רבי לפני התיבה. דע\"י שהתפללו לפני התיבה והיו שלוחי ציבור, הי' בתפלתם כח הציבור, דבתפלת רבים (תפלת ציבור) כתיב50 הן א-ל כביר ולא ימאס. והגם שתפלת ציבור ישנה בכל יום, וזה שע\"י תפלה זו דוקא נשיב זיקא וכו' הוא מפני מעלת ר\"ח ובניו שהיו דוגמת האבות, מ\"מ, גם בתפלת ר\"ח ובניו בכדי שיהי' נשיב זיקא וכו' הוא דוקא כשהיו שלוחי ציבור.ולכאורה  הי' אפשר לבאר זה ע\"פ הידוע51, דמזה שבכל בקשה שבשמו\"ע חותמין ברוך אתה ה', מוכח, שגם בתפלת יחיד אין שום ספק כלל שהקב\"ה ממלא את בקשתו. אלא שבתפלת יחיד אפשר להיות שההשפעה תומשך לו למעלה, או שתומשך (גם למטה, אבל רק) ברוחניות52, והמעלה דתפלת ציבור (שהיא רצוי' ומקובלת לעולם53) היא, שההשפעה נמשכת גם למטה בגשמיות. והנה בתפלת ציבור, יש כמה חילוקי דרגות, וכל שהבקשה היא גדולה יותר, ובפרט כשהציבור המתפללים אינם כלים ראויים לזה, צריך לתפלה גדולה יותר, וגם שהשליח ציבור יהי' זקן (או המופלג שבציבור) בכדי שתהי' תפלתו נשמעת54. ועפ\"ז הי' אפשר לבאר לכאורה בנוגע לר\"ח ובניו, דזה שע\"י תפלתם כשהיו שלוחי ציבור נשיב זיקא ואתא מיטרא (בגשמיות) הוא (בעיקר) מצד המעלה דתפלת רבים, אלא שגם בתפלת ציבור (ובפרט בבקשה גדולה שאין הציבור ראוי לזה), צריך שהשליח ציבור יהי' מי שתפלתו נשמעת. אבל ביאור זה אינו מספיק, דמזה שאמרו שר\"ח ובניו היו דוגמת האבות, משמע, דזה שע\"י תפלתם נשיב זיקא ואתא מיטרא הוא מפני גודל העילוי שלהם (שתפלתם נשמעת כתפלת האבות), ואעפ\"כ, זה שנשיב זיקא וכו' הי' דוקא כשהיו שלוחי ציבור. והענין הוא, דזה שההמשכה שע\"י תפלה היא בגשמיות [ועד שע\"י ההמשכה נעשה שינוי בהנבראים, לרפאות החולים ולברך השנים, ודלא כההמשכה שע\"י תורה ומצוות שהיא (בעיקר) למעלה55] הוא כשההמשכה בגשמיות היא משאלות צרכיו דהמתפלל [אלא שגם אז ישנם כו\"כ חילוקי דרגות. דנוסף להחילוק שבין תפלת יחיד ותפלת רבים, יש חילוק גם בדרגת האדם המתפלל (היחיד, או השליח ציבור), דיש מי שתפלתו נשמעת יותר]. וכיון שההמשכות דמשיב הרוח וכו' לא היו משאלות צרכיהם דר\"ח ובניו, לכן, ע\"י תפלתם (שהתפללו בפני עצמם) המשיכו ענינים אלה ברוחניות (בדוגמת ההמשכה שע\"י תומ\"צ), וכשהעמיד אותם רבי לפני התיבה ונעשו שלוחי ציבור דכלל ישראל, עי\"ז נכללו ענינים אלה במשאלות צרכיהם [נוסף שע\"י שהתפללו בתור שלוחי ציבור דכלל ישראל ניתוסף בתפלתם גם המעלה דכח הרבים], ולכן, ע\"י תפלתם אז נמשכו הענינים גם בגשמיות.ועוד  ענין בזה, דזה שע\"י תפלתם של ר\"ח ובניו [גם כשהיו שלוחי ציבור והענינים דמשיב הרוח וכו' נעשו משאלות צרכיהם] נשיב זיקא וכו' הוא לפי שרבי שהי' שר התורה56 העמיד אותם לפני התיבה, ועי\"ז הי' בתפלתם גם ענין התורה. והענין הוא, דבההמשכה שע\"י תפלה שהיא עבודת התחתון, נוגע מצב התחתון, ובכדי שיומשך השפע להתחתון הוא דוקא כשהוא (קצת) כלי לההמשכה57. וההמשכה שע\"י תורה, כיון שהיא מלמעלה, היא נמשכת למטה מטה, גם כשהמטה אינו כלי (כלל) לההמשכה58. ולכן, זה שע\"י תפלת ר\"ח ובניו היתה ההמשכה בעולם (אף שהעולם אז לא הי' כלי לזה) הוא עי\"ז שבתפלתם הי' (גם) ענין התורה (ע\"י שרבי העמיד אותם לפני התיבה). וזה שההמשכה היתה דוקא ע\"י תפלתם של ר\"ח ובניו (ולא ע\"י רבי), הוא, כי בכדי שיהי' שינוי בהגשמי הוא על ידי המשכת אוא\"ס שלמעלה מהשתלשלות, דהמשכת אור זה הוא דוקא ע\"י העלאת מ\"ן דתפלה54. ובענין זה, היו ר\"ח ובניו גדולים מרבי. כי המעלה דתפלה, שהיא העלאת מ\"ן להמשיך אוא\"ס שלמעלה מהשתלשלות, הוא הביטול שבתפלה, שהאדם המתפלל הוא כעבד בפני רבו59, ור\"ח ובניו היו דוגמת האבות, שהיו מרכבה לאלקות60, דמרכבה הוא ביטול בתכלית. ולכן, תפלתם של ר\"ח ובניו היתה העלאת מ\"ן להמשיך אור נעלה ביותר, שע\"י המשכה זו נעשה שינוי בהנבראים, עד להשינוי דתחיית המתים. אלא שבכדי שתהי' ההמשכה בעולם (אף שהעולם אינו כלי לזה) הוא ע\"י שבתפלתם הי' (גם) ענין התורה, המשכה מלמעלה.וזהו  שהבקשה בפסוק אד' שפתי תפתח ופי יגיד תהלתך היא שתפלתינו תהי' כמו תפלת ר\"ח ובניו, דבהמעלה שבתפלת ר\"ח ובניו, שני ענינים. המעלה דהתפלה (שלהם) עצמה, שהעלאת מ\"ן דהתפלה שלהם היא נעלית הרבה יותר מהעלאת מ\"ן דתפלה סתם, ושבתפלתם הי' גם ענין התורה. ובהבקשה שבפסוק הנ\"ל, שני הענינים. דהבקשה ופי יגיד תהלתך היא שהתפלה שלו תהי' כעונה אחר הקורא אחר תפלתו דהקב\"ה ותפלתו דהקב\"ה לא גרעא61 מתפלת ר\"ח ובניו. והבקשה אד' שפתי תפתח באורייתא היא שבתפלתו תהי' גם המעלה דתורה, המשכה מלמעלה למטה.ח) והנה  ע\"י ההתכללות דתורה ותפלה [שבתורה שהיא המשכה מלמעלה למטה, הענין דאוא\"ס למטה עד אין תכלית, יש גם ענין ההעלאה מלמטה למעלה, ובתפלה שהיא העלאה מלמטה למעלה, הענין דאוא\"ס למעלה עד אין קץ, יש גם ענין ההמשכה מלמעלה למטה], עי\"ז מתגלה דשני הענינים [דלמעלה עד אין קץ ולמטה עד אין תכלית] בשרשם הם כולא חד. וכנ\"ל (סעיף ה) שהטעם לההתכללות דשני הענינים הוא, כי ביכולת העצמות, היכולת להאיר והיכולת שלא להאיר, הם ענין אחד. אלא, שעכשיו, גילוי השרש דשני הענינים כמו שהם ביכולת העצמות הוא רק בזה שהם כלולים זה מזה, וזוהי הקדמה לזה שלעתיד לבוא יהי' החיבור והאיחוד דשני הענינים. כי אז יאיר בהם בגילוי ממש שרשם הראשון כמו שהם ביכולת העצמות, שהיכולת להאיר והיכולת שלא להאיר הם חד ממש.ט) וזהו  על שלשה דברים העולם עומד, על שלשה דברים ההעלם עומד, דע\"י שהתומ\"צ נתחלקו לג' סוגים, דבכללות הם ב' קוין דהמשכה והעלאה62, וגם לאחרי שנתחלקו לב' קוין הם כלולים זה מזה, עי\"ז מתגלה שענינו הפנימי דהעולם, העלם, הוא, שיהי' בו גילוי אלקות. ולכן, הגילוי אלקות שנמשך בעולם ע\"י העבודה בג' הדברים תורה עבודה וגמ\"ח (שכל אחד כלול מכולם) הוא לא כמו דבר נוסף על העולם אלא שזהו ענינו דהעולם עצמו, העולם עומד.והמשכה  זו היא ע\"י העבודה בג' הדברים עכשיו. אלא שעכשיו הוא בהעלם, ולע\"ל יהי' זה בגילוי, וכמשנת\"ל (במאמר הקודם63) שבמשיח יהי' החיבור דמעלה ומטה, ועל ידו יומשך זה גם בכל העולם, שיהי' מלאה הארץ דיעה את הוי'64, שגם הארץ הגשמיית (דומם, מטה מטה) תהי' מלאה דיעה את הוי' (מעלה מעלה), בביאת משיח צדקנו בקרוב ממש.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד ש\"פ קדושים, מבה\"ח אייר ה'תשי\"ד.על  שלשה דברים העולם עומד על התורה ועל העבודה ועל גמילות חסדים1, ומביא כ\"ק מו\"ח אדמו\"ר במאמרו ד\"ה זה2 פירוש רבינו הזקן, על שלשה דברים העולם עומד – על3 שלשה דברים ההעלם עומד ומבאר בהמאמר הקשר דפירוש אדמו\"ר הזקן (ההעלם עומד) עם פירוש הפשוט (העולם עומד), כי ענין העולם הוא העלם4 ומוסיף בהמאמר, דההעלם שבעולם הוא לפי שבריאת העולם הוא ע\"י העלם האור וכדאיתא בע\"ח5, דכשהי' אור א\"ס ממלא כל המציאות, לא הי' מקום לעמידת העולם, ובכדי שיהי' מקום לעולמות הוצרך להיות סילוק האור ויש לומר, דבהוספה זו מודגש יותר ענין ההעלם דעולם שההעלם שבו הוא לא כמו דבר נוסף עליו, אלא שבריאת העולם הוא ע\"י העלם האור ויתירה מזו, שמצד ענין הגילוי לא הי' אפילו מקום לעולמות (ולא רק שלא היו מתהוים בפועל).וממשיך  בהמאמר6, דכוונת ההעלם הוא בשביל הגילוי וע\"י הסרת ההעלם, מתגלה אור הפנימי שצפון בההעלם וזהו על שלשה דברים העולם עומד, שע\"י העבודה בתורה עבודה וגמ\"ח, מסירים את ההעלם ומתגלה אור הפנימי ויש לומר, דמ\"ש בהמאמר שכוונת ההעלם הוא בשביל הגילוי, הוא בכדי לבאר המשנה על שלשה דברים העולם עומד דהגם שע\"י תורה עבודה וגמ\"ח נמשך גילוי אלקות, מ\"מ אומר על שלשה דברים העולם עומד (ההעלם עומד), כי כוונת ההעלם הוא בשביל הגילוי, דהכוונה של כל דבר הוא ענינו הפנימי",
          "topics": [
            "אלקות",
            "אור",
            "אור א\"ס",
            "גילוי",
            "העלם"
          ],
          "word_count": 208
        },
        {
          "chunk_id": "chunk_2",
          "content": "ולכן אומר על שלשה דברים העולם (ההעלם) עומד, כי ענינו הפנימי דעולם (העלם) הוא זה שנמשך בו גילוי אלקות.ועפ\"ז  יש לבאר מ\"ש על שלשה דברים העולם עומד, דמזה משמע, שבכדי שתהי' עמידת העולם (גילוי אלקות בעולם), נוגע לא רק כללות הענין דתומ\"צ, אלא הענין דשלשה דברים, כי ענין עמידת העולם הוא, שהגילוי אלקות שנמשך בעולם ע\"י תומ\"צ יהי' בו לא כמו דבר נוסף, אלא שיתגלה בו שהכוונה וענינו הפנימי דהעולם (העלם) עצמו הוא שיהי' בו גילוי אלקות, וענין זה שבתומ\"צ הוא ע\"י התחלקותם בג' דברים (ג' סוגים)7, תורה עבודה וגמ\"ח.ב) ויובן  זה בהקדים מה שנתבאר לעיל (בהמאמר הקודם8) בביאור מאמר רז\"ל9 אור א\"ס למעלה מעלה עד אין קץ ולמטה מטה עד אין תכלית, דמעלה ומטה הם (בדרך כלל) אצילות ובי\"ע, ופירוש אוא\"ס למעלה כו' ולמטה כו' הוא, שהעילוי והשלימות דאוא\"ס הוא בשני ענינים בענין ההמשכה והירידה למטה להוות ולהחיות את הנבראים דבי\"ע, ובזה גופא – למטה מטה עד אין תכלית, שהוא נמשך להחיות הנבראים שבעולם הזה הגשמי שאין תחתון למטה ממנו10, ועד שהוא נמשך להחיות גם את הקליפות, ובענין הרוממות, שגם עולמות העליונים, אצילות ולמעלה מאצילות, למעלה מעלה, התהוותם הוא מהארה בלבד, שבאין ערוך לגבי' ית' דשני ענינים אלה הם (בדרך כלל) באור הממלא ואור הסובב דבאור הממלא הוא ענין הירידה וההמשכה למטה להחיות את הנבראים לפי ערכם, ובאור הסובב הוא ענין ההפלאה והרוממות, שכל העולמות (וגם האור שמתלבש בהם) הם באין ערוך וכלא חשיב לגבי' ית' ומשני ענינים אלה שבאור א\"ס נעשה שני הענינים דמעלה ומטה בעולמות דענין מעלה ומטה הוא בכל העולמות",
          "topics": [
            "אלקות",
            "אור",
            "אור א\"ס",
            "אוא\"ס",
            "גילוי"
          ],
          "word_count": 244
        },
        {
          "chunk_id": "chunk_3",
          "content": "דהמציאות שבעולמות (גם המציאות שבאצילות ולמעלה מאצילות) הוא המטה שבהם, וענין הרצוא, יציאה ממציאות (שישנו בכל העולמות, גם בבי\"ע) הוא המעלה שבהם11 ושני ענינים אלה שבעולמות הם משני ענינים הנ\"ל שבאור א\"ס דמאור הממלא שהוא בתנועה דירידה והמשכה למטה, נעשה המטה (המציאות) שבעולמות, והמעלה שבעולמות (הרצוא שבהם שרוצים לצאת ממציאותם) הוא מגילוי הרוממות דאוא\"ס (סובב).ג) והנה  ידוע12, דזה שהבריאה היא בשביל האדם13, הכוונה בזה היא לא רק לבריאת העולמות (כולל גם עולם האצילות ועולמות הא\"ס שלמעלה מאצילות), אלא לכל הגילויים, גם גילויים הכי נעלים ועפ\"ז יש לומר, שהכוונה בשני ענינים הנ\"ל שבאוא\"ס, ענין הירידה וההמשכה למטה דאור הממלא וענין ההעלאה והרוממות דאור הסובב, כולל גם השרש דשני ענינים אלה כמו שהם באוא\"ס שלפני הצמצום [האור דעלות הרצון שהוא השרש דאור הממלא והאור שקודם עלות הרצון שהוא השרש דאור הסובב14], היא, בכדי שיהיו (דוגמת) שני ענינים אלה בעבודת האדם דבכללות הם שני הקוין דתורה ותפלה15 דתפלה היא העלאה מלמטה למעלה, דע\"י ההתבוננות דתפלה הוא יוצא ממציאותו ועד שבא להתפשטות הגשמיות16 ותורה היא המשכה מלמעלה למטה דענין עסק התורה הוא (לא שהאדם מבטל את שכלו, אלא אדרבא), שהתורה נמשכת ומתלבשת בשכלו של האדם, המשכה מלמעלה למטה ויתירה מזו, דההמשכה דתורה (שהיא נמשכת בשכלו של האדם) הוא גם כשהאדם נמצא במצב דהיפך הטהרה17, ע\"ד הענין דאוא\"ס למטה מטה עד אין תכלית, שהוא נמשך להחיות לא רק הנבראים שבעוה\"ז הגשמי אלא גם את הקליפות",
          "topics": [
            "אור",
            "אור א\"ס",
            "אוא\"ס",
            "גילוי",
            "צמצום"
          ],
          "word_count": 220
        },
        {
          "chunk_id": "chunk_4",
          "content": "וכמו שבהענין דלמטה מטה עד אין תכלית, גם כשהוא נמשך למטה להחיות את הנבראים ואפילו את הקליפות, אין האור משתנה עי\"ז18, עד\"ז הוא בההמשכה דתורה, שגם כמו שנמשכת בשכלו של האדם, ואפילו כשהאדם הוא במצב דהיפך הטהרה, היא דבר ה'19.ד) והנה  כמו שהענין דלמעלה עד אין קץ הוא גם בעולמות התחתונים, כמו שנתבאר לעיל (סעיף ב) שגם בהנבראים דבי\"ע ואפילו בהנבראים שבעוה\"ז מאיר בהם הרוממות דאוא\"ס, שכל העולמות הם באין ערוך וכלא חשיב לגבי' ית', ועי\"ז נעשה בהם רצוא לאלקות, שרוצים לצאת ממציאותם, עד\"ז הוא גם בההעלאה דתפלה (שהיא דוגמת הענין דלמעלה עד אין קץ), דגם כשהאדם הוא למטה מטה עד אין תכלית, הנה ע\"י התפלה הוא מתעלה (היינו שהוא ברצוא ותשוקה לעלות) למעלה מעלה עד אין קץ וכמ\"ש20 סולם מוצב ארצה וראשו מגיע השמימה ואיתא בזהר21 סולם דא צלותא, דגם כשהאדם הוא בדרגא הכי תחתונה (ארצה22), ע\"י הסולם דתפלה הוא מגיע ועולה השמימה אלא, שלהיותו בשפל המצב, בכדי שיתעורר ברצוא ותשוקה לעלות למעלה, צריך הוא להתבונן (לא רק בהענינים דגדולת ה' המבוארים בתפלה, אלא גם) בענין זה עצמו, שהוא בשפל המצב הן בנוגע למחשבה דיבור ומעשה, שלפעמים הוא נכשל (ער פאַלט דורך) אפילו במעשה בפועל ומכ\"ש בדיבור ועאכו\"כ במחשבה, והן בנוגע לשכלו ומדותיו דהגם שעיקר עבודת האדם הוא סור מרע ועשה טוב בפועל ממש במחשבה דיבור ומעשה, הרי ענין זה (שהעיקר הוא הפועל ממש) הוא בנוגע להכוונה דלמעלה, אבל בנוגע למצב האדם23, כיון שהשכל והמדות הם מיוחדים עם הנפש, והמחשבה דיבור ומעשה הם רק לבושים (כמשנ\"ת בארוכה במאמר הקודם24), ציור השכל והמדות שלו (אם הם בקדושה או להיפך) נוגע יותר מהמחשבה דיבור ומעשה שלו",
          "topics": [
            "אלקות",
            "אור",
            "אוא\"ס",
            "תחתונים",
            "עולמות"
          ],
          "word_count": 255
        },
        {
          "chunk_id": "chunk_5",
          "content": "ומכ\"ש כשמתבונן בנוגע לעצם נפשו, שגם כשהמחשבה דיבור ומעשה וגם המדות והשכל הם בקדושה אפשר שעצם נפשו היא בעמקי הקליפות, וכידוע25 בענין מה שאמר ריב\"ז26 איני יודע באיזו דרך מוליכין אותי, הנה ע\"י שמתבונן בכל זה ומרגיש שהוא בשפל המצב, הוא מתעורר ברצוא לצאת ממציאותו ולעלות למעלה.ה) והנה  נתבאר לעיל (במאמר הקודם27) דשני הענינים שבאוא\"ס (למעלה מעלה עד אין קץ ולמטה מטה עד אין תכלית) בשרשם הראשון (בהאור כמו שכלול בהעצמות, שהו\"ע היכולת) הוא זה שביכלתו להאיר וביכלתו שלא להאיר וכיון שבבחינת היכולת שניהם (היכולת להאיר והיכולת שלא להאיר) הם ענין אחד, לכן, גם כשהם נמשכים בגילוי ועי\"ז הם נעשים שני ענינים, למעלה מעלה ולמטה מטה, הם כלולים זה מזה ועד\"ז הוא בתורה ותפלה, שהם כלולים זה מזה דגם בתורה שהיא המשכה מלמעלה למטה יש בה ענין ההעלאה מלמטה למעלה, וכמו\"כ הוא בתפלה, שהיא העלאה מלמטה למעלה, שיש בה גם ענין ההמשכה מלמעלה למטה.ויובן  זה ע\"פ מה שאמרו רז\"ל28 ג' שעות ראשונות הקב\"ה יושב ועוסק בתורה, וידוע הדיוק בזה29, הרי כל הקורא ושונה הקב\"ה קורא ושונה כנגדו30, וכיון שישראל עוסקים בתורה במשך כל היום (זה לומד בשעה זו וזה לומד בשעה זו), הרי גם הקב\"ה עוסק בתורה במשך כל היום, ואעפ\"כ אמרו שבג' שעות ראשונות (דוקא) הקב\"ה יושב ועוסק בתורה ונקודת הביאור בזה31, דזה שכל הקורא ושונה הקב\"ה קורא ושונה כנגדו היא המשכה מלמעלה שע\"י אתערותא דלתתא (עסק התורה דהאדם), ולכן, ההמשכה היא לפי ערך האתערותא דלתתא דזהו שאמרו כל הקורא ושונה הקב\"ה קורא ושונה כנגדו, דזה שהקב\"ה קורא ושונה הוא כנגדו, לפי הלימוד דהאדם וזה שבג' שעות ראשונות הקב\"ה יושב ועוסק בתורה היא המשכה מלמעלה מצד עצמה, ממקום שאין אתעדל\"ת מגעת לשם",
          "topics": [
            "אור",
            "אוא\"ס",
            "עצמות",
            "גילוי",
            "ישראל"
          ],
          "word_count": 263
        },
        {
          "chunk_id": "chunk_6",
          "content": "והמשכה זו היא נתינת כח לאדם שיוכל לעסוק בתורה ושע\"י עסק התורה שלו יהי' הקב\"ה קורא ושונה כנגדו וזהו יערוף כמטר לקחי תזל כטל אמרתי32, דהחילוק בין טל ומטר הוא, דירידת מטר תלוי בעבודת האדם (כמ\"ש33 והי' אם שמוע גו' (ואז דוקא34) ונתתי מטר ארצכם גו'), וטל אינו תלוי בעבודת האדם (כמארז\"ל35 טל לא מיעצר), דכמו\"כ הוא ברוחניות, דמטר היא ההמשכה שע\"י אתעדל\"ת וטל היא ההמשכה מלמעלה מצד עצמה והטעם שהתורה נמשלה לטל ולמטר הוא, כי בתורה שני הענינים36 הדרגא דתורה שנמשכת ע\"י עסק התורה דהאדם – יערוף כמטר לקחי, והדרגא דתורה שהמשכתה היא מלמעלה (בדרך אתעדל\"ע מצד עצמה) – תזל כטל אמרתי וזוהי השייכות דהקב\"ה יושב ועוסק בתורה לג' שעות ראשונות כי שורש הגשם (מטר) הוא בז' תחתונות דעתיק [כידוע בענין שבעתים כאור שבעת הימים37, דשבעתים הוא ארבעים ותשע, ושבעתים כאור שבעת הימים, מ\"ט פעמים ז', בגימטריא גשם38 דמזה מובן, שגשם שייך לשבעת הימים שהם ז' תחתונות דעתיק], ושורש הטל הוא בג' ראשונות דעתיק וזוהי השייכות דהקב\"ה יושב ועוסק בתורה (טל דתורה) לג' שעות ראשונות, כי ג' [שעות] ראשונות הם ג' ראשונות דעתיק.ו) והנה  כמו שטל (כפשוטו) יורד ונמשך למטה, כמו\"כ הוא גם בטל תורה, שהוא נמשך ומתגלה למטה בתורה שהאדם לומד דנוסף על זה דזה שהקב\"ה יושב ועוסק בתורה (בחינת טל תורה) הוא נתינת כח לאדם שיוכל לעסוק בתורה ושע\"י עסק התורה שלו יהי' הקב\"ה קורא ושונה כנגדו, הנה גם הענין דטל תורה עצמו נמשך ומתגלה למטה בהתורה שהאדם לומד דבהמשכת התורה דלמעלה בהתורה שהאדם לומד, שני ענינים התורה כמו שהיא בז\"ת דעתיק, מטר דתורה",
          "topics": [
            "אור",
            "דעת",
            "תורה",
            "המשכה"
          ],
          "word_count": 247
        },
        {
          "chunk_id": "chunk_7",
          "content": "והמשכת בחינה זו היא ע\"י עסק התורה דהאדם, דכיון שז\"ת דעתיק מתלבשים באריך שורש ההשתלשלות, לכן עסק התורה דהאדם הוא אתעדל\"ת שמעורר וממשיך בחינה זו והתורה כמו שהיא בג\"ר דעתיק, טל תורה והמשכת בחינה זו היא מלמעלה, ועסק התורה דהאדם הוא רק כמו כלי שבו נמשך ומתגלה הטל דתורה ויש לומר, דזה שלימוד התורה דהאדם הוא כלי לטל תורה הוא בעיקר בהלימוד דפנימיות התורה דכיון שפנימיות התורה (גם כמו שנמשכה למטה) היא אילנא דחיי שלמעלה מענין הבירורים39, לכן היא כמו כלי לעצם התורה שלמעלה משייכות להשתלשלות (ג\"ר דעתיק שאינם מתלבשים באריך), טל תורה.ועפ\"ז  יש לבאר הקשר דשני הגירסאות במארז\"ל40 כל המשתמש באור תורה אור תורה מחייהו, שהגירסא בגמרא היא אור תורה והגירסא בילקוט41 היא טל תורה, דיש לומר, שאור תורה הוא פנימיות התורה, ולימוד פנימיות התורה הוא כלי לטל תורה42.ז) ועד\"ז  הוא בתפלה, דהגם שבכללות היא העלאה מלמטה למעלה, יש בה גם ענין ההמשכה מלמעלה למטה והענין הוא43, דהתחלת תפלת שמו\"ע [שהיא עיקר התפלה] הוא בפסוק44 אד' שפתי תפתח ופי יגיד תהלתך, דאמירת פסוק זה הוא (לא רק הקדמה לתפלה, אלא) התחלת התפלה עצמה, כדאיתא בגמרא45 שהוא כתפלה אריכתא והנה בתרגום עה\"פ אד' שפתי תפתח פירש, ספותי פתח באורייתא היינו, דהבקשה שבפסוק זה שבתחלת התפלה היא, שהתפלה (ופי יגיד תהלתך) תהי' כמו תורה (אד' שפתי תפתח באורייתא)",
          "topics": [
            "אור",
            "דעת",
            "תורה",
            "המשכה",
            "העלאה"
          ],
          "word_count": 207
        },
        {
          "chunk_id": "chunk_8",
          "content": "דכמו שבתורה, התורה שהאדם לומד הוא דבר ה', דברי אשר שמתי בפיך46, והאדם הוא כעונה אחר הקורא47, כמו\"כ גם התפלה תהי' באופן דופי יגיד תהלתך, שתפלת האדם תהי' (לא התפלה שלו, אלא) רק שעל ידה תומשך (יגיד מלשון המשכה) תהלתך, תפלתו של הקב\"ה.וביאור  הענין בפרטיות יותר, יובן ע\"פ מה דאיתא בגמרא48 שכששמע רבי מאלי' הנביא שר' חייא ובניו הם דוגמת האבות, העמיד אותם רבי לפני התיבה, אמר משיב הרוח ונשיב זיקא, מוריד הגשם ואתא מיטרא, כי מטי למימר מחי' המתים רגש עלמא וכתב האלשי\"ך49 שהבקשה אד' שפתי תפתח ופי יגיד תהלתך שבהתחלת תפלת שמו\"ע היא, שתפלתינו תהי' כמו תפלת ר\"ח ובניו ואינו מובן, איך שייך לומר שתפלתינו תהי' כתפלת ר\"ח ובניו [ובפרט ע\"פ מה דאיתא בגמרא שם שר\"ח ובניו היו כמו האבות] גם צריך להבין, דר\"ח ובניו היו מתפללים בכל יום, ואעפ\"כ ההמשכה שע\"י תפלת ר\"ח ובניו (נשיב זיקא, אתא מיטרא, רגש עלמא) היתה דוקא כשהעמיד אותם רבי לפני התיבה דע\"י שהתפללו לפני התיבה והיו שלוחי ציבור, הי' בתפלתם כח הציבור, דבתפלת רבים (תפלת ציבור) כתיב50 הן א-ל כביר ולא ימאס והגם שתפלת ציבור ישנה בכל יום, וזה שע\"י תפלה זו דוקא נשיב זיקא וכו' הוא מפני מעלת ר\"ח ובניו שהיו דוגמת האבות, מ\"מ, גם בתפלת ר\"ח ובניו בכדי שיהי' נשיב זיקא וכו' הוא דוקא כשהיו שלוחי ציבור.ולכאורה  הי' אפשר לבאר זה ע\"פ הידוע51, דמזה שבכל בקשה שבשמו\"ע חותמין ברוך אתה ה', מוכח, שגם בתפלת יחיד אין שום ספק כלל שהקב\"ה ממלא את בקשתו אלא שבתפלת יחיד אפשר להיות שההשפעה תומשך לו למעלה, או שתומשך (גם למטה, אבל רק) ברוחניות52, והמעלה דתפלת ציבור (שהיא רצוי' ומקובלת לעולם53) היא, שההשפעה נמשכת גם למטה בגשמיות",
          "topics": [
            "אור",
            "עולם",
            "תורה",
            "המשכה",
            "רבי"
          ],
          "word_count": 263
        },
        {
          "chunk_id": "chunk_9",
          "content": "והנה בתפלת ציבור, יש כמה חילוקי דרגות, וכל שהבקשה היא גדולה יותר, ובפרט כשהציבור המתפללים אינם כלים ראויים לזה, צריך לתפלה גדולה יותר, וגם שהשליח ציבור יהי' זקן (או המופלג שבציבור) בכדי שתהי' תפלתו נשמעת54 ועפ\"ז הי' אפשר לבאר לכאורה בנוגע לר\"ח ובניו, דזה שע\"י תפלתם כשהיו שלוחי ציבור נשיב זיקא ואתא מיטרא (בגשמיות) הוא (בעיקר) מצד המעלה דתפלת רבים, אלא שגם בתפלת ציבור (ובפרט בבקשה גדולה שאין הציבור ראוי לזה), צריך שהשליח ציבור יהי' מי שתפלתו נשמעת אבל ביאור זה אינו מספיק, דמזה שאמרו שר\"ח ובניו היו דוגמת האבות, משמע, דזה שע\"י תפלתם נשיב זיקא ואתא מיטרא הוא מפני גודל העילוי שלהם (שתפלתם נשמעת כתפלת האבות), ואעפ\"כ, זה שנשיב זיקא וכו' הי' דוקא כשהיו שלוחי ציבור והענין הוא, דזה שההמשכה שע\"י תפלה היא בגשמיות [ועד שע\"י ההמשכה נעשה שינוי בהנבראים, לרפאות החולים ולברך השנים, ודלא כההמשכה שע\"י תורה ומצוות שהיא (בעיקר) למעלה55] הוא כשההמשכה בגשמיות היא משאלות צרכיו דהמתפלל [אלא שגם אז ישנם כו\"כ חילוקי דרגות דנוסף להחילוק שבין תפלת יחיד ותפלת רבים, יש חילוק גם בדרגת האדם המתפלל (היחיד, או השליח ציבור), דיש מי שתפלתו נשמעת יותר]",
          "topics": [
            "אור",
            "מצוות",
            "תורה",
            "המשכה",
            "רבי"
          ],
          "word_count": 179
        },
        {
          "chunk_id": "chunk_10",
          "content": "וכיון שההמשכות דמשיב הרוח וכו' לא היו משאלות צרכיהם דר\"ח ובניו, לכן, ע\"י תפלתם (שהתפללו בפני עצמם) המשיכו ענינים אלה ברוחניות (בדוגמת ההמשכה שע\"י תומ\"צ), וכשהעמיד אותם רבי לפני התיבה ונעשו שלוחי ציבור דכלל ישראל, עי\"ז נכללו ענינים אלה במשאלות צרכיהם [נוסף שע\"י שהתפללו בתור שלוחי ציבור דכלל ישראל ניתוסף בתפלתם גם המעלה דכח הרבים], ולכן, ע\"י תפלתם אז נמשכו הענינים גם בגשמיות.ועוד  ענין בזה, דזה שע\"י תפלתם של ר\"ח ובניו [גם כשהיו שלוחי ציבור והענינים דמשיב הרוח וכו' נעשו משאלות צרכיהם] נשיב זיקא וכו' הוא לפי שרבי שהי' שר התורה56 העמיד אותם לפני התיבה, ועי\"ז הי' בתפלתם גם ענין התורה והענין הוא, דבההמשכה שע\"י תפלה שהיא עבודת התחתון, נוגע מצב התחתון, ובכדי שיומשך השפע להתחתון הוא דוקא כשהוא (קצת) כלי לההמשכה57 וההמשכה שע\"י תורה, כיון שהיא מלמעלה, היא נמשכת למטה מטה, גם כשהמטה אינו כלי (כלל) לההמשכה58 ולכן, זה שע\"י תפלת ר\"ח ובניו היתה ההמשכה בעולם (אף שהעולם אז לא הי' כלי לזה) הוא עי\"ז שבתפלתם הי' (גם) ענין התורה (ע\"י שרבי העמיד אותם לפני התיבה) וזה שההמשכה היתה דוקא ע\"י תפלתם של ר\"ח ובניו (ולא ע\"י רבי), הוא, כי בכדי שיהי' שינוי בהגשמי הוא על ידי המשכת אוא\"ס שלמעלה מהשתלשלות, דהמשכת אור זה הוא דוקא ע\"י העלאת מ\"ן דתפלה54 ובענין זה, היו ר\"ח ובניו גדולים מרבי כי המעלה דתפלה, שהיא העלאת מ\"ן להמשיך אוא\"ס שלמעלה מהשתלשלות, הוא הביטול שבתפלה, שהאדם המתפלל הוא כעבד בפני רבו59, ור\"ח ובניו היו דוגמת האבות, שהיו מרכבה לאלקות60, דמרכבה הוא ביטול בתכלית ולכן, תפלתם של ר\"ח ובניו היתה העלאת מ\"ן להמשיך אור נעלה ביותר, שע\"י המשכה זו נעשה שינוי בהנבראים, עד להשינוי דתחיית המתים",
          "topics": [
            "אלקות",
            "אור",
            "אוא\"ס",
            "עולם",
            "ישראל"
          ],
          "word_count": 261
        },
        {
          "chunk_id": "chunk_11",
          "content": "אלא שבכדי שתהי' ההמשכה בעולם (אף שהעולם אינו כלי לזה) הוא ע\"י שבתפלתם הי' (גם) ענין התורה, המשכה מלמעלה.וזהו  שהבקשה בפסוק אד' שפתי תפתח ופי יגיד תהלתך היא שתפלתינו תהי' כמו תפלת ר\"ח ובניו, דבהמעלה שבתפלת ר\"ח ובניו, שני ענינים המעלה דהתפלה (שלהם) עצמה, שהעלאת מ\"ן דהתפלה שלהם היא נעלית הרבה יותר מהעלאת מ\"ן דתפלה סתם, ושבתפלתם הי' גם ענין התורה ובהבקשה שבפסוק הנ\"ל, שני הענינים דהבקשה ופי יגיד תהלתך היא שהתפלה שלו תהי' כעונה אחר הקורא אחר תפלתו דהקב\"ה ותפלתו דהקב\"ה לא גרעא61 מתפלת ר\"ח ובניו והבקשה אד' שפתי תפתח באורייתא היא שבתפלתו תהי' גם המעלה דתורה, המשכה מלמעלה למטה.ח) והנה  ע\"י ההתכללות דתורה ותפלה [שבתורה שהיא המשכה מלמעלה למטה, הענין דאוא\"ס למטה עד אין תכלית, יש גם ענין ההעלאה מלמטה למעלה, ובתפלה שהיא העלאה מלמטה למעלה, הענין דאוא\"ס למעלה עד אין קץ, יש גם ענין ההמשכה מלמעלה למטה], עי\"ז מתגלה דשני הענינים [דלמעלה עד אין קץ ולמטה עד אין תכלית] בשרשם הם כולא חד וכנ\"ל (סעיף ה) שהטעם לההתכללות דשני הענינים הוא, כי ביכולת העצמות, היכולת להאיר והיכולת שלא להאיר, הם ענין אחד אלא, שעכשיו, גילוי השרש דשני הענינים כמו שהם ביכולת העצמות הוא רק בזה שהם כלולים זה מזה, וזוהי הקדמה לזה שלעתיד לבוא יהי' החיבור והאיחוד דשני הענינים כי אז יאיר בהם בגילוי ממש שרשם הראשון כמו שהם ביכולת העצמות, שהיכולת להאיר והיכולת שלא להאיר הם חד ממש.ט) וזהו  על שלשה דברים העולם עומד, על שלשה דברים ההעלם עומד, דע\"י שהתומ\"צ נתחלקו לג' סוגים, דבכללות הם ב' קוין דהמשכה והעלאה62, וגם לאחרי שנתחלקו לב' קוין הם כלולים זה מזה, עי\"ז מתגלה שענינו הפנימי דהעולם, העלם, הוא, שיהי' בו גילוי אלקות",
          "topics": [
            "אלקות",
            "אור",
            "אוא\"ס",
            "עצמות",
            "גילוי"
          ],
          "word_count": 264
        },
        {
          "chunk_id": "chunk_12",
          "content": "ולכן, הגילוי אלקות שנמשך בעולם ע\"י העבודה בג' הדברים תורה עבודה וגמ\"ח (שכל אחד כלול מכולם) הוא לא כמו דבר נוסף על העולם אלא שזהו ענינו דהעולם עצמו, העולם עומד.והמשכה  זו היא ע\"י העבודה בג' הדברים עכשיו אלא שעכשיו הוא בהעלם, ולע\"ל יהי' זה בגילוי, וכמשנת\"ל (במאמר הקודם63) שבמשיח יהי' החיבור דמעלה ומטה, ועל ידו יומשך זה גם בכל העולם, שיהי' מלאה הארץ דיעה את הוי'64, שגם הארץ הגשמיית (דומם, מטה מטה) תהי' מלאה דיעה את הוי' (מעלה מעלה), בביאת משיח צדקנו בקרוב ממש",
          "topics": [
            "אלקות",
            "גילוי",
            "העלם",
            "עולם",
            "תורה"
          ],
          "word_count": 84
        }
      ],
      "footnotes": "* יצא לאור בקונטרס כ\"א אלול – תש\"נ, \"לקראת יום השלישי שהוכפל בו כי טוב פ' נצבים-וילך, כ\"א אלול הבעל\"ט, יום מלאות יובל שנים לחנוכת בית הכנסת ובית המדרש המרכזי דליובאַוויטש שבליובאַוויטש (\"770\") בשנת ה'ש\"ת – הננו מוציאים לאור את המאמר ד\"ה על שלשה דברים העולם עומד כו', שאמר כ\"ק אדמו\"ר שליט\"א בהתוועדות דש\"ק פ' קדושים, מבה\"ח אייר ה'תשי\"ד*, והוא ביאור על ד\"ה זה שאמר כ\"ק אדמו\"ר מוהריי\"צ נ\"ע בחנוכת בית הכנסת הנ\"ל .. אור ליום ג' שהוכפל בו כי טוב פ' נצבים וילך, כ\"א אלול הבעל\"ט, שנת ה'תש\"נ\".*) המאמר הוא המשך למאמר שלפניו ד\"ה ונחה עליו דאחרון של פסח (לעיל ע' קעא ואילך).1) אבות פ\"א מ\"ב.2) דשנת ה'ש\"ת – נדפס בסה\"מ ה'ש\"ת ע' 160 ואילך.3) כ\"ה הלשון בד\"ה זה שם (שמעתיק בהפירוש גם \"על שלשה דברים\"). וראה לקמן הערה 7.4) ראה גם לקו\"ת שלח לז, ד. מאמרי אדמו\"ר האמצעי דברים ח\"א ע' שג. ח\"ג ע' א'נט. וראה לקו\"ש חלק לד ע' 112 הערה 63. וש\"נ.5) שער א (דרוש עגולים ויושר) ענף ב.6) סעיף ב (סה\"מ ה'ש\"ת שם ע' 161). וראה שם בסוף המאמר (ס\"ע 162).7) ועפ\"ז יש לבאר מ\"ש בהפירוש \"על שלשה דברים ההעלם עומד\" (שמעתיק בהפירוש גם \"על שלשה דברים\") – כי זהו הביאור ד\"ההעלם עומד\".8) ד\"ה ונחה עליו גו' דאחרון של פסח (לעיל ע' 200 ואילך).9) ראה תקו\"ז סוף תיקון נז (וראה שם תיקון יט – מ, ב). ז\"ח יתרו לד, סע\"ג.10) תניא רפל\"ו.11) ראה ד\"ה ונחה הנ\"ל ס\"ז (לעיל ע' 206), דזהו כפל הלשון למעלה מעלה כו' ולמטה מטה כו', כי המעלה ומטה שבעולמות הוא בשתים (א) שאצילות הוא מעלה ובי\"ע הוא מטה, (ב) הרצוא (מעלה) שגם בבי\"ע והמציאות (מטה) שגם באצילות.12) ראה תו\"מ סה\"מ אב ע' קצט ואילך.13) ראה סנהדרין לח, א. חדא\"ג מהרש\"א לר\"ה כז, א.14) ראה ד\"ה ונחה הנ\"ל ס\"ח (לעיל ע' 206). וש\"נ.15) בהבא להלן בענין תורה ותפלה – ובהשייכות דתורה ותפלה לשני הענינים דמעלה עד אין קץ ולמטה עד אין תכלית – ראה גם אוה\"ת ענינים ע' קכ ואילך. סה\"מ תרכ\"ו ע' רפג. תרכ\"ז ע' תנב. תרנ\"ח ע' עג.16) ראה שו\"ע אדה\"ז או\"ח הל' תפלה סצ\"ח ס\"א. הל' ת\"ת לאדה\"ז פ\"ד ס\"ה.17) להעיר מלקו\"ת תבוא מג, סע\"ב ואילך דיש חילוק בזה בין תורה לתפלה.18) סה\"מ ה'תש\"י ע' 135. וראה תו\"מ סה\"מ אב ס\"ע קלט ואילך, ובהנסמן שם, שגם אור הממלא שמלובש בהנבראים, אינו נתפס בהם.19) להעיר, דזה שאין דברי תורה מקבלין טומאה למדין מהכתוב (ירמי' כג, כט) הלא כה דברי כאש (ברכות כב, א). ויש לומר הפירוש ב\"דברי כאש\", דכיון שהוא \"דברי\" (דהקב\"ה), לכן הוא \"כאש\" שאינו מקבל טומאה.20) ויצא כח, יב.21) ח\"א רסו, ריש ע\"ב. ח\"ג שו, ריש ע\"ב. וראה גם תקו\"ז תיקון מה (פג, א).22) \"ארצה\" (בתוס' ה') הוא מדריגה הכי תחתונה שבארץ (סה\"מ קונטרסים ח\"ב שיט, א. ובכ\"מ).23) וע\"ד המבואר בתניא פל\"ז (מט, סע\"א ואילך) החילוק בין תורה למצוות, דתכלית בריאת האדם (לעשות לו ית' דירה בתחתונים) הוא ע\"י המצוות, אבל בנוגע לנפש האדם, ע\"י לימוד התורה ממשיך אור נעלה יותר.24) ד\"ה הנ\"ל שבהערה 8 דלעיל ס\"ב-ג (לעיל ע' 201 ואילך).25) לקו\"ת ויקרא (הוספות) נ, סע\"ד. ד\"ה אשרנו תרצ\"ו (סה\"מ תרצ\"ו ע' 50 ואילך), ובהנסמן שם (ע' 49) הערה 1. ועוד.26) ברכות כח, ב.27) ס\"ט ויו\"ד (לעיל ע' 207 ואילך).28) ע\"ז ג, ב.29) סה\"מ תרכ\"ו ע' רעט. תרכ\"ז ע' תלו. תרנ\"ח ע' סח.30) תדא\"ר רפי\"ח. יל\"ש איכה רמז תתרלד.31) אוה\"ת שבהערה 15 ע' קכא ואילך. סה\"מ תרכ\"ו ס\"ע רפג. תרכ\"ז ע' תכט ואילך. תרנ\"ח ע' עג ואילך.32) האזינו לב, ב.33) עקב יא, יג-יד.34) וכמו שממשיך בכתוב (שם, טו-טז) וסרתם ועבדתם גו' (ואז) ולא יהי' מטר.35) תענית ג, א.36) בהבא להלן ראה סה\"מ תרכ\"ז ע' תכט ואילך. המשך וככה תרל\"ז פס\"ז [סה\"מ תרל\"ז ח\"ב ע' תקנה ואילך]. סה\"מ תר\"ס ע' צח ואילך.ע\"ד שני הענינים דטל ומטר שבתורה – ראה גם לקו\"ת האזינו עה, סע\"ד ואילך. אלא שבלקו\"ת שם, דטל שבתורה הוא שהקב\"ה קורא ושונה כנגדו.37) ישעי' ל, כו.38) ראה פרש\"י ד\"ה יהי' שבעתים – פסחים סח, א.39) אגה\"ק סכ\"ו.40) כתובות קיא, ב.41) שמעוני ישעי' רמז תלא.42) ובסה\"מ תר\"ס ע' קד, שאור תורה וטל תורה הם רזין ורזין דרזין.43) בהבא להלן ראה אוה\"ת שם ע' קכב. סה\"מ תרכ\"ו ע' רפד ואילך. תרכ\"ז ע' תלא ואילך. ע' תמב ואילך. סה\"מ תרנ\"ח ע' עד ואילך.44) תהלים נא, יז.45) ברכות ד, ב.46) ישעי' נט, כא.47) ראה תו\"א יתרו, סו, סע\"ג ואילך. ד\"ה בחודש השלישי ה'תשכ\"ט ס\"ב (תו\"מ סה\"מ סיון ס\"ע רצט), ובהנסמן שם הערה 11.48) ב\"מ פה, ב.49) לתהלים עה\"פ אד' שפתי תפתח.50) איוב לו, ה. וראה ברכות ח, א.51) אוה\"ת שם ע' קכב. וראה גם אגה\"ת פי\"א (ק, א). וראה הערה הבאה.52) ויש לומר, דמ\"ש באגה\"ת שם שאין שום ספק כלל הוא, כי כל הענין דסליחת עוונות (שבזה מדובר באגה\"ת שם) הוא ברוחניות.53) לשון אדה\"ז בשו\"ע או\"ח ר\"ס נב.54) ראה שו\"ע אדה\"ז שם סנ\"ג ס\"ט. וש\"נ.55) תניא קו\"א ד\"ה להבין מ\"ש בפע\"ח (קכה, א).56) כ\"ה בסה\"מ תרכ\"ז ע' תמג. תרכ\"ו ע' רפה.57) סה\"מ עטר\"ת ע' קלו.58) סה\"מ עטר\"ת שם. ולהעיר גם מלקו\"ת פ' ראה כח, ב.59) שבת י, א. רמב\"ם הל' תפלה פ\"ה ה\"ד. טושו\"ע (ודאדה\"ז) שם סי' סג סעיף ו (ז).60) ב\"ר פמ\"ז, ו. פפ\"ב, ו. וראה תניא פכ\"ג (כח, ב). רפל\"ד. מאמרי אדמו\"ר האמצעי דברים ח\"א ע' רטו. וש\"נ.61) כ\"ה הלשון בסה\"מ תרכ\"ו ע' רפה ובסה\"מ תרכ\"ז ס\"ע תמג.62) דתורה וגמ\"ח שניהם הם המשכה מלמעלה למטה, והחילוק שביניהם הוא באופן ההמשכה (לקו\"ת שלח מט, ב. וראה גם לקו\"ת אמור לג, סע\"א. ובכ\"מ).63) ד\"ה הנ\"ל שבהערה 8 דלעיל ס\"י (לעיל ס\"ע 207).64) ישעי' יא, ט.",
      "glossary": "|אדמו\"ר (Admor): Our master, teacher and rabbi; אדרבא (Adrabah): On the contrary; או להיפך (O L'Heifech): Or the opposite; אור א\"ס (Or Ein Sof): Infinite light; אור הממלא (Or HaM'Male): Immanent light; אור הסובב (Or HaSovev): Transcendent light; אור הפנימי (Or HaPenimi): Inner light; אייר (Iyar): Month of Iyar; איתא בזהר (Itah B'Zohar): It states in the Zohar; אפילו (Afilu): Even; אפשר (Efshar): Possible; אצילות (Atzilut): Emanation; ארצה (Artzah): Earthward; באין ערוך (B'Ein Erech): Incomparable; בארוכה (B'Aruchah): At length; בדרגא (B'Dargah): In level; בדרך כלל (B'Derech K'lal): Generally; בהם (Bahem): In them; בהקדים (B'Hakdim): By prefacing; בזה גופא (B'Zeh Gufa): In this itself; בי\"ע (BYA): Beriah Yetzirah Asiyah; בכללות (Bichllalut): In general; בלבד (Bilvad): Only; במאמרו (B'Ma'amaro): In his discourse; במחשבה (B'Machshavah): In thought; במעשה בפועל (B'Ma'aseh B'Fo'al): In actual deed; במצב (B'Matzav): In a state; בס\"ד (B'Siyata D'Shmaya): With Divine assistance; בע\"ח (B'Etz Chaim): In Etz Chaim; בעמקי הקליפות (B'Amkei HaKlipot): In depths of husks; בפועל (B'Fo'al): In actuality; בפועל ממש (B'Fo'al Mamash): In actual practice; בקדושה (BiKdushah): In holiness; בריאת העולם (Briyat HaOlam): Creation of the world; ברצוא ותשוקה (B'Ratzo V'Teshukah): In running and yearning; בשביל האדם (Bishvil HaAdam): For the sake of man; בשביל הגילוי (Bishvil HaGilui): For the sake of revelation; בשכלו (B'Sichlo): In his intellect; בשפל המצב (B'Shefal HaMatzav): In lowly state; בתפלה (BiTefilah): In prayer; ג' דברים (3 Devarim): Three things; ג' סוגים (3 Sugim): Three types; גדולת ה' (Gadlut Hashem): Greatness of God; גילוי אלקות (Gilui Elokut): Revelation of Divinity; גמ\"ח (Gemilut Chasadim): Acts of loving kindness; גמילות חסדים (Gemilut Chasadim): Acts of loving kindness; ד\"ה (Dibur HaMatchi'ach): Opening words; דבר ה' (D'var Hashem): Word of God; דבר נוסף (Davar Nosaf): Additional thing; דוגמת (Dugmat): Example of; דלמעלה (D'L'Ma'alah): From above; ה'תשי\"ד (5714): Year 5714; האור דעלות הרצון (HaOr D'Alut HaRatzon): Light of the ascent of will; הבריאה (HaBriyah): The creation; הגילוי (HaGilui): The revelation; הגילויים (HaGiluyim): The revelations; הגם (HaGam): Although; הגשמי (HaGashmi): Physical; ההמשכה (HaHamshachah): The drawing down; ההעלאה דתפלה (HaHa'ala'ah D'Tefilah): Elevation of prayer; ההעלם עומד (HaHe'elem Omed): The concealment stands; ההפלאה (HaHafla'ah): The wonderment; ההתבוננות (HaHitbonenut): Contemplation; הוצרך (Hutzrach): It was necessary; היפך הטהרה (Heifech HaTaharah): Opposite of purity; הירידה (HaYeridah): The descent; הכוונה (HaKavanah): The intention; הכי תחתונה (HaKi Tachtonah): The most lower; המאמר הקודם (HaMa'amar HaKodem): Previous discourse; המבוארים (HaM'vo'arim): Explained; המציאות (HaM'tziut): Existence; המשכה (Hamshachah): Drawing down; הנבראים (HaNivra'im): The created beings; הסולם דתפלה (HaSulam D'Tefilah): Ladder of prayer; הסרת ההעלם (Hasarat HaHe'elem): Removal of concealment; העבודה (HaAvodah): The service/worship; העולם (HaOlam): The world; העולם עומד (HaOlam Omed): The world stands; העילוי (HaIlui): The elevation; העלאה (Ha'ala'ah): Elevation; העלם (He'elem): Concealment; העלם האור (He'elem HaOr): Concealment of light; הענינים (HaInyanim): The matters; הפשוט (HaPashut): The simple/literal; הקליפות (HaKlipot): Husks/shells; הקשר (HaKesher): The connection; הרוממות (HaRomemut): Exaltedness; הרצוא (HaRatzo): Running/yearning; השכל והמדות (HaSeichel V'HaMidot): Intellect and character traits; השלימות (HaShleimut): The perfection; השמימה (HaShamaimah): Heavenward; השרש (HaShoresh): The root; התהוותם (Hithavutam): Their coming into being; התורה (HaTorah): The Torah; התחלקותם (Hitchalkutam): Their division; התפשטות הגשמיות (Hitpashtut HaGashmiyut): Divesting of physicality; ולמטה מטה (U'L'Matah Matah): And below below; ועשה טוב (V'Aseh Tov): And do good; וראשו מגיע השמימה (V'Rosho Magi'a HaShamaimah): And its top reaches heaven; זה (Zeh): This; ידוע (Yadua): Known; יובן (Yuvan): Will be understood; יוצא ממציאותו (Yotzei MiM'tziyuto): Exits from his existence; יציאה ממציאות (Yetzi'ah MiM'tziut): Departure from existence; ישנו (Yeshno): Exists; יתירה מזו (Yeteirah MiZo): Moreover; יתעורר (Yit'orer): Will be aroused; כ\"ק (Kevod Kedushat): His holy honor; כדאיתא (K'D'Itah): As it states; כוונת ההעלם (Kavanat HaHe'elem): Purpose of concealment; כולל (Kolel): Including; כידוע (K'Yadua):; כיון (Kivan): Since; כל המציאות (Kol HaM'tziut): All of existence; כלא חשיב (K'La Chashiv): Considered as nothing; כללות הענין (K'lalut HaInyan): General concept; כמ\"ש (K'Mo She'Katav): As it is written; כמו שהענין (K'Mo SheHaInyan): Just as the matter; כמשנ\"ת (K'MiSheNitba'er): As was explained; כשמתבונן (K'SheMitbonen): When he contemplates; לבושים (Levushim): Garments; לגבי' ית' (L'Gabei Yitbarach): Relative to the Blessed One; להוות (L'Havot): To bring into being; להחיות (L'Hachayot): To enliven; להיותו (LiHyoto): Due to his being; להתבונן (L'Hitbonen): To contemplate; למעלה מאצילות (L'Ma'alah M'Atzilut): Above Emanation; למעלה מעלה (L'Ma'alah Ma'alah): Above above; לעיל (L'Eil): Above; לעלות (La'alot): To ascend; לפי ערכם (L'Fi Erkam): According to their level; לפעמים (Lif'amim): Sometimes; מ\"מ (Mikol Makom): Nevertheless; מאיר (Me'ir): Illuminates; מאמר רז\"ל (Ma'amar Razal): Statement of our sages; מבאר (M'Va'er): Explains; מבה\"ח (M'Barchei HaChodesh): From the blessers of the month; מבטל (M'Vatel): Nullifies; מגיע ועולה (Magi'a V'Oleh): Reaches and ascends; מהארה (M'Ha'arah): From illumination; מו\"ח (Mori V'Chami): My teacher and father-in-law; מודגש (Mudgash): Emphasized; מוסיף (Mosif): Adds; מחשבה דיבור ומעשה (Machshavah Dibur U'Ma'aseh): Thought speech and action; מיוחדים (M'Yuchadim): United; מכ\"ש (Mikol Sheken): All the more so; מלמטה למעלה (MiL'Matah L'Ma'alah): From below to above; מלמעלה למטה (MiL'Ma'alah L'Matah): From above to below; ממלא (M'Male): Fills; ממציאותם (MiM'tziyutam): From their existence; ממשיך (Mamshich): Continues; מסירים (M'Sirim): Remove; מצב האדם (Matzav HaAdam): State of man; מצד (MiTzad): From the aspect of; מקום (Makom): Place; משתנה (Mishtaneh): Changes; מתגלה (Mitgaleh): Is revealed; מתהוים (Mithavim): Come into being; מתלבש (Mitlabesh): Clothes itself; מתלבשת (Mitlabshet): Clothes itself; מתעלה (Mit'aleh): Elevates himself; נוגע (Noge'a): Relevant/touches; נוגע יותר (Noge'a Yoter): Affects more; נכשל (Nichshal): Stumbles; נמשך (Nimshach): Is drawn down; נמשכת (Nimshecht): Is drawn down; נעלים (Ne'elim): Lofty; נעשה (Na'aseh): Is made; נתבאר (Nitba'er): Was explained; סולם דא צלותא (Sulam Da Tzluta): This ladder is prayer; סולם מוצב ארצה (Sulam Mutzav Artzah): Ladder set on earth; סור מרע (Sur MeiRa): Turn from evil; סילוק האור (Siluk HaOr): Removal of the light; ע\"ד (Al Derech): In the manner of; ע\"י (Al Yedei): Through/by means of; עאכו\"כ (V'Al Achat Kama V'Chama): How much more so; עבודה (Avodah): Service; עבודת האדם (Avodat HaAdam): Service of man; עד אין קץ (Ad Ein Ketz): Without end; עד אין תכלית (Ad Ein Tachlit): Without limit; עולם האצילות (Olam HaAtzilut): World of Emanation; עולם הזה (Olam HaZeh): This world; עולמות (Olamot): Worlds; עולמות הא\"ס (Olamot HaEin Sof): Worlds of the Infinite; עולמות העליונים (Olamot HaElyonim): Upper worlds; עי\"ז (Al Yedei Zeh): Through this; עיקר עבודת האדם (Ikar Avodat HaAdam): Main service of man; עם הנפש (Im HaNefesh): With the soul; עמידת העולם (Amidat HaOlam): Standing of the world; ענין (Inyan): Matter/concept; ענינו הפנימי (Inyano HaPenimi): Its inner essence; עסק התורה (Esek HaTorah): Engagement in Torah; עצם נפשו (Etzem Nafsho): Essence of his soul; ער פאַלט דורך (Er Falt Durch): Falls through (Yiddish); פירוש (Peirush): Interpretation/commentary; ציור השכל (Tziyur HaSeichel): Form of intellect; צפון (Tzafun): Hidden; קדושים (Kedoshim): Holy ones/Torah portion Kedoshim; רבינו הזקן (Rabbeinu HaZaken): Our old rabbi/the Alter Rebbe; רוצים לצאת (Rotzim Latzet): Want to exit; רצוא לאלקות (Ratzo L'Elokut): Running to Divinity; ש\"פ (Shabbat Parshat): Shabbat of Torah portion; שכלו (Sichlo): His intellect; שכלו ומדותיו (Sichlo U'Midotav): His intellect and character traits; שלמעלה מאצילות (SheL'Ma'alah M'Atzilut): That are above Emanation; שלפני הצמצום (SheLif'nei HaTzimtzum): Before the contraction; שלשה דברים (Shlosha Devarim): Three things; שני הקוין (Shnei HaKavin): Two lines; שקודם עלות הרצון (SheKodem Alut HaRatzon): Before the ascent of will; תומ\"ץ (Torah U'Mitzvot): Torah and commandments; תחתון (Tachton): Lower; תנועה (Tnu'ah): Movement; תפלה (Tefilah): Prayer;"
    },
    "search_tags": [
      "צמצום",
      "דור",
      "עבודה",
      "תכלית",
      "Contraction",
      "העלם",
      "אלקות",
      "Knowledge",
      "רבי",
      "World",
      "אוא\"ס",
      "דעת",
      "אצילות",
      "ביטול",
      "Concealment",
      "Commandments",
      "Dwelling",
      "Purpose",
      "Nullification",
      "Chain of descent",
      "Torah",
      "כוונה",
      "Creation",
      "Generation",
      "Emanation",
      "מצוות",
      "העלאה",
      "ישראל",
      "המשכה",
      "Kindness",
      "Israel",
      "תורה",
      "Rabbi",
      "Light",
      "Upper worlds",
      "חסד",
      "השתלשלות",
      "Elevation",
      "Will",
      "אור",
      "בריאה",
      "עצמות",
      "Lower worlds",
      "אור א\"ס",
      "משיח",
      "Intention",
      "Worlds",
      "Essence",
      "Infinite Light",
      "Revelation",
      "תיקון",
      "Service",
      "Divinity",
      "גילוי",
      "רצון",
      "דירה",
      "תחתונים",
      "עולמות",
      "Rectification",
      "Drawing down",
      "עליונים",
      "Messiah",
      "עולם"
    ]
  }
}