{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "2_קלג",
    "reference": "Reference: 2_קלג",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אלקות",
        "אור",
        "עצמות",
        "גילוי",
        "העלם",
        "תחתונים",
        "בריאה",
        "עולם",
        "עולמות",
        "מלכות",
        "יסוד",
        "צדיקים",
        "צדיק",
        "יעקב",
        "משה",
        "דוד",
        "ישראל",
        "משכן",
        "מקדש",
        "בית המקדש",
        "מצוות",
        "תורה",
        "תלמוד",
        "גלות",
        "גאולה",
        "משיח",
        "דור",
        "עבודה",
        "אהבה",
        "מס\"נ",
        "התקשרות",
        "ביטול",
        "המשכה",
        "העלאה",
        "דירה",
        "תכלית",
        "כוונה",
        "רצון",
        "חטא",
        "תשובה",
        "בריאה יש מאין",
        "רבי"
      ],
      "key_concepts": [
        "Divinity",
        "Light",
        "Essence",
        "Revelation",
        "Concealment",
        "Lower worlds",
        "Creation",
        "World",
        "Worlds",
        "Kingship",
        "Foundation",
        "Righteous ones",
        "Righteous one",
        "Jacob",
        "Moses",
        "David",
        "Israel",
        "Tabernacle",
        "Temple",
        "Holy Temple",
        "Commandments",
        "Torah",
        "Talmud",
        "Exile",
        "Redemption",
        "Messiah",
        "Generation",
        "Service",
        "Love",
        "Self-sacrifice",
        "Connection",
        "Nullification",
        "Drawing down",
        "Elevation",
        "Dwelling",
        "Purpose",
        "Intention",
        "Will",
        "Sin",
        "Repentance",
        "Creation ex nihilo",
        "Rabbi"
      ],
      "biblical_references": [
        "בראשית א, א",
        "שמות ג, ג",
        "ויקרא א, ט",
        "דברים הגשמיים, או",
        "תהלים מ, ט",
        "תהלים שם, ח",
        "ישעי' נד, יג"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "ברכות לד, ב"
      ],
      "chassidic_references": [
        "אדמו\"ר הזקן",
        "אדמו\"ר הזקן",
        "אדמו\"ר הזקן",
        "אדמו\"ר הזקן",
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "אדמו\"ר הצ\"צ",
        "אדמו\"ר הצ\"צ",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 2354,
      "chunk_count": 10
    },
    "content": {
      "main_text": "בס\"ד. יום שמחת תורה ה'תשמ\"א ביום השמיני שלח את העם ויברכו את המלך וילכו לאהליהם שמחים וטובי לב על כל הטובה אשר עשה ה' לדוד עבדו ולישראל עמו1, הנה פסוק זה הוא סיום וחותם ההפטורה דשמיני עצרת. דמזה מובן, דהגם ש\"שלח (המלך) את העם ויברכו את המלך גו'\" בפשטות הי' רק פעם אחת, בשמיני עצרת שלאחרי חנוכת בית המקדש [משא\"כ בהשנים שלאח\"ז, לא מצינו שהוצרכו ליטול רשות מהמלך2 (ולברך אותו) ללכת מביהמ\"ק לאהליהם], מ\"מ הענין ברוחניות הוא בשמיני עצרת דכל שנה ושנה. וכמבואר בלקו\"ת3 ובכמה דרושים ד\"ה זה4, דבשמיני עצרת הוא הקליטה (עצרת מלשון קליטה5) של כל הענינים דחודש תשרי, מתחיל מענין דתמליכוני עליכם שבראש השנה6. ועד שאחד הפירושים בשמיני עצרת הוא מלשון מלוכה (כמו זה7 יעצור בעמי)8, דמזה מובן, דענין המלכות בשמיני עצרת הוא מעניניו העיקריים. וזהו שהענין ד\"שלח (המלך) את העם גו'\" הוא בשמיני עצרת בכל שנה ושנה, דבשמיני עצרת נמשך קבלת עול מלכות שמים על כל השנה9.והנה בדברי הימים10 כתיב וביום עשרים ושלשה לחודש השביעי שלח את העם גו', ומבאר אדמו\"ר הצ\"צ בהגהותיו ללקו\"ת ד\"ה זה11, שזה רמז ליו\"ט שני של גליות (דיו\"ט שני דשמיני עצרת הוא בכ\"ג בתשרי). וצריך להבין, הרי בשמיני עצרת יש כמה ענינים, ומדוע הרמז דיו\"ט שני דשמיני עצרת הוא בהענין דשלח את העם דוקא. גם צריך להבין מה שבדברי הימים שם נאמר על הטובה אשר עשה ה' לדוד ולשלמה גו'. דיש לומר, דב' שינויים אלו [שבדברי הימים כתיב וביום עשרים ושלשה גו', ושמוסיף שם ולשלמה] שייכים זל\"ז. היינו, דענין שלח את העם שביום השמיני (יו\"ט ראשון דשמיני עצרת) שייך לדוד, וענין שלח את העם שביום עשרים ושלשה לחודש השביעי (יו\"ט שני דשמיני עצרת) שייך לדוד ולשלמה.ב) ויובן זה בהקדים מה שארז\"ל12 יפה שעה אחת בתשובה ומעשים טובים בעולם הזה מכל חיי העולם הבא, ואיתא בלקו\"ת (בדרושי שמע\"צ13), דבתשובה ומעשים טובים שני פירושים. א', דפירוש תשובה ומעשים טובים הוא שהתשובה היא הקדמה למעשים טובים, דבכדי שהמעשים יהיו טובים (ומאירים) הוא ע\"י קדימת התשובה14. ועפ\"ז, זה שאמרו יפה שעה אחת כו' בעוה\"ז קאי (בעיקר) על מעשים טובים. והגם שגם לפי פירוש זה יש מעלה בתשובה מכיון שהיא מביאה למעשים טובים, ה\"ז ע\"ד הידוע15 בענין גדול לימוד שמביא לידי מעשה16, שבזה גופא מודגש מעלת המעשה. הב', דתשובה ומעשים טובים הם שני ענינים, ויפה שעה אחת קאי על שניהם17, היינו, דתשובה היא ענין בפ\"ע. ואדרבא, תשובה היא נעלית יותר ממעשים טובים18. ועפ\"ז יש לומר דזה שמקדים תשובה למעשים טובים הוא מפני שהיא קודמת במעלה.ונקודת הביאור בזה י\"ל שבשניהם הו\"ע התשובה. היינו, שגם מעשים טובים ענינם הוא תשובה, דע\"י קיום המצוות [ועד\"ז ע\"י העבודה דכל מעשיך יהיו לשם שמים19, ועאכו\"כ20 ע\"י בכל דרכיך דעהו21] פודים את ניצוצות הקדושה שבדברים הגשמיים ומשיבים ומעלים אותם לשרשם. אלא שתשובה היא תשובה דהנשמה, השבת הנשמה למקורה ושרשה, והרוח תשוב אל האלקים אשר נתנה22, ומעשים טובים הוא התשובה דהניצוצות שבעולם23, כולל גם הניצוצות שבגופו ונפשו הבהמית, שהבירור והעלי' שלהם הוא ע\"י מעשה המצוות, מעשים טובים. וזהו יפה שעה אחת בתשובה ומעשים טובים בעולם הזה, כי ענין התשובה (תשובה דהנשמה, ותשובה דהניצוצות, מעשים טובים) היא בעולם הזה דוקא24. דזהו הטעם על ירידת הנשמה למטה, בכדי שיהי' בה ענין התשובה. דבהיותה למעלה היא במדריגת צדיק, וע\"י ירידתה למטה מתחדש בה ענין התשובה25, ובמקום שבעלי תשובה עומדין אין צדיקים גמורין יכולים לעמוד בו26. ועד\"ז הוא בנוגע לירידת הניצוצות למטה, דע\"י הבירור והעלי' שלהם (ענין התשובה דהניצוצות) הם מתעלים למעלה יותר מכפי שהיו קודם הירידה27. ועפ\"ז יש לבאר שני הפירושים דלעיל בזה שמקדים תשובה למעשים טובים [אם העיקר הוא מעשים טובים והתשובה היא הקדמה למעשים טובים, או שקדימת תשובה למעשים טובים היא גם קדימה במעלה], כי בהעילוי דתשובה (לגבי צדיקים) כמה ענינים, וישנם ענינים שעיקרם הוא בהתשובה דהנשמה, ומצד ענינים אלו, תשובה (דהנשמה) קודמת במעלה למעשים טובים (תשובה דהניצוצות), ויש ענינים שעיקרם הוא בהתשובה דהניצוצות, ומצד זה העיקר הוא מעשים טובים.ג) ויובן זה בהקדים העילוי דתשובה כפשוטה (תשובה על עבירות), שיש בזה כמה ענינים. א', שהצמאון לאלקות דבעלי תשובה הוא צמאון גדול יותר מהצמאון דצדיקים. דמכיון שמקודם היו רחוקים, לכן הצמאון שלהם הוא גדול יותר, כמבואר בתניא28. וב', דמכיון שמקודם היו רחוקים, הרי התענוג והנחת רוח למעלה שנעשה ע\"י התשובה הוא גדול יותר מהתענוג ונח\"ר דעשיית המצוות (עבודת הצדיקים) נח\"ר29 לפני שאמרתי ונעשה רצוני. וכידוע המשל על זה מבן מלך שנתרחק מאביו המלך ועד שהי' בשבי' וכו', דכשיוצא מהשבי' ובא לאביו המלך, התענוג והשמחה שלהם (של בן המלך ושל המלך) הוא גדול הרבה יותר מהתענוג והשמחה שהי' קודם (לפני שנתרחק). דעיקר התענוג והשמחה הוא מקירוב שבא לאחרי הריחוק30. וג', דעבודת התשובה היא בדרך דילוג שלא בסדר והדרגה31, שמשתנה ונעשה מציאות חדשה. ובלשון הרמב\"ם32 \"אני אחר ואיני אותו האיש שעשה אותן המעשים\" [וע\"י חידוש זה (דהאדם), נעשה חידוש גם בעולם, שזדונות נהפכים לזכיות33]. וגם מזה נעשה תענוג גדול למעלה, דעיקר התענוג הוא מדבר חדש דוקא, ולהעיר ממשל הידוע דצפור המדברת34.ד) והנה הכוונה בבריאת האדם היא שיהי' באופן דעשה האלקים את האדם ישר35, שילך כל ימיו בדרך הישרה, כדיוק לשון רז\"ל36 במי נמלך בנשמותיהן של צדיקים, צדיקים דייקא37. ואף שבמקום שבעלי תשובה עומדין אין צדיקים גמורין יכולים לעמוד בו, הרי ידוע38 דענין התשובה הוא (לא רק על עבירות, כי אם גם) השבת הנפש למקורה ושרשה, דתשובה זו היא גם בצדיקים גמורים. דזה גופא שנשמתו נמצאת למטה ולא במקורה ושרשה, שזהו מקומה האמיתי [ובפרט דזה שהנשמה היא למטה בעוה\"ז, הוא \"בחי' גלות ממש\"39], הרי צריך להשיבה למקומה. ומעלת הבעלי תשובה על צדיקים גמורים, דבמקום שבעלי תשובה עומדין אין צדיקים גמורין יכולים לעמוד בו, הוא גם בתשובה זו (דצדיקים). ותכלית ירידת הנשמה לעוה\"ז הגשמי הוא בשביל תשובה זו40.והענין הוא, דג' מעלות הנ\"ל שבבעלי תשובה על צדיקים גמורים, הם גם בהנשמה כשנעשית בעל תשובה ע\"י ירידתה למטה לגבי כמו שהיתה קודם הירידה (בחי' צדיק). דמכיון שגם הריחוק שמצד ירידת הנשמה למטה (גם כשלא עבר עבירה מימיו) הוא ריחוק עצום ביותר, ועד שהירידה למטה היא \"בחי' גלות ממש\" (כנ\"ל), הרי ריחוק זה מעורר אצלו צמאון גדול, וגם התענוג והשמחה שבקירוב שלאחרי הריחוק הוא תענוג גדול ביותר. ועד\"ז הוא בענין החידוש שבתשובה, דמכיון שענין התשובה (גם תשובה דצדיקים) הוא שמתמרמר על מצבו (שהוא מרוחק מאלקות)41 ורוצה לצאת ממצבו ומציאותו42, אסורה מכאן43, הרי זה ענין של חידוש.אלא שאעפ\"כ, מכיון שי\"ל שאין מרז\"ל זה יוצא מידי פשוטו, הרי זה שאמרו במקום שבעלי תשובה עומדין אין צדיקים גמורין יכולים לעמוד בו, הוא בעיקר בבעלי תשובה כפשוטם44. ויש לומר, דזה שעיקר המעלה דבעלי תשובה הוא בבעלי תשובה כפשוטם, הוא במעלת החידוש שבתשובה. דבמעלת הצמאון, ובהמעלה דקירוב שלאחרי הריחוק, אין חילוק (כ\"כ) ביניהם, וזה שעיקר העילוי דתשובה הוא בתשובה כפשוטה הוא במעלת החידוש שבתשובה. והענין הוא, דבצדיקים, מכיון שנשמתם מאירה אצלם בגילוי, הרי המרירות שלהם על ריחוקם מאלקות, ועד שהמרירות נוגעת עד הנפש, אין זה פלא וחידוש (כ\"כ). והגם דענין התשובה הוא שיוצא ממציאות שלו, מ\"מ, מכיון שהנשמה בטבעה רוצה למלאות רצון קונה, והכוונה שלמעלה (רצון קונה) בירידת הנשמה בגוף היא לבוא לתשובה, הרי בהרצון (שמצד טבע הנשמה) למלאות רצון קונו, נכלל גם היציאה ממציאותו שע\"י התשובה45. משא\"כ בתשובה כפשוטה, מכיון שמקודם (לפני התשובה) הי' במצב כזה שלא עשה רצון הקב\"ה46, שהרי עשה עבירות במזיד, הרי זה שעושה אח\"כ תשובה, אין זה המשך ממצבו הקודם, ועל ידי התשובה נעשה מציאות חדשה לגמרי.ה) והנה ג' ענינים הנ\"ל הם גם בהתשובה דהשבת הניצוצות (שבדברים הגשמיים) למקורם, שגם בתשובה זו יש דוגמת ג' ענינים הנ\"ל. א', הצמאון והתשוקה דהניצוצות (מצד שרשם) לעלות מירידתן ולחזור לשרשם, וע\"ד מים תחתונים בוכין אנן בעינן למהוי קדם מלכא47. ב', גודל השמחה שנעשה מהעלאת הניצוצות וחזרתם למקורם לאחרי שנתרחקו48. וג', מכיון שהניצוצות שנפלו בקליפות, גם בקליפת נוגה49, נכבה אורם50, הרי מצד מצבם אין שייך שיתבררו ויתעלו לשרשן, וכשמתבררים ועולים לשרשם (ע\"י עבודת האדם), הוא חידוש51.ויש לומר, דהחידוש שבתשובה דהשבת הניצוצות הוא חידוש גדול יותר מהחידוש שבתשובה כפשוטה. דבתשובה כפשוטה, אף שלפני התשובה הי' במצב כזה שלא עשה רצון הקב\"ה כנ\"ל, הרי זהו רק כמו שהוא בחיצוניות, אבל רצונו האמיתי (גם אז52) הי' למלאות רצון קונו (כפס\"ד הידוע53), אלא שרצון זה הי' בתכלית ההעלם, ועד שהגילוי שלו הוא כמו חידוש54. משא\"כ התשובה דהחזרת הניצוצות למקורם, מכיון שהניצוצות שנפלו בהקליפות (גם בק\"נ) נחשך אורם, ועד שאינם בבחי' אור כלל, הרי הבירור וההעלאה שלהם הוא חידוש ממש.ו) אמנם, ענין זה (העילוי בהתשובה דהחזרת הניצוצות) הוא במעלת החידוש שבתשובה. משא\"כ המעלה דצמאון שע\"י הריחוק היא בעיקר בהתשובה דנשמה (הן בתשובה דצדיקים והן בתשובה כפשוטה). דמכיון שההתקשרות דנשמות עם אלקות היא התקשרות עצמית, כמו התקשרות בן עם האב (בנים אתם להוי' אלקיכם55) שהיא התקשרות עצמית56, הרי כשהנשמה מרגישה שהיא מרוחקת מאלקות (הריחוק שע\"י ירידתה למטה, ומכ\"ש הריחוק שע\"י עבירות), זה נוגע לעצמותה, ובמילא, גם הצמאון שע\"י הרגש הריחוק נוגע לעצמותה. ועד\"ז הוא גם בהתענוג מהקירוב שבא לאחרי הריחוק, דמכיון שהנשמות הם בנים, דהבן הוא מעצמיות האב57, הרי תענוג האב מזה שנתקרב בנו (לאחרי שנתרחק), ועאכו\"כ בנו יחידו58, הוא תענוג עצמי59. משא\"כ התענוג מקירוב הניצוצות לאחרי שנתרחקו הוא דוגמת שני אוהבים60 שלא ראו זה את זה משך זמן רב ולאחרי שמתקרבים ורואים זה את זה, הם מתענגים ושמחים במאד61, שתענוג זה (עם היותו תענוג גדול) הוא כמו שאר התענוגים שהם מדבר שחוץ ממנו62.ויש להוסיף, שגם החידוש שבתשובה דהחזרת הניצוצות (שבדברים הגשמיים) למקורם, הוא ע\"י נשמות ישראל דוקא63 (ע\"י שמקיימים מצוות בדברים הגשמיים, או ע\"י שמשתמשים בהם לשם שמים). ויש לומר שזהו ע\"ד המבואר במקום אחר64 דזה שהכח לעשות לו ית' דירה בתחתונים הוא בנש\"י דוקא הוא כי מכיון שעולם הוא מלשון העלם והסתר65, הרי זה שהעולם נעשה כלי לאלקות (היפך הטבע והגדר דעולם) הוא התחדשות66, וע\"ד החידוש דבריאה יש מאין שהוא בכח העצמות67, ולכן עשיית דירה בתחתונים היא ע\"י נשמות ישראל דוקא, דלהיות שהנשמות מושרשות בהעצמות, לכן ניתן להם כח זה.ז) ועפ\"ז יש לתווך שני הפירושים ביפה שעה אחת בתשובה ומעשים טובים, דלפי פירוש אחד תשובה היא נעלית יותר ממעשים טובים, ולפי פירוש אחד התשובה היא הקדמה למעשים טובים, כי זה שהתשובה היא נעלית יותר ממעשים טובים הוא זה שהתענוג דתשובה (דהנשמה) הוא תענוג עצמי כנ\"ל, אלא שאעפ\"כ יש מעלה במעשים טובים לגבי תשובה מצד החידוש שבזה (כנ\"ל), וגם מפני שעי\"ז דוקא נשלמת הכוונה דדירה בתחתונים68. והתשובה היא הקדמה למעשים טובים, דמכיון שהכח לעשות לו ית' דירה בתחתונים הוא בנשמות דוקא (כנ\"ל), לכן, בכדי שהדירה שנעשית ע\"י מעשה המצוות תהי' בשלימות ובגילוי, מעשים טובים ומאירים, הוא ע\"י קדימת התשובה, הגילוי דשרש הנשמה ועד כמו שמושרשת בהעצמות.ח) והנה שני ענינים הנ\"ל שבתשובה, שהיא ענין בפ\"ע ושהיא הקדמה למעשים טובים, הם בדוגמת התשובה דראש השנה והתשובה דעשי\"ת. דהתשובה דראש השנה, המרומזת בתקיעת שופר69, עיקרה הוא (לא התשובה על ענינים פרטיים, כי אם) ההשבה למקורו ושרשו70. וענין המיצר דשופר הוא (לא מיצר של ועל עוונות, כי אם) זה שהוא \"עם\" ולא המרחב ששם מושרש71. דזהו הקשר דשופר עם תמליכוני עליכם, דענין תמליכוני עליכם הוא המשכת המלכות משרשה ומקורה. והתשובה דעשרת ימי תשובה [שאז הוא בנין הי\"ס דמלכות72, הפרטים דמלכות] שייכת לפרטים. והיא הקדמה להתורה ומצוות (מעשים טובים) שהתחלתם היא בד' הימים שבין יום הכפורים לסוכות, כדאיתא במדרש73 שבימים אלו זה עוסק בסוכתו וזה בלולבו, סוכה שהיא מקיף הו\"ע המצוות, לבושים74, ולולב שענינו הוא ההמשכה בפנימיות [כידוע75 שע\"י נטילת ד' מינים נמשך המקיף דסוכה בפנימיות], הו\"ע התורה, ותורתך בתוך מעי76. ובפרט שבד' המינים עצמם, והגבוה בהם הוא הלולב שיש בו טעם רומז על תורה77. ושני ענינים אלו, שבד' הימים שלפני סוכות הם בתור הכנה (עוסק בסוכתו ובלולבו), בחג הסוכות הם בפועל78.ט) והנה בשמיני עצרת (שמיני מלשון שומן79) הוא התמצית והעסענץ80 של כל הענינים דחודש תשרי81, ובו נקלטים (עצרת מלשון קליטה4) כל ענינים אלו. ועי\"ז נמשכים (כל הענינים דחודש תשרי) על כל השנה, כמ\"ש אדמו\"ר הצ\"צ82 ד\"בו (בשמיני עצרת) מקבלים כל ישראל שפע הנהגתם בתורתם ועבודתם כל השנה\". וזהו ביום השמיני שלח (המלך) את העם גו' וילכו לאהליהם, דמבחינת המלכות שנמשכה בראש השנה עשי\"ת וכו' ניתן הכח (שלח83) לכל ישראל ללכת לאהליהם, לעניני העולם שעוסקים בהם במשך השנה, ולעשות מהם אהל ומשכן לו ית', דירה בתחתונים84. וזהו שלח את העם (עם דייקא), שזהו ע\"ד \"למען85 הקים אותך היום לו לעם\" שבראש השנה, דמ\"ש \"לו לעם\" (דוקא) הוא כי אין86 מלך בלא עם87. אלא שבראש השנה, הפירוש \"עם\" הוא (לא מלשון עוממות88 אלא אדרבא) עם מלשון עמו (שהם אנשים כמותו ומתייחסים אליו)89, וענין שלח את העם דשמיני עצרת הוא שיהיו בחי' עם מלשון עוממות90, וגם בזה יומשך מבחי' עם מלשון עמו91, שעי\"ז נמשך הכח להיות \"וילכו לאהליהם\", לעשות מאהליהם כפשוטם, עניני העולם, אהל ומשכן לו ית'.וממשיך בכתוב שמחים וטובי לב על כל הטובה אשר עשה ה' לדוד עבדו ולישראל עמו, שמחים וטובי לב הוא גילוי האהבה דפנימיות נקודת הלב (כמבואר בהמאמר92) [דלאחרי אמירת המזמור93 לדוד ה' אורי וישעי מר\"ח אלול עד הו\"ר94, שני פעמים בכל יום, דנקודת המזמור היא לך אמר לבי בקשו פני גו'95, האָט מען זיכער אויסגעבעטן שיהי' גילוי פנימיות נקודת הלב96, ובשמיני עצרת נעשים כל ישראל שמחים וטובי לב], על כל הטובה אשר עשה ה' לדוד עבדו, בחי' מלכותו ית', ולישראל עמו, שעוסקים בבנינו של עולם (כמ\"ש97 וכל בניך לימודי הוי' אל תקרי בניך אלא בוניך98), דבנינו של עולם הוא בחי' מלכותו ית'99. ויש לומר, דישראל הוא בחי' בן (כידוע בענין יעקב וישראל, שיעקב הוא בחי' עבד וישראל הוא בחי' בן100), ועם הוא מלשון עוממות (כנ\"ל), בחי' עבד שלמטה מבחי' בן. אבל יש יתרון גם בזה שישראל הם עמו ית' על זה שהם בניו ית' (כמשנ\"ת לעיל101). ולכן אומר כאן ולישראל עמו, שתי המעלות102. וע\"ד שנת\"ל בענין שלח את העם, שהוא חיבור ד\"עם\" מלשון עמו (אנשים כמותו) עם \"עם\" מלשון עוממות.יו\"ד) וע\"פ כל הנ\"ל יש לבאר גם זה שבדברי הימים כתיב וביום עשרים ושלשה לחודש השביעי שלח את העם גו' שזהו רמז ליו\"ט שני של גליות (כנ\"ל בתחלת המאמר דהצ\"צ), דענין יו\"ט שני הוא103 שגם יום שמצד עצמו הוא חול, עושים אותו ישראל ליו\"ט (קדושה), ולכן מרמז הכתוב הענין דיו\"ט שני בשמיני עצרת דוקא, ובשמיני עצרת גופא בהענין דשלח את העם, כי ענין שלח את העם גו' הוא (כנ\"ל בארוכה) הנתינת כח משמיני עצרת על כל השנה לעשות את עניני העולם (שמצד עצמם הם חול) לדירה לו ית'. ויש להוסיף, דנתינת כח הנ\"ל שנמשך ביו\"ט שני דשמיני עצרת (שמחת תורה) היא שייכת יותר להעולם מההמשכה שביו\"ט ראשון104, מכיון שעוד לפני ההליכה לאהליהם, בשמיני עצרת גופא, נעשה כבר (ביו\"ט שני שבו) הפיכת חול לקודש. ולכן מוסיף (בדברי הימים) \"ולשלמה\", דהנתינת כח על עבודת הבירורים במשך כל השנה שנמשך מיו\"ט שני דשמיני עצרת [שבו נעשה כבר הענין דהפיכת חול לקודש, ובפרט שביום זה קוראין בתורה בראשית105 ברא אלקים את השמים ואת הארץ] הוא באופן שבירור הניצוצות יהי' כמו שהי' בימי שלמה, שעליו נאמר106 שלמה יהי' שמו ושלום ושקט אתן על ישראל בימיו, בירור בדרך שלום ומנוחה107. וזה נעשה הכנה קרובה לביאת משיח צדקנו, שהוא מזרע דוד ושלמה108, שאז יהי' אמיתית ושלימות השלום, באופן נעלה יותר גם מכמו שהי' בימי שלמה, שהשלום שהי' בימי שלמה הוא שכולם נתבטלו מצד הגילוי אור (אבל לא נהפכו לקדושה), משא\"כ לע\"ל יהי' אהפוך109 אל עמים שפה ברורה גו' לעבדו שכם אחד110, בביאת משיח צדקנו בקרוב ממש.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד יום שמחת תורה ה'תשמ\"א ביום השמיני שלח את העם ויברכו את המלך וילכו לאהליהם שמחים וטובי לב על כל הטובה אשר עשה ה' לדוד עבדו ולישראל עמו1, הנה פסוק זה הוא סיום וחותם ההפטורה דשמיני עצרת דמזה מובן, דהגם ש\"שלח (המלך) את העם ויברכו את המלך גו'\" בפשטות הי' רק פעם אחת, בשמיני עצרת שלאחרי חנוכת בית המקדש [משא\"כ בהשנים שלאח\"ז, לא מצינו שהוצרכו ליטול רשות מהמלך2 (ולברך אותו) ללכת מביהמ\"ק לאהליהם], מ\"מ הענין ברוחניות הוא בשמיני עצרת דכל שנה ושנה וכמבואר בלקו\"ת3 ובכמה דרושים ד\"ה זה4, דבשמיני עצרת הוא הקליטה (עצרת מלשון קליטה5) של כל הענינים דחודש תשרי, מתחיל מענין דתמליכוני עליכם שבראש השנה6 ועד שאחד הפירושים בשמיני עצרת הוא מלשון מלוכה (כמו זה7 יעצור בעמי)8, דמזה מובן, דענין המלכות בשמיני עצרת הוא מעניניו העיקריים וזהו שהענין ד\"שלח (המלך) את העם גו'\" הוא בשמיני עצרת בכל שנה ושנה, דבשמיני עצרת נמשך קבלת עול מלכות שמים על כל השנה9.והנה בדברי הימים10 כתיב וביום עשרים ושלשה לחודש השביעי שלח את העם גו', ומבאר אדמו\"ר הצ\"צ בהגהותיו ללקו\"ת ד\"ה זה11, שזה רמז ליו\"ט שני של גליות (דיו\"ט שני דשמיני עצרת הוא בכ\"ג בתשרי) וצריך להבין, הרי בשמיני עצרת יש כמה ענינים, ומדוע הרמז דיו\"ט שני דשמיני עצרת הוא בהענין דשלח את העם דוקא גם צריך להבין מה שבדברי הימים שם נאמר על הטובה אשר עשה ה' לדוד ולשלמה גו' דיש לומר, דב' שינויים אלו [שבדברי הימים כתיב וביום עשרים ושלשה גו', ושמוסיף שם ולשלמה] שייכים זל\"ז",
          "topics": [
            "מלכות",
            "דוד",
            "ישראל",
            "מקדש",
            "בית המקדש"
          ],
          "word_count": 235
        },
        {
          "chunk_id": "chunk_2",
          "content": "היינו, דענין שלח את העם שביום השמיני (יו\"ט ראשון דשמיני עצרת) שייך לדוד, וענין שלח את העם שביום עשרים ושלשה לחודש השביעי (יו\"ט שני דשמיני עצרת) שייך לדוד ולשלמה.ב) ויובן זה בהקדים מה שארז\"ל12 יפה שעה אחת בתשובה ומעשים טובים בעולם הזה מכל חיי העולם הבא, ואיתא בלקו\"ת (בדרושי שמע\"צ13), דבתשובה ומעשים טובים שני פירושים א', דפירוש תשובה ומעשים טובים הוא שהתשובה היא הקדמה למעשים טובים, דבכדי שהמעשים יהיו טובים (ומאירים) הוא ע\"י קדימת התשובה14 ועפ\"ז, זה שאמרו יפה שעה אחת כו' בעוה\"ז קאי (בעיקר) על מעשים טובים והגם שגם לפי פירוש זה יש מעלה בתשובה מכיון שהיא מביאה למעשים טובים, ה\"ז ע\"ד הידוע15 בענין גדול לימוד שמביא לידי מעשה16, שבזה גופא מודגש מעלת המעשה הב', דתשובה ומעשים טובים הם שני ענינים, ויפה שעה אחת קאי על שניהם17, היינו, דתשובה היא ענין בפ\"ע ואדרבא, תשובה היא נעלית יותר ממעשים טובים18 ועפ\"ז יש לומר דזה שמקדים תשובה למעשים טובים הוא מפני שהיא קודמת במעלה.ונקודת הביאור בזה י\"ל שבשניהם הו\"ע התשובה היינו, שגם מעשים טובים ענינם הוא תשובה, דע\"י קיום המצוות [ועד\"ז ע\"י העבודה דכל מעשיך יהיו לשם שמים19, ועאכו\"כ20 ע\"י בכל דרכיך דעהו21] פודים את ניצוצות הקדושה שבדברים הגשמיים ומשיבים ומעלים אותם לשרשם אלא שתשובה היא תשובה דהנשמה, השבת הנשמה למקורה ושרשה, והרוח תשוב אל האלקים אשר נתנה22, ומעשים טובים הוא התשובה דהניצוצות שבעולם23, כולל גם הניצוצות שבגופו ונפשו הבהמית, שהבירור והעלי' שלהם הוא ע\"י מעשה המצוות, מעשים טובים וזהו יפה שעה אחת בתשובה ומעשים טובים בעולם הזה, כי ענין התשובה (תשובה דהנשמה, ותשובה דהניצוצות, מעשים טובים) היא בעולם הזה דוקא24",
          "topics": [
            "אור",
            "עולם",
            "דוד",
            "מצוות",
            "עבודה"
          ],
          "word_count": 250
        },
        {
          "chunk_id": "chunk_3",
          "content": "דזהו הטעם על ירידת הנשמה למטה, בכדי שיהי' בה ענין התשובה דבהיותה למעלה היא במדריגת צדיק, וע\"י ירידתה למטה מתחדש בה ענין התשובה25, ובמקום שבעלי תשובה עומדין אין צדיקים גמורין יכולים לעמוד בו26 ועד\"ז הוא בנוגע לירידת הניצוצות למטה, דע\"י הבירור והעלי' שלהם (ענין התשובה דהניצוצות) הם מתעלים למעלה יותר מכפי שהיו קודם הירידה27 ועפ\"ז יש לבאר שני הפירושים דלעיל בזה שמקדים תשובה למעשים טובים [אם העיקר הוא מעשים טובים והתשובה היא הקדמה למעשים טובים, או שקדימת תשובה למעשים טובים היא גם קדימה במעלה], כי בהעילוי דתשובה (לגבי צדיקים) כמה ענינים, וישנם ענינים שעיקרם הוא בהתשובה דהנשמה, ומצד ענינים אלו, תשובה (דהנשמה) קודמת במעלה למעשים טובים (תשובה דהניצוצות), ויש ענינים שעיקרם הוא בהתשובה דהניצוצות, ומצד זה העיקר הוא מעשים טובים.ג) ויובן זה בהקדים העילוי דתשובה כפשוטה (תשובה על עבירות), שיש בזה כמה ענינים א', שהצמאון לאלקות דבעלי תשובה הוא צמאון גדול יותר מהצמאון דצדיקים דמכיון שמקודם היו רחוקים, לכן הצמאון שלהם הוא גדול יותר, כמבואר בתניא28 וב', דמכיון שמקודם היו רחוקים, הרי התענוג והנחת רוח למעלה שנעשה ע\"י התשובה הוא גדול יותר מהתענוג ונח\"ר דעשיית המצוות (עבודת הצדיקים) נח\"ר29 לפני שאמרתי ונעשה רצוני וכידוע המשל על זה מבן מלך שנתרחק מאביו המלך ועד שהי' בשבי' וכו', דכשיוצא מהשבי' ובא לאביו המלך, התענוג והשמחה שלהם (של בן המלך ושל המלך) הוא גדול הרבה יותר מהתענוג והשמחה שהי' קודם (לפני שנתרחק) דעיקר התענוג והשמחה הוא מקירוב שבא לאחרי הריחוק30 וג', דעבודת התשובה היא בדרך דילוג שלא בסדר והדרגה31, שמשתנה ונעשה מציאות חדשה",
          "topics": [
            "אלקות",
            "צדיקים",
            "צדיק",
            "מצוות",
            "תשובה"
          ],
          "word_count": 240
        },
        {
          "chunk_id": "chunk_4",
          "content": "ובלשון הרמב\"ם32 \"אני אחר ואיני אותו האיש שעשה אותן המעשים\" [וע\"י חידוש זה (דהאדם), נעשה חידוש גם בעולם, שזדונות נהפכים לזכיות33] וגם מזה נעשה תענוג גדול למעלה, דעיקר התענוג הוא מדבר חדש דוקא, ולהעיר ממשל הידוע דצפור המדברת34.ד) והנה הכוונה בבריאת האדם היא שיהי' באופן דעשה האלקים את האדם ישר35, שילך כל ימיו בדרך הישרה, כדיוק לשון רז\"ל36 במי נמלך בנשמותיהן של צדיקים, צדיקים דייקא37 ואף שבמקום שבעלי תשובה עומדין אין צדיקים גמורין יכולים לעמוד בו, הרי ידוע38 דענין התשובה הוא (לא רק על עבירות, כי אם גם) השבת הנפש למקורה ושרשה, דתשובה זו היא גם בצדיקים גמורים דזה גופא שנשמתו נמצאת למטה ולא במקורה ושרשה, שזהו מקומה האמיתי [ובפרט דזה שהנשמה היא למטה בעוה\"ז, הוא \"בחי' גלות ממש\"39], הרי צריך להשיבה למקומה ומעלת הבעלי תשובה על צדיקים גמורים, דבמקום שבעלי תשובה עומדין אין צדיקים גמורין יכולים לעמוד בו, הוא גם בתשובה זו (דצדיקים) ותכלית ירידת הנשמה לעוה\"ז הגשמי הוא בשביל תשובה זו40.והענין הוא, דג' מעלות הנ\"ל שבבעלי תשובה על צדיקים גמורים, הם גם בהנשמה כשנעשית בעל תשובה ע\"י ירידתה למטה לגבי כמו שהיתה קודם הירידה (בחי' צדיק) דמכיון שגם הריחוק שמצד ירידת הנשמה למטה (גם כשלא עבר עבירה מימיו) הוא ריחוק עצום ביותר, ועד שהירידה למטה היא \"בחי' גלות ממש\" (כנ\"ל), הרי ריחוק זה מעורר אצלו צמאון גדול, וגם התענוג והשמחה שבקירוב שלאחרי הריחוק הוא תענוג גדול ביותר",
          "topics": [
            "עולם",
            "צדיקים",
            "צדיק",
            "גלות",
            "תכלית"
          ],
          "word_count": 219
        },
        {
          "chunk_id": "chunk_5",
          "content": "ועד\"ז הוא בענין החידוש שבתשובה, דמכיון שענין התשובה (גם תשובה דצדיקים) הוא שמתמרמר על מצבו (שהוא מרוחק מאלקות)41 ורוצה לצאת ממצבו ומציאותו42, אסורה מכאן43, הרי זה ענין של חידוש.אלא שאעפ\"כ, מכיון שי\"ל שאין מרז\"ל זה יוצא מידי פשוטו, הרי זה שאמרו במקום שבעלי תשובה עומדין אין צדיקים גמורין יכולים לעמוד בו, הוא בעיקר בבעלי תשובה כפשוטם44 ויש לומר, דזה שעיקר המעלה דבעלי תשובה הוא בבעלי תשובה כפשוטם, הוא במעלת החידוש שבתשובה דבמעלת הצמאון, ובהמעלה דקירוב שלאחרי הריחוק, אין חילוק (כ\"כ) ביניהם, וזה שעיקר העילוי דתשובה הוא בתשובה כפשוטה הוא במעלת החידוש שבתשובה והענין הוא, דבצדיקים, מכיון שנשמתם מאירה אצלם בגילוי, הרי המרירות שלהם על ריחוקם מאלקות, ועד שהמרירות נוגעת עד הנפש, אין זה פלא וחידוש (כ\"כ) והגם דענין התשובה הוא שיוצא ממציאות שלו, מ\"מ, מכיון שהנשמה בטבעה רוצה למלאות רצון קונה, והכוונה שלמעלה (רצון קונה) בירידת הנשמה בגוף היא לבוא לתשובה, הרי בהרצון (שמצד טבע הנשמה) למלאות רצון קונו, נכלל גם היציאה ממציאותו שע\"י התשובה45 משא\"כ בתשובה כפשוטה, מכיון שמקודם (לפני התשובה) הי' במצב כזה שלא עשה רצון הקב\"ה46, שהרי עשה עבירות במזיד, הרי זה שעושה אח\"כ תשובה, אין זה המשך ממצבו הקודם, ועל ידי התשובה נעשה מציאות חדשה לגמרי.ה) והנה ג' ענינים הנ\"ל הם גם בהתשובה דהשבת הניצוצות (שבדברים הגשמיים) למקורם, שגם בתשובה זו יש דוגמת ג' ענינים הנ\"ל א', הצמאון והתשוקה דהניצוצות (מצד שרשם) לעלות מירידתן ולחזור לשרשם, וע\"ד מים תחתונים בוכין אנן בעינן למהוי קדם מלכא47 ב', גודל השמחה שנעשה מהעלאת הניצוצות וחזרתם למקורם לאחרי שנתרחקו48",
          "topics": [
            "אלקות",
            "גילוי",
            "תחתונים",
            "צדיקים",
            "צדיק"
          ],
          "word_count": 239
        },
        {
          "chunk_id": "chunk_6",
          "content": "וג', מכיון שהניצוצות שנפלו בקליפות, גם בקליפת נוגה49, נכבה אורם50, הרי מצד מצבם אין שייך שיתבררו ויתעלו לשרשן, וכשמתבררים ועולים לשרשם (ע\"י עבודת האדם), הוא חידוש51.ויש לומר, דהחידוש שבתשובה דהשבת הניצוצות הוא חידוש גדול יותר מהחידוש שבתשובה כפשוטה דבתשובה כפשוטה, אף שלפני התשובה הי' במצב כזה שלא עשה רצון הקב\"ה כנ\"ל, הרי זהו רק כמו שהוא בחיצוניות, אבל רצונו האמיתי (גם אז52) הי' למלאות רצון קונו (כפס\"ד הידוע53), אלא שרצון זה הי' בתכלית ההעלם, ועד שהגילוי שלו הוא כמו חידוש54 משא\"כ התשובה דהחזרת הניצוצות למקורם, מכיון שהניצוצות שנפלו בהקליפות (גם בק\"נ) נחשך אורם, ועד שאינם בבחי' אור כלל, הרי הבירור וההעלאה שלהם הוא חידוש ממש.ו) אמנם, ענין זה (העילוי בהתשובה דהחזרת הניצוצות) הוא במעלת החידוש שבתשובה משא\"כ המעלה דצמאון שע\"י הריחוק היא בעיקר בהתשובה דנשמה (הן בתשובה דצדיקים והן בתשובה כפשוטה) דמכיון שההתקשרות דנשמות עם אלקות היא התקשרות עצמית, כמו התקשרות בן עם האב (בנים אתם להוי' אלקיכם55) שהיא התקשרות עצמית56, הרי כשהנשמה מרגישה שהיא מרוחקת מאלקות (הריחוק שע\"י ירידתה למטה, ומכ\"ש הריחוק שע\"י עבירות), זה נוגע לעצמותה, ובמילא, גם הצמאון שע\"י הרגש הריחוק נוגע לעצמותה ועד\"ז הוא גם בהתענוג מהקירוב שבא לאחרי הריחוק, דמכיון שהנשמות הם בנים, דהבן הוא מעצמיות האב57, הרי תענוג האב מזה שנתקרב בנו (לאחרי שנתרחק), ועאכו\"כ בנו יחידו58, הוא תענוג עצמי59",
          "topics": [
            "אלקות",
            "אור",
            "עצמות",
            "גילוי",
            "העלם"
          ],
          "word_count": 206
        },
        {
          "chunk_id": "chunk_7",
          "content": "משא\"כ התענוג מקירוב הניצוצות לאחרי שנתרחקו הוא דוגמת שני אוהבים60 שלא ראו זה את זה משך זמן רב ולאחרי שמתקרבים ורואים זה את זה, הם מתענגים ושמחים במאד61, שתענוג זה (עם היותו תענוג גדול) הוא כמו שאר התענוגים שהם מדבר שחוץ ממנו62.ויש להוסיף, שגם החידוש שבתשובה דהחזרת הניצוצות (שבדברים הגשמיים) למקורם, הוא ע\"י נשמות ישראל דוקא63 (ע\"י שמקיימים מצוות בדברים הגשמיים, או ע\"י שמשתמשים בהם לשם שמים) ויש לומר שזהו ע\"ד המבואר במקום אחר64 דזה שהכח לעשות לו ית' דירה בתחתונים הוא בנש\"י דוקא הוא כי מכיון שעולם הוא מלשון העלם והסתר65, הרי זה שהעולם נעשה כלי לאלקות (היפך הטבע והגדר דעולם) הוא התחדשות66, וע\"ד החידוש דבריאה יש מאין שהוא בכח העצמות67, ולכן עשיית דירה בתחתונים היא ע\"י נשמות ישראל דוקא, דלהיות שהנשמות מושרשות בהעצמות, לכן ניתן להם כח זה.ז) ועפ\"ז יש לתווך שני הפירושים ביפה שעה אחת בתשובה ומעשים טובים, דלפי פירוש אחד תשובה היא נעלית יותר ממעשים טובים, ולפי פירוש אחד התשובה היא הקדמה למעשים טובים, כי זה שהתשובה היא נעלית יותר ממעשים טובים הוא זה שהתענוג דתשובה (דהנשמה) הוא תענוג עצמי כנ\"ל, אלא שאעפ\"כ יש מעלה במעשים טובים לגבי תשובה מצד החידוש שבזה (כנ\"ל), וגם מפני שעי\"ז דוקא נשלמת הכוונה דדירה בתחתונים68 והתשובה היא הקדמה למעשים טובים, דמכיון שהכח לעשות לו ית' דירה בתחתונים הוא בנשמות דוקא (כנ\"ל), לכן, בכדי שהדירה שנעשית ע\"י מעשה המצוות תהי' בשלימות ובגילוי, מעשים טובים ומאירים, הוא ע\"י קדימת התשובה, הגילוי דשרש הנשמה ועד כמו שמושרשת בהעצמות.ח) והנה שני ענינים הנ\"ל שבתשובה, שהיא ענין בפ\"ע ושהיא הקדמה למעשים טובים, הם בדוגמת התשובה דראש השנה והתשובה דעשי\"ת",
          "topics": [
            "אלקות",
            "עצמות",
            "גילוי",
            "העלם",
            "תחתונים"
          ],
          "word_count": 254
        },
        {
          "chunk_id": "chunk_8",
          "content": "דהתשובה דראש השנה, המרומזת בתקיעת שופר69, עיקרה הוא (לא התשובה על ענינים פרטיים, כי אם) ההשבה למקורו ושרשו70 וענין המיצר דשופר הוא (לא מיצר של ועל עוונות, כי אם) זה שהוא \"עם\" ולא המרחב ששם מושרש71 דזהו הקשר דשופר עם תמליכוני עליכם, דענין תמליכוני עליכם הוא המשכת המלכות משרשה ומקורה והתשובה דעשרת ימי תשובה [שאז הוא בנין הי\"ס דמלכות72, הפרטים דמלכות] שייכת לפרטים והיא הקדמה להתורה ומצוות (מעשים טובים) שהתחלתם היא בד' הימים שבין יום הכפורים לסוכות, כדאיתא במדרש73 שבימים אלו זה עוסק בסוכתו וזה בלולבו, סוכה שהיא מקיף הו\"ע המצוות, לבושים74, ולולב שענינו הוא ההמשכה בפנימיות [כידוע75 שע\"י נטילת ד' מינים נמשך המקיף דסוכה בפנימיות], הו\"ע התורה, ותורתך בתוך מעי76 ובפרט שבד' המינים עצמם, והגבוה בהם הוא הלולב שיש בו טעם רומז על תורה77 ושני ענינים אלו, שבד' הימים שלפני סוכות הם בתור הכנה (עוסק בסוכתו ובלולבו), בחג הסוכות הם בפועל78.ט) והנה בשמיני עצרת (שמיני מלשון שומן79) הוא התמצית והעסענץ80 של כל הענינים דחודש תשרי81, ובו נקלטים (עצרת מלשון קליטה4) כל ענינים אלו ועי\"ז נמשכים (כל הענינים דחודש תשרי) על כל השנה, כמ\"ש אדמו\"ר הצ\"צ82 ד\"בו (בשמיני עצרת) מקבלים כל ישראל שפע הנהגתם בתורתם ועבודתם כל השנה\" וזהו ביום השמיני שלח (המלך) את העם גו' וילכו לאהליהם, דמבחינת המלכות שנמשכה בראש השנה עשי\"ת וכו' ניתן הכח (שלח83) לכל ישראל ללכת לאהליהם, לעניני העולם שעוסקים בהם במשך השנה, ולעשות מהם אהל ומשכן לו ית', דירה בתחתונים84 וזהו שלח את העם (עם דייקא), שזהו ע\"ד \"למען85 הקים אותך היום לו לעם\" שבראש השנה, דמ\"ש \"לו לעם\" (דוקא) הוא כי אין86 מלך בלא עם87",
          "topics": [
            "תחתונים",
            "עולם",
            "מלכות",
            "ישראל",
            "משכן"
          ],
          "word_count": 252
        },
        {
          "chunk_id": "chunk_9",
          "content": "אלא שבראש השנה, הפירוש \"עם\" הוא (לא מלשון עוממות88 אלא אדרבא) עם מלשון עמו (שהם אנשים כמותו ומתייחסים אליו)89, וענין שלח את העם דשמיני עצרת הוא שיהיו בחי' עם מלשון עוממות90, וגם בזה יומשך מבחי' עם מלשון עמו91, שעי\"ז נמשך הכח להיות \"וילכו לאהליהם\", לעשות מאהליהם כפשוטם, עניני העולם, אהל ומשכן לו ית'.וממשיך בכתוב שמחים וטובי לב על כל הטובה אשר עשה ה' לדוד עבדו ולישראל עמו, שמחים וטובי לב הוא גילוי האהבה דפנימיות נקודת הלב (כמבואר בהמאמר92) [דלאחרי אמירת המזמור93 לדוד ה' אורי וישעי מר\"ח אלול עד הו\"ר94, שני פעמים בכל יום, דנקודת המזמור היא לך אמר לבי בקשו פני גו'95, האָט מען זיכער אויסגעבעטן שיהי' גילוי פנימיות נקודת הלב96, ובשמיני עצרת נעשים כל ישראל שמחים וטובי לב], על כל הטובה אשר עשה ה' לדוד עבדו, בחי' מלכותו ית', ולישראל עמו, שעוסקים בבנינו של עולם (כמ\"ש97 וכל בניך לימודי הוי' אל תקרי בניך אלא בוניך98), דבנינו של עולם הוא בחי' מלכותו ית'99 ויש לומר, דישראל הוא בחי' בן (כידוע בענין יעקב וישראל, שיעקב הוא בחי' עבד וישראל הוא בחי' בן100), ועם הוא מלשון עוממות (כנ\"ל), בחי' עבד שלמטה מבחי' בן אבל יש יתרון גם בזה שישראל הם עמו ית' על זה שהם בניו ית' (כמשנ\"ת לעיל101) ולכן אומר כאן ולישראל עמו, שתי המעלות102",
          "topics": [
            "אור",
            "גילוי",
            "עולם",
            "מלכות",
            "יעקב"
          ],
          "word_count": 204
        },
        {
          "chunk_id": "chunk_10",
          "content": "וע\"ד שנת\"ל בענין שלח את העם, שהוא חיבור ד\"עם\" מלשון עמו (אנשים כמותו) עם \"עם\" מלשון עוממות.יו\"ד) וע\"פ כל הנ\"ל יש לבאר גם זה שבדברי הימים כתיב וביום עשרים ושלשה לחודש השביעי שלח את העם גו' שזהו רמז ליו\"ט שני של גליות (כנ\"ל בתחלת המאמר דהצ\"צ), דענין יו\"ט שני הוא103 שגם יום שמצד עצמו הוא חול, עושים אותו ישראל ליו\"ט (קדושה), ולכן מרמז הכתוב הענין דיו\"ט שני בשמיני עצרת דוקא, ובשמיני עצרת גופא בהענין דשלח את העם, כי ענין שלח את העם גו' הוא (כנ\"ל בארוכה) הנתינת כח משמיני עצרת על כל השנה לעשות את עניני העולם (שמצד עצמם הם חול) לדירה לו ית' ויש להוסיף, דנתינת כח הנ\"ל שנמשך ביו\"ט שני דשמיני עצרת (שמחת תורה) היא שייכת יותר להעולם מההמשכה שביו\"ט ראשון104, מכיון שעוד לפני ההליכה לאהליהם, בשמיני עצרת גופא, נעשה כבר (ביו\"ט שני שבו) הפיכת חול לקודש ולכן מוסיף (בדברי הימים) \"ולשלמה\", דהנתינת כח על עבודת הבירורים במשך כל השנה שנמשך מיו\"ט שני דשמיני עצרת [שבו נעשה כבר הענין דהפיכת חול לקודש, ובפרט שביום זה קוראין בתורה בראשית105 ברא אלקים את השמים ואת הארץ] הוא באופן שבירור הניצוצות יהי' כמו שהי' בימי שלמה, שעליו נאמר106 שלמה יהי' שמו ושלום ושקט אתן על ישראל בימיו, בירור בדרך שלום ומנוחה107 וזה נעשה הכנה קרובה לביאת משיח צדקנו, שהוא מזרע דוד ושלמה108, שאז יהי' אמיתית ושלימות השלום, באופן נעלה יותר גם מכמו שהי' בימי שלמה, שהשלום שהי' בימי שלמה הוא שכולם נתבטלו מצד הגילוי אור (אבל לא נהפכו לקדושה), משא\"כ לע\"ל יהי' אהפוך109 אל עמים שפה ברורה גו' לעבדו שכם אחד110, בביאת משיח צדקנו בקרוב ממש",
          "topics": [
            "אור",
            "גילוי",
            "עולם",
            "דוד",
            "ישראל"
          ],
          "word_count": 255
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס שמע\"צ ושמח\"ת – תשמ\"ח, \"לקראת שמע\"צ ושמח\"ת .. ערחה\"ס שנת תשמח\".1) מלכים-א ח, סו.2) ראה מצודת דוד עה\"פ: שלח את העם ר\"ל נטלו ממנו רשות. וכ\"ה בפירש\"י ורד\"ק לדברי הימים שבהערה 10. וראה גם מו\"ק ט, א.3) ראה לקו\"ת דרושים לשמע\"צ רד\"ה זה (פו, ג). וראה גם לקו\"ת דרושים לסוכות עח, סע\"ג וריש ע\"ד. שם עט, ג. פא, ג.4) רד\"ה זה תקס\"ג (נדפס בסה\"מ תקס\"ב ח\"ב ע' תקנו ואילך. והגהות עליו – באוה\"ת שמע\"צ ס\"ע א'תתיח ואילך). תרע\"ח (סה\"מ תרע\"ח ע' לט). תרצ\"ג (סה\"מ קונטרסים ח\"א רנד, א). וראה גם אוה\"ת סוכות ס\"ע א'תשסו ואילך. רד\"ה ביום השמיני עצרת ה'תש\"מ (לעיל ע' רטו) ובהנסמן שם בהערה 5.5) לקו\"ת דרושים לשמע\"צ פה, ג. שם פח, ד. צא, א. סידור (עם דא\"ח) שער הלולב רסג, ג. מאמרי אדמו\"ר האמצעי ויקרא ח\"א ס\"ע שצ. וש\"נ. אוה\"ת סוכות שם. שם (הוספות) ס\"ע א'תתקמו. ובכ\"מ.6) ר\"ה טז, א. לד, ב.7) שמואל-א ט, יז ובפרש\"י.8) אוה\"ת שמע\"צ ע' א'תשע (מזח\"ג רנו, ריש ע\"ב). שם ע' א'תשעו-ז. ד\"ה ביום השמיני עצרת ה'תש\"מ (לעיל ס\"ע רכד) ובהנסמן שם בהערה 123.ובאוה\"ת שם (בהוספות) ע' א'תתקמז: עצרת פי' במאור עינים זה יעצור, והוא ממשלה ובחירה שמתחיל בר\"ה ומסתיים שמע\"צ כו'.9) סד\"ה ביום השמיני עצרת תרס\"ז (המשך תרס\"ו ע' שעט).10) ב' ז, י.11) לקו\"ת דרושים לשמע\"צ פז, סע\"ד. אוה\"ת שמע\"צ ס\"ע א'תתט ואילך.12) אבות פ\"ד מי\"ז.13) ד\"ה ביום השמיני עצרת גו' שמאלו כו' (פג, א ואילך). ד\"ה זה תקס\"ד (נדפס בסה\"מ תקס\"ג ח\"ב ע' תשעח ואילך). ובאוה\"ת שמע\"צ ע' א'תתכ (בהגהות לד\"ה ביום השמיני שלח תקס\"ג הנ\"ל) דדרוש זה והדרוש ביום השמיני שלח \"שייכי אהדדי, ומדברים בענין אחד\".14) כן מפרש באוה\"ת שם הכוונה בלקו\"ת שם. וכ\"ה גם בלקו\"ת ד\"ה ביום השמיני עצרת גו' כנישין כו' (פה, א).15) ראה לקו\"ת שם רד\"ה ביום השמיני עצרת גו' שמאלו כו' (פג, א). וראה אוה\"ת שם, ד\"ענין שהתלמוד מביא לידי מעשה\" הוא \"כמו שהקדים תשובה למעשים טובים\".16) קידושין מ, ב. וש\"נ. וראה הל' ת\"ת לאדה\"ז פ\"ד ס\"ג.17) לקו\"ת שם רפ\"ד (פג, ד).18) לקו\"ת שם. ובארוכה יותר – באוה\"ת שם ע' א'תתכא. וראה לקמן סעיף ז.19) אבות פ\"ב מי\"ב. רמב\"ם הל' דעות ספ\"ג. טושו\"ע או\"ח סרל\"א. וראה לקו\"ש חכ\"ד ע' 646 בהערה ד\"ה כל מעשיך לשם שמים.20) ראה לקו\"ש ח\"ג ע' 907. שם ע' 932. ח\"י ע' 104 ואילך. ובכ\"מ.21) משלי ג, ו. רמב\"ם וטושו\"ע שם. שו\"ע אדה\"ז או\"ח סקנ\"ו ס\"ב.22) קהלת יב, ז. וראה לקו\"ת ר\"פ האזינו. הנסמן להלן בהערה 38.23) ראה תו\"ח ויצא כז, א דענין הבירורים הוא \"אור חוזר דתשובה\". וראה המשך יונתי תר\"ם פכ\"א (ס\"ע לד) \"ענין תשובה להשיב הניצוץ שבצמר וקלף כו'\".24) להעיר מלקו\"ת ר\"פ פינחס.25) לקו\"ת בלק עג, סע\"א. מאמרי אדמו\"ר הזקן על פרשיות התורה ח\"ב ע' תשכז. ובכ\"מ. ובלקו\"ת שם, שזהו \"התירוץ האמיתי\" למה ירדה הנשמה לעולם הזה. וראה ד\"ה מים רבים ה'תשל\"ח ס\"ד (לקמן ע' רמח).26) רמב\"ם הל' תשובה פ\"ז ה\"ד, מברכות לד, ב.27) ראה המשך יונתי הנ\"ל פט\"ו ואילך. וראה גם לעיל ד\"ה בסוכות תשבו שנה זו – ה'תשמ\"א (לעיל ע' קסז ואילך) ס\"ה.28) פ\"ז (יב, א).29) תו\"כ (הובא בפרש\"י) עה\"פ ויקרא א, ט. ספרי (הובא בפרש\"י) עה\"פ פינחס כח, ח.30) ראה תניא פל\"א (מ, סע\"א ואילך). לקו\"ת ד\"ה ביום השמיני עצרת שבהערה 13 פ\"ד (פג, ד). אוה\"ת שמע\"צ שם ע' א'תתכא.31) לקו\"ת דרושים לשבת שובה סה, א. וראה בארוכה ד\"ה שובה ישראל ה'תשל\"ו (לעיל ע' פג ואילך).32) הל' תשובה פ\"ב ה\"ד. ועד\"ז בסמ\"ג מ\"ע טז; ר\"ן לר\"ה טז, ב – הובא בחדא\"ג מהרש\"א לר\"ה שם.33) יומא פו, ב. וראה ד\"ה ביום השמיני עצרת ה'תש\"מ ס\"ה (לעיל ע' רכ) ובהערות שם.34) תו\"א ויצא כא, ג. תו\"ח תולדות יא, א. ויצא כד, סע\"ג ואילך. ובכ\"מ.35) קהלת ז, כט.36) ב\"ר פ\"ח, ז. רות רבה פ\"ב, א (ג).37) ד\"ה מי יתנך תקס\"ה (סה\"מ תקס\"ה ח\"א ע' תפז. ועם הגהות – באוה\"ת שה\"ש כרך ב ס\"ע תרלד. שם ריש ע' תרעה). המשך תרס\"ו ע' כ. שם ע' שנא. ובכ\"מ.38) לקו\"ת ראה כד, ד. דרושים לשבת שובה סו, ג. ובכ\"מ.39) תניא פל\"ז (מח, א). ובהמשך הענין שם \"גם שיהי' צדיק גמור כו'\".40) ראה לקו\"ת האזינו עב, רע\"ג.41) ראה לקו\"ת שם \"שנפרד מן החיים האמיתיים\" – אף שמדובר שם ב\"מי שלא חטא מימיו\".42) ראה סה\"מ ה'תש\"י ע' 7 (ובכ\"מ) בענין ההפרש בין תשובה לרעו\"ד, דבתשובה, העיקר היא (לא זה שנמשך אל השוב והחיים, כי אם) \"הבריחה מהמות והסכנה\". דיש לומר, שכן הוא גם בתשובה דצדיקים, שעיקרה הבריחה מהמות (מזה ש\"נפרד מן החיים האמיתיים\").43) לשון רש\"י על הפסוק שמות ג, ג. וראה סה\"ש ה'תש\"ב ע' 47: משה רבינו איז זיין אופן תשובה אסורה מכאן להתקרב לשם, וואָס די כוונה איז אַז מען באַדאַרף זיך ניט מסתפק זיין מיט דעם מעמד ומצב וואָס מען שטייט. אפילו אַ צדיק גמור ווי משה רבינו דאַרף האָבן די עבודה פון אסורה מכאן להתקרב לשם וואָס דאָס איז די תנועה פון תשובה.44) להעיר מסה\"מ ה'תש\"ט ע' 183, שהעילוי דתשובה שנעשה בהנשמה ע\"י ירידתה למטה, הוא \"ע\"ד במקום שבעלי תשובה עומדים כו'\" (ע\"ד ולא ממש).45) בדוגמת המבואר בד\"ה והי' עקב ה'תשכ\"ז (לקמן ח\"ד ע' קצב ואילך) סעיף ה בענין מס\"נ, דאף שענין המס\"נ הוא ביטול בתכלית, מ\"מ, מכיון שזהו טבע הנשמה, אין זה חידוש (כ\"כ).46) ואף שגם לפני התשובה לא עבר על רצונו ית' בעבירות חמורות – מ\"מ, מכיון שעשיית התשובה שלו (אח\"כ) היא על עבירות אלו שבהם לא עשה קודם רצון הקב\"ה, הרי התשובה אינה המשך מצבו הקודם.47) תקו\"ז ת\"ה (יט, סע\"ב). ת\"מ (פ, א). מאמרי אדמו\"ר האמצעי דברים ח\"א ע' שיט. וש\"נ. וראה שם ח\"ג ס\"ע א'קלב ואילך.48) ראה בארוכה המשך וככה תרל\"ז פצ\"ז.49) בנוגע להניצוצות שבגקה\"ט מבואר בכ\"מ (נסמן לעיל ע' קסו הערה 42. וראה גם ד\"ה זאת תורת הבית שבהערה הבאה) שהניצוצות עצמם נעשו כמו רע. אבל אין זה שייך לכאן, כיון שהמדובר כאן הוא בהעלאת הניצוצות ע\"י \"מעשים טובים\" שזהו בדברים המותרים דוקא.50) ד\"ה זאת תורת הבית תרפ\"ט פ\"ו (סה\"מ קונטרסים ח\"א מב, א).51) וע\"ד המבואר בכ\"מ (וראה גם לקמן ס\"ו) דעשיית העולם לדירה לו ית' הוא חידוש (ועד שהוא בדוגמת החידוש דבריאה יש מאין) – אף שבכל נברא יש חיות אלקי, שהוא (החיות האלקי) אמיתית מציאותו של הנברא – דמכיון שענין וגדר העולם (מלשון העלם והסתר) הוא שהוא מעלים ומסתיר על האלקות שבו, לכן, זה שמתגלה בו החיות אלקי שבו, הוא חידוש.52) דהרי הנשמה גם בעת החטא היתה באמנה אתו ית' – תניא ספכ\"ד.53) רמב\"ם הל' גירושין ספ\"ב.54) אבל לא חידוש ממש. וראה ד\"ה זאת תורת הבית שבהערה 50 (בענין ההפרש בין ניצוצות דתהו לנשמות), דנשמה, \"גם כשנפלה ח\"ו ר\"ל בגקה\"ט ה\"ה בבחי' אור\" ולכן \"שייך בה התעוררות שתתעורר ע\"י גילוי אור מלמעלה\".55) ראה יד, א.56) ראה ד\"ה זה היום תחלת מעשיך דיום ב' דראש השנה שנה זו – ה'תשמ\"א ס\"ד (לעיל ע' לב).57) ראה תניא רפ\"ב. ד\"ה הנ\"ל שם.58) כתורת הבעש\"ט דכאו\"א מישראל הוא כבנו יחידו של הקב\"ה (כתר שם טוב – הוצאת קה\"ת תשנ\"ט – הוספות סי' קסז).59) אוה\"ת שמע\"צ ע' א'תתכא.60) כ\"ה בהמשך וככה תרל\"ז שם.61) ראה גם מאמרי אדמו\"ר הזקן אתהלך לאזניא ע' א. מאמרי אדמו\"ר האמצעי ויקרא ח\"ב ע' תרצו ואילך. ועוד.62) ראה אוה\"ת שם.63) וצע\"ק מז\"מ ב\"נ. ומכללות הענין שמקיימין בהעולם הרצון דלשבת יצרה.64) ראה לקו\"ש ח\"ו ע' 24.65) לקו\"ת שלח לז, ד. מאמרי אדמו\"ר האמצעי דברים ח\"א ע' שג. ח\"ג ע' א'נט. לקו\"ש חל\"ד ע' 112 הערה 63. וש\"נ.66) ראה גם ד\"ה והי' עקב ה'תשכ\"ז (לקמן ח\"ד ע' קצ ואילך) ס\"ד.67) אגה\"ק ס\"ך (קל, סע\"א ואילך).68) ראה תניא פל\"ז (מח, ב) שזהו הכוונה בירידת הנשמה למטה. וזה בא בהמשך להמבואר שם פל\"ו שתכלית בריאת כל העולמות הוא שיהי' \"דירה בתחתונים\".69) רמב\"ם הל' תשובה פ\"ג ה\"ד.70) ראה לקו\"ת ר\"פ נצבים (מד, א) \"בראש השנה הוא בחי' התשובה, שכללות נש\"י תשובנה למקורם ושרשם\".71) ראה לקו\"ש ח\"ד ע' 1147 הערה 19.72) פע\"ח שער כד (שער ר\"ה) פ\"ה, הובא בלקו\"ת נצבים נא, רע\"ג.73) ויק\"ר פ\"ל, ז.74) תניא ספ\"ה. ובכ\"מ.75) ראה ד\"ה בסוכות תשבו שנה זו – ה'תשמ\"א (לעיל ע' קסז) ס\"ד ובהנסמן שם בהערה 59.76) תהלים מ, ט. תניא שם.77) ראה ויק\"ר פ\"ל, יב.78) וגם נטילת ד' מינים בפועל (שבסוכות) שייך לתורה, כי (נוסף על זה שנטילת ד' מינים היא המשכה בפנימיות, כנ\"ל) בנטילת ד' מינים העיקר הוא הלולב [שעליו מברכים \"אקב\"ו על נטילת לולב, לפי שהלולב גבוה מכולן חשוב הוא ונקראת כל האגודה על שמו\" – שו\"ע אדה\"ז סוף הל' לולב (סתרנ\"א סי\"ז), מסוכה לז, ב], שמרמז על תורה, כנ\"ל.79) ראה אוה\"ת שמע\"צ ע' א'תתיז; סד\"ה ביום השמיני עצרת עדר\"ת (המשך תער\"ב ח\"א ע' תלה); סד\"ה ביום השמיני שלח תרע\"ח (סה\"מ תרע\"ח ע' מה), ועוד – בשם הה\"מ – דשמיני הוא ל' שמן. ובסד\"ה ביום השמיני עצרת תרצ\"ד (תשי\"א) (סה\"מ ה'תשי\"א ע' 60), תש\"ב (סה\"מ ה'תש\"ב ס\"ע 35), תש\"ג (סה\"מ ה'תש\"ג ע' 53) הוא כבפנים. וראה גם אוה\"ת שם ריש ע' א'תתיח.80) ראה אוה\"ת בלק ע' תתקכו: אַסענצייע, כן אמר אדמ\"ו נ\"ע על בחי' שמיני עצרת.81) ראה ד\"ה ביום השמיני שלח תקס\"ג (סה\"מ תקס\"ב ח\"ב ע' תקנו), תרע\"ח (סה\"מ תרע\"ח ע' לט), תרצ\"ג (סה\"מ קונטרסים ח\"א רנד, א). ועוד.82) ב\"קיצור מתורה ע\"פ ביום השמיני שילח וגו' .. תקס\"ג\" – אוה\"ת שמע\"צ ס\"ע א'תתיח. וראה רד\"ה זה תקס\"ג שם.83) ועפ\"ז מובן הלשון שלח – אף שלכאורה הוא רק נטילת רשות (כבתחילת המאמר) – ראה סד\"ה ביום השמיני שלח תרצ\"ג (סה\"מ קונטרסים שם רנז, ב).84) סד\"ה ביום השמיני שלח בלקו\"ת דרושים לשמע\"צ פח, א. אוה\"ת ב\"קיצור\" הנ\"ל – ע' א'תתכ.85) נצבים כט, יב.86) רבינו בחיי עה\"פ וישב לח, ל. שם ר\"פ בלק. כד הקמח ר\"ה (ב) ד\"ה ועוד (בהוצאת שעוועל – ע' שעט). ספר החיים (לאחי המהר\"ל) ספר גאולה וישועה פ\"ב. עמק המלך שער א (שער שעשועי המלך) רפ\"א. שעהיוה\"א רפ\"ז (פא, ב). אגה\"ק ס\"כ (קל, ב). לקו\"ת שם פז, סע\"ג. וראה פרקי דר\"א פ\"ג. רבינו בחיי עה\"פ וירא כב, יג.87) לקו\"ת נצבים מד, ד – הובא בלקו\"ת דרושים לשמע\"צ שם פז, סע\"ג.88) שעהיוה\"א שם. ובכ\"מ.89) לקו\"ת נצבים שם.90) ראה לקו\"ת דרושים לשמע\"צ שם (פז, ריש ע\"ד) ד\"שלח את העם\" דשמע\"צ הוא \"להיות בבחי' שוב כדי להיות בחי' עם\" – שהכוונה ב\"בחי' עם\" כאן היא לבחי' עוממות.91) ראה לקו\"ת שם בה\"קיצור\" (פח, ב) \"שגם בהשוב (דשמע\"צ) יהי' כלול רצוא (דר\"ה)\".92) לקו\"ת דרושים לשמע\"צ שם פח, א. וראה גם באוה\"ת ב\"קיצור\" שם.93) תהלים מזמור כז.94) סידור האריז\"ל להר\"ש מרשקוב סדר כוונת ר\"ח אלול. סידור קול יעקב וסידור אדמו\"ר הזקן אחר שיר של יום. מטה אפרים או\"ח סתקפ\"א ס\"ו*. וראה מאמרי אדמו\"ר האמצעי דברים ח\"ב ע' תצב. וש\"נ.*) בסידור הר\"ש מרשקוב שם: עד אחר שמחת תורה. ובסידור קול יעקב שם: עד אחר שמיני עצרת. אבל בסידור אדמו\"ר הזקן שם הוא כבפנים.95) תהלים שם, ח. וראה מאמרי אדמו\"ר האמצעי שם ע' תקו: שאו' לדוד ה' אורי .. והעיקר הוא בפסוק לך אמר לבי בקשו פני כו'.96) לקו\"ת נצבים מד, ג. וראה גם ד\"ה כי תצא בלקו\"ת (תצא לה, ג ואילך), ובמאמרי אדמו\"ר האמצעי שם פ\"ה ואילך (ריש ע' תפט ואילך). שם פ\"ח-ט (ע' תצב). פ\"כ-כא (ע' תקו). וש\"נ.97) ישעי' נד, יג.98) מסכת ברכות בסופה.99) לקו\"ת דרושים לשמע\"צ שם פח, א.100) לקו\"ת בלק ע, רע\"ג. ובארוכה ד\"ה ומקנה רב תרס\"ו ובהמאמרים שלאחריו (המשך תרס\"ו ע' שח ואילך). ועוד.101) בד\"ה זה היום תחלת מעשיך דיום ב' דר\"ה שנה זו – ה'תשמ\"א (לעיל ס\"ע לז ואילך) ס\"י.102) ועפ\"ז יומתק הלשון בלקו\"ת דרושים לשמע\"צ שם \"ולישראל עמו שהם בניך בוניך\" – אף שלכאורה נוגע כאן רק \"בוניך\" – די\"ל שבזה מרמז ש\"ולישראל עמו\" כולל ב' הענינים, \"בניך\" ו\"בוניך\".103) ראה בארוכה לקו\"ש ח\"ד ע' 1298 הערה 6. ח\"ט ע' 235.104) ויש לומר, דזהו מה שבדברי הימים כתיב \"שלח את העם לאהליהם\" – ולא \"וילכו לאהליהם\" כבמלכים – כי הנתינת כח שביו\"ט שני דשמע\"צ על העבודה ד\"אהליהם\" (עשיית דירה לו ית' בתחתונים), היא באופן שאין צריך להשתדלות נוספת, \"וילכו\".105) בראשית א, א.106) דברי הימים-א כב, ט.107) שערי תשובה לאדמו\"ר האמצעי ח\"א (שער התפלה) פי\"א (נו, א). המשך פדה בשלום תרנ\"ט (סה\"מ תרנ\"ט ע' קסד) ותש\"ד (פכ\"א – סה\"מ ה'תש\"ד ע' 11-110). ועוד.108) פירוש המשניות להרמב\"ם סנהדרין פ' חלק יסוד הי\"ב. וראה לקו\"ש ח\"ח ע' 215 הערה 53. וש\"נ.109) צפני' ג, ט.110) ד\"ה פדה בשלום תרע\"ה (המשך תער\"ב ח\"ב פ' שעד – ע' תשסט). וראה גם שערי תשובה שם (נה, ד ואילך).",
      "glossary": "|אדמו\"ר הצ\"צ (Admur HaTzemach Tzedek): The Tzemach Tzedek; אהפוך אל עמים שפה ברורה (Ehpoch El Amim Safah B'rurah): I will turn to the peoples a pure language; אין מלך בלא עם (Ein Melech B'Lo Am): There is no king without a people; אסורה מכאן (Asurah MiKan): Forbidden from here; ארז\"ל (Amru Rabboteinu Zichronam LiVrachah): Our sages of blessed memory said; בוניך (Bonayich): Your builders; בחי' גלות ממש (Bechinat Galut Mamash): Aspect of actual exile; ביהמ\"ק (Beit HaMikdash): The Temple; ביום השמיני (B'Yom HaShemini): On the eighth day; בירור (Birur): Refinement/Clarification; בכל דרכיך דעהו (B'Chol Derachecha Da'ehu): In all your ways know Him; במי נמלך בנשמותיהן של צדיקים (B'Mi Nimlach B'Nishmoteihen Shel Tzaddikim): With whom did He consult - with the souls of the righteous; בן (Ben): Son; בן מלך (Ben Melech): Prince; בנו יחידו (B'no Yechido): His only son; בניך לימודי הוי' (Banayich Limudei Hashem): Your children are students of God; בנים אתם להוי' אלקיכם (Banim Atem LaHashem Elokeichem): You are children to the Lord your God; בנין הי\"ס דמלכות (Binyan HaYud-Samech D'Malchut): Building of the fifteen aspects of Malchut; בנינו של עולם (Binyano Shel Olam): Building of the world; בס\"ד (B'Siyata D'Shmaya): With Divine Assistance; בעלי תשובה (Ba'alei Teshuvah): Penitents/Those who return; בקרוב ממש (BiKarov Mamash): Very soon; בראשית ברא אלקים את השמים ואת הארץ (B'Reishit Bara Elohim Et HaShamayim V'Et HaAretz): In the beginning God created the heavens and the earth; בריאה יש מאין (B'riah Yesh MeAyin): Creation something from nothing; גופו ונפשו הבהמית (Gufo V'Nafsho HaBehemit): His body and animal soul; ד' מינים (Arba Minim): Four species; דברי הימים (Divrei HaYamim): Chronicles; דברים הגשמיים (Devarim HaGashmiyim): Material things; דוד עבדו (David Avdo): David His servant; דילוג (Diluג): Leaping; דירה בתחתונים (Dirah B'Tachtonim): Dwelling in the lower worlds; דרושים (Drushim): Homiletical interpretations; ה'תשמ\"א (HaTashma\"A): The year 5741; הגהותיו (Hagahotav): His glosses; הו\"ר (Hoshanah Rabbah): Hoshanah Rabbah; הטובה (HaTovah): The good; המרחב (HaMerchav): The expanse; הנהגתם (Hanhagatam): Their conduct; הנשמה (HaNeshamah): The soul; העצמות (HaAtzmus): The Essence; הפטורה (Haftarah): Prophetic reading; הרוח תשוב אל האלקים אשר נתנה (HaRuach Tashuv El HaElohim Asher Netenah): The spirit returns to God who gave it; התקשרות עצמית (Hitkashrut Atzmit): Essential connection; ויברכו את המלך (VaYevarchu Et HaMelech): And they blessed the king; וילכו לאהליהם (VaYelchu L'Aholeyhem): And they went to their tents; זדונות נהפכים לזכיות (Zedonot Nehafchim LiZechuyot): Intentional sins become merits; חודש תשרי (Chodesh Tishrei): Month of Tishrei; חול (Chol): Weekday/Mundane; חידוש (Chiddush): Innovation/Renewal; חנוכת בית המקדש (Chanukat Beit HaMikdash): Dedication of the Temple; יו\"ט שני של גליות (Yom Tov Sheni Shel Galuyot): Second day of festivals in diaspora; יום הכפורים (Yom HaKippurim): Day of Atonement; יום שמחת תורה (Yom Simchat Torah): Day of Rejoicing with the Torah; יעקב וישראל (Ya'akov V'Yisrael): Jacob and Israel; ירידת הנשמה (Yeridat HaNeshamah): Descent of the soul; ישראל עמו (Yisrael Amo): Israel His people; כ\"ג בתשרי (Chaf-Gimel B'Tishrei): Twenty-third of Tishrei; כל מעשיך יהיו לשם שמים (Kol Ma'asecha Yihyu L'Shem Shamayim): All your deeds should be for the sake of Heaven; לבושים (Levushim): Garments; לדוד ה' אורי וישעי (L'David Hashem Ori V'Yish'i): To David, the Lord is my light and salvation; לולבו (Lulavo): His lulav; לך אמר לבי בקשו פני (Lecha Amar Libi Bakshu Fanai): To You my heart said, seek My face; למען הקים אותך היום לו לעם (L'Ma'an Hakim Otcha HaYom Lo L'Am): In order to establish you today as His people; לעבדו שכם אחד (L'Avdo Shechem Echad): To serve Him with one shoulder; לקו\"ת (Likutei Torah): Collected Torah teachings; מדרש (Midrash): Midrash; מזרע דוד ושלמה (MiZera David V'Shlomo): From the seed of David and Solomon; מיצר (Meitzar): Narrowness; מלכות (Malchut): Kingship; מעשים טובים (Ma'asim Tovim): Good deeds; מצוות (Mitzvot): Commandments; מקורה ושרשה (Mekorahh V'Sharshah): Its source and root; מקיף (Makif): Encompassing; מרירות (Merirut): Bitterness; משיח צדקנו (Mashiach Tzidkenu): Our righteous Messiah; משכן (Mishkan): Tabernacle; נחת רוח (Nachat Ruach): Satisfaction/Contentment; ניצוצות (Nitzutzot): Sparks; ניצוצות הקדושה (Nitzutzot HaKedushah): Sparks of holiness; נכבה אורם (Nichbah Oram): Their light was extinguished; נקודת הלב (Nekudat HaLev): Point of the heart; נש\"י (Nishmot Yisrael): Souls of Israel; סוכות (Sukkot): Tabernacles; סוכתו (Sukkato): His sukkah; עבד (Eved): Servant; עבודתם (Avodatam): Their service; עול מלכות שמים (Ol Malchut Shamayim): Yoke of Divine sovereignty; עולם הבא (Olam HaBa): World to Come; עולם הוא מלשון העלם והסתר (Olam Hu MiLashon He'elem V'Hester): World is from the language of concealment and hiddenness; עולם הזה (Olam HaZeh): This world; עוממות (Amemut): Masses/Multitude; עליה (Aliyah): Ascent; עמו (Imo): With him; עסענץ (Essence): Essence; עשה האלקים את האדם ישר (Asah HaElohim Et HaAdam Yashar): God made man upright; עשרת ימי תשובה (Aseret Yemei Teshuvah): Ten Days of Repentance; פנימיות (Pnimiyut): Inwardness; צדיק (Tzaddik): Righteous person; צדיקים גמורין (Tzaddikim Gemurim): Complete righteous ones; צמאון לאלקות (Tzim'on L'Elokut): Thirst for Godliness; צפור המדברת (Tzipor HaMedaberet): Talking bird; קדושה (Kedushah): Holiness; קירוב (Kiruv): Drawing close; קליטה (Klitah): Absorption/Integration; קליפות (Kelipot): Husks/Shells; קליפת נוגה (Kelipat Nogah): Husk of Nogah; ר\"ח אלול (Rosh Chodesh Elul): New Moon of Elul; ראש השנה (Rosh HaShanah): New Year; רוחניות (Ruchniyut): Spirituality; ריחוק (Richuk): Distance; רמב\"ם (Rambam): Maimonides; שבי (Shevi): Captivity; שומן (Shumen): Fat/Richness; שלום ומנוחה (Shalom U'Menucha): Peace and rest; שלח את העם (Shalach Et HaAm): He sent the people; שלמה (Shlomo): Solomon; שלמה יהי' שמו ושלום ושקט אתן על ישראל בימיו (Shlomo Yihyeh Sh'mo V'Shalom V'Shaket Eten Al Yisrael B'Yamav): Solomon shall be his name and peace and quiet I will give upon Israel in his days; שמחים וטובי לב (Smechim V'Tovei Lev): Happy and good-hearted; שמחת תורה (Simchat Torah): Rejoicing with the Torah; שמיני עצרת (Shemini Atzeret): Eighth Day of Assembly; שמע\"צ (Shemini Atzeret): Shemini Atzeret; שני אוהבים (Shnei Ohavim): Two lovers; שפע (Shefa): Divine flow; תורתך בתוך מעי (Toratcha B'Toch Me'ai): Your Torah is within my innards; תמליכוני עליכם (Tamlichuni Aleichem): Make me king over you; תניא (Tanya): Tanya; תענוג (Ta'anug): Pleasure/Delight; תענוג עצמי (Ta'anug Atzmi): Essential pleasure; תקיעת שופר (Teki'at Shofar): Blowing of the shofar; תשובה (Teshuvah): Repentance/Return;"
    },
    "search_tags": [
      "דור",
      "חטא",
      "יסוד",
      "Love",
      "Temple",
      "Concealment",
      "Talmud",
      "מצוות",
      "יעקב",
      "דוד",
      "Elevation",
      "משכן",
      "Will",
      "אור",
      "Intention",
      "עצמות",
      "Worlds",
      "Foundation",
      "David",
      "Service",
      "משה",
      "תלמוד",
      "תכלית",
      "צדיק",
      "רבי",
      "Connection",
      "בית המקדש",
      "Commandments",
      "Righteous ones",
      "Nullification",
      "Exile",
      "Light",
      "Essence",
      "Righteous one",
      "עולמות",
      "Repentance",
      "עולם",
      "מקדש",
      "התקשרות",
      "העלם",
      "World",
      "מלכות",
      "בריאה יש מאין",
      "Self-sacrifice",
      "Dwelling",
      "גאולה",
      "צדיקים",
      "Creation",
      "Moses",
      "Generation",
      "Sin",
      "העלאה",
      "Israel",
      "המשכה",
      "Creation ex nihilo",
      "תורה",
      "גלות",
      "Lower worlds",
      "משיח",
      "Divinity",
      "גילוי",
      "רצון",
      "תחתונים",
      "Drawing down",
      "עבודה",
      "Tabernacle",
      "אלקות",
      "Jacob",
      "ביטול",
      "Holy Temple",
      "Purpose",
      "Torah",
      "כוונה",
      "ישראל",
      "Kingship",
      "Rabbi",
      "אהבה",
      "תשובה",
      "בריאה",
      "מס\"נ",
      "Revelation",
      "דירה",
      "Messiah",
      "Redemption"
    ]
  }
}