{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "5_רט",
    "reference": "Reference: 5_רט",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "שכינה",
        "אור",
        "עצמות",
        "גילוי",
        "יצירה",
        "מלכות",
        "חכמה",
        "בינה",
        "חסד",
        "הוד",
        "משה",
        "דוד",
        "משכן",
        "קרבנות",
        "מצוות",
        "תורה",
        "תלמוד",
        "דור",
        "מס\"נ",
        "ביטול",
        "המשכה",
        "תכלית",
        "כוונה",
        "רצון",
        "השתלשלות",
        "הסתלקות",
        "נשיא"
      ],
      "key_concepts": [
        "Shechinah/Divine Presence",
        "Light",
        "Essence",
        "Revelation",
        "Formation",
        "Kingship",
        "Wisdom",
        "Understanding",
        "Kindness",
        "Splendor",
        "Moses",
        "David",
        "Tabernacle",
        "Sacrifices",
        "Commandments",
        "Torah",
        "Talmud",
        "Generation",
        "Self-sacrifice",
        "Nullification",
        "Drawing down",
        "Purpose",
        "Intention",
        "Will",
        "Chain of descent",
        "Departure",
        "Leader"
      ],
      "biblical_references": [
        "שה\"ש ה, א"
      ],
      "talmudic_references": [
        "זהר"
      ],
      "chassidic_references": [
        "תו\"א",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 1918,
      "chunk_count": 8
    },
    "content": {
      "main_text": "בס\"ד. ש\"פ נשא, י\"ד סיון ה'תשל\"ב ביום השני הקריב נתנאל בן צוער נשיא יששכר הקריב את קרבנו גו'1, ופרש\"י מהו הקריב הקריב ב' פעמים שבשביל שני דברים זכה להקריב שני לשבטים, אחת שהיו יודעים בתורה שנאמר2 ומבני יששכר יודעי בינה לעתים ואחת שהם נתנו עצה לנשיאים להתנדב קרבנות הללו, וצריך להבין, דמצד שני טעמים אלו הי' ראוי לכאורה שיקריב ראשון לשבטים. וביותר אינו מובן, דאיתא במדרש3, למה נאמר בו הקריב כו' לפי שזכה בעצת נשיאים העלה עליו הכתוב כאילו הוא הקריב תחלה. ועפ\"ז צריך להבין עוד יותר הטעם על זה שבפועל הקריב יהודה תחלה ויששכר הקריב ביום השני. גם צריך להבין מ\"ש נתנאל בן צוער נשיא יששכר, שמקדים את שמו (נתנאל בן צוער) לפני שאומר שהי' נשיא יששכר, דלכאורה, מכיון דזה שהקריב את קרבנו הוא לפי שהי' נשיא יששכר, הי' צריך לומר נשיא יששכר (ואח\"כ) נתנאל בן צוער, וכמ\"ש גבי שאר הנשיאים שהקריבו לאחרי יום השני שבתחלה נאמר נשיא לבני גו' ואח\"כ נאמר שמו של הנשיא4. וכן בהנשיא שהקריב ביום הראשון נאמר5 נחשון בן עמינדב למטה יהודה, בתחלה נחשון בן עמינדב ואח\"כ למטה יהודה6.ב) ויש לבאר ע\"פ מה שאיתא במדרש7 עה\"פ נחשון בן עמינדב למטה יהודה, למה נקרא שמו נחשון על שם שירד תחלה לנחשול שבים כו' מי שקידש את שמי בים הוא יקריב תחלה. ויש לומר, דזה שמדייק במדרש למה נקרא שמו נחשון (שאינו מדייק כן בשאר הנשיאים), הוא, כי מלשון הכתוב נחשון בן עמינדב למטה יהודה (ולא נשיא יהודה) משמע דזה שהוא הי' המקריב ביום הראשון הוא (לא רק מפני המעלה דשבט יהודה, אלא גם) מצד מעלת עצמו8, וכיון ששמו של אדם רומז על ענינו9 (ומעלתו), לכן מדייק למה נקרא שמו נחשון. ומבאר דמעלתו של נחשון (המרומזת בשמו) היא שקידש את שמי (של הקב\"ה) ולכן הקריב תחלה. ויש לומר עד\"ז בנוגע נתנאל בן צוער נשיא יששכר, שהכתוב מקדים נתנאל בן צוער לפני נשיא יששכר, הוא, לרמז, דזה שהקריב ביום השני (מיד לאחרי יהודה), ויתירה מזה שהעלה עליו הכתוב כאילו הוא הקריב תחלה (לפני יהודה), הוא מפני המעלה שבו המרומזת בשמו. והגם שנאמר בו נשיא יששכר [דלא כנחשון שנאמר בו למטה יהודה] שמזה מוכח דזה שהקריב ביום השני [וגם זה שהעלה עליו הכתוב כאילו הוא הקריב תחלה] הוא מצד המעלה דשבט יששכר, מ\"מ נאמר נתנאל בן צוער לפני נשיא יששכר, כי מעלה זו דשבט יששכר [שבשבילה הקריב ביום השני וכאילו הוא הקריב תחלה] מרומזת בהשם נתנאל בן צוער.ומבואר בהדרושים10, דהשייכות של נחשון ונתנאל ליהודה ויששכר הוא, כי יהודה הו\"ע הביטול [שלכן נקרא בשם יהודה על שם הפעם אודה את ה'11 ], ולכן הנשיא דשבט יהודה הי' נחשון שירד תחלה לנחשול שבים, ענין המס\"נ, ביטול. ויששכר הו\"ע התורה (כנ\"ל). ולכן הנשיא דיששכר הי' נתנאל12, אותיות נתן א-ל, כי התורה היא מתנה. וענין בן צוער, צוער מלשון מצער, הוא, כי הכלי לתורה הוא ביטול. וזהו שיהודה הקריב לפני יששכר, כי ענין הביטול13 הוא לפני (ולמעלה מ)עסק התורה. דשורש התורה הוא בחכמה, דאורייתא מחכמה נפקת14, וע\"י הביטול הוא המשכת הכתר שלמעלה מחכמה. וצריך להבין, דע\"פ המבואר בהדרושים שיהודה הוא בכתר ויששכר בחכמה, למה העלה הכתוב על יששכר כאילו הוא הקריב תחלה (תחלה גם ליהודה).ג) והנה ידוע דיהודה הו\"ע המעשה (כמ\"ש בהדרושים המבארים ענין הגשת יהודה ויוסף15 ), ועפ\"ז, יששכר ויהודה הו\"ע תלמוד ומעשה. ומבואר במק\"א16 דהגם שנמנו וגמרו שתלמוד גדול17, מ\"מ, מכיון שהטעם על זה שתלמוד גדול הוא לפי שתלמוד מביא לידי מעשה16, הרי מזה עצמו מוכח שהמעשה הוא העיקר [כי שורש המעשה הוא למעלה משורש התלמוד ולכן לע\"ל יהי' מעשה גדול18 ]. ועפ\"ז יש לומר, דזה שנשיא יששכר העלה עליו הכתוב כאילו הוא הקריב תחלה (תחלה גם ליהודה) הוא ע\"ד תלמוד גדול, וזה שבפועל הקריב יהודה תחלה הוא לפי שהמעשה הוא העיקר. ולהוסיף, דהקמת המשכן ומתן תורה שייכים זל\"ז. וכמובן ממדרשי חז\"ל19 עה\"פ20 באתי לגני, שהמשכת וירידת עיקר שכינה למטה בארץ הותחלה בשעת מתן תורה, ועיקר ההמשכה הי' כשהוקם המשכן. ועפ\"ז יש לומר, דכמו שמתן תורה הי' ע\"י שהקדימו נעשה לנשמע, הדגשת מעלת המעשה על הלימוד וההבנה21 (נשמע מלשון הבנה22 ) ובאופן שהקדימו נעשה לנשמע [דלאחרי מתן תורה, הגם שהמעשה הוא העיקר23 והטעם שתלמוד גדול הוא מפני שמביא לידי מעשה מ\"מ תלמוד גדול, ולימוד קודם למעשה. אבל בכדי שתהי' ההמשכה דמתן תורה הי' צריך להיות ההכנה דהקדמת נעשה לנשמע], עד\"ז הוא בנוגע לההמשכה שהיתה בהקמת המשכן. ולכן, בחנוכת המשכן הקריב יהודה (מעשה) לפני יששכר (תלמוד).ד) וצריך להבין, דכיון שגם זה שתלמוד גדול הוא מפני שמביא למעשה והמעשה הוא העיקר, מהו החילוק בין שני הענינים, שבדרך כלל התלמוד הוא קודם למעשה [קודם בזמן, וגם קודם במעלה, תלמוד גדול], ובמתן תורה וכן בחנוכת המשכן הי' מעשה קודם. ונקודת הביאור בזה, דזה שהמעשה הוא העיקר [אף שמעשה הוא כח היותר אחרון, ועד\"ז למעלה המעשה הוא סוף ההשתלשלות], הוא כי נעוץ תחלתן בסופן וסופן בתחלתן24, וגם כי סוף25 מעשה במחשבה תחלה26. ומבאר אדמו\"ר (מהורש\"ב) נ\"ע בהמשך תער\"ב27, החילוק דשני הענינים, דסופן הוא גמר סיום ההמשכה. ובחינה זו נעוצה בתחלתן תחלת וראשית ההמשכה. וכמובא שם משל לזה מהשפעת צדקה לעני, שהתחילה (של ההשפעה) הוא שמתעורר ברחמים על העני, ומזה נעשה אצלו אח\"כ רצון להטיב להעני [דהרחמים הם הטעם דהרצון28 ], ואח\"כ נמשך הרצון בשכל ובמדות וכו' עד שבא במעשה בפועל, שנותן צדקה להעני. וענין נעוץ סופן בתחלתן הוא, שעיקר המכוון בהתעוררות הרחמים (תחלתן) הוא שתהי' ההשפעה בפועל (סופן). ובאם לא תהי' ההשפעה בפועל [הגם שע\"י הרחמים נעשה ההתעוררות דכל כחות הנעלים שבו, רצון שכל ומדות, ואפילו כשהרצון שלו להטיב להעני מתגלה בדיבור (שמדבר דברי פיוס להעני29 ) אבל לא בא במעשה בפועל], חסר העיקר. ולפי שנעוץ סופן בתחלתן, שהכוונה (הנעוצה) בהתעוררות הרחמים (תחלתן) הוא שיהי' המעשה בפועל (סופן), לכן נעוץ תחלתן בסופן, שגילוי הכח דבחינת תחלה הוא30 דוקא בסוף ההשפעה, בהמעשה בפועל. וענין סוף מעשה במחשבה תחלה הוא למעלה מענין נעוץ תחלתן בסופן וסופן בתחלתן. דפירוש סוף מעשה הוא (לא סוף העשי' עצמה, עשיית האדם, אלא) המעשה הבאה ע\"י עשיית ופעולת האדם. דבהשפעת החסד, ענין סוף מעשה הוא קבלת ההשפעה, שהעני מקבל את ההשפעה בטוב ונהנה מזה. דענין זה (באיזה אופן מקבל העני את ההשפעה) אינו תלוי בהנותן אלא בהמקבל. וזה מגיע במחשבה תחלה, היינו בהתחילה שלפני תחלת המחשבה, למעלה משורש ההשפעה. דשורש ההשפעה (ההתעוררות להטיב) הוא תחלת המחשבה, וגילוי ענין זה הוא בסוף ההשפעה – נעוץ תחלתן בסופן, והמעלה דסוף מעשה (קבלת ההשפעה) היא שסוף מעשה מגיע בהתחילה שלפני תחלת המחשבה, למעלה משורש ההשפעה. ולכן התענוג שיש להמשפיע מקבלת ההשפעה (מזה שהעני קיבל ההשפעה בטוב) הוא תענוג גדול יותר מהתענוג שבההשפעה עצמה.וכמו31  שהוא בענין ההשפעה עד\"ז הוא בכל עשי', דסופן הוא העשי' עצמה, עשיית ופעולת האדם, ונקראת בשם סופן, כי כח המעשה הוא כח היותר אחרון, וגם פעולת המעשה באה בסוף. דבתחילה הוא התענוג, ומזה נמשכים הרצון והשכל והמדות, והמדות מתלבשים במחשבה ודיבור, ולאח\"ז באה המעשה32. ונעוץ סופן בתחלתן ותחלתן בסופן, דשורש המעשה הוא בהתענוג, שהוא ה\"תחילה\", סיבת הרצון ושאר הכחות. וכן נעוץ תחלתן בסופן, שגילוי התענוג הוא בהמעשה דוקא. וסוף מעשה הוא (לא העשי' עצמה, אלא) המעשה שנעשתה ע\"י עשיית ופעולת האדם. ועיקר ענין סוף מעשה הוא בהמעשה הבאה ע\"י עשייתו שאינה תלוי' ברצון האדם. וכמו אומן העושה מלאכה, דזה שהאומן אינו יכול לקבל על עצמו שהמלאכה תהי' בהצלחה [דענין זה אינו תלוי בהאומן. וע\"ד המבואר לעיל בענין קבלת ההשפעה, שזה תלוי בהמקבל ולא בהנותן]. וסוף מעשה במחשבה תחלה, שהתענוג של האומן מזה שהמלאכה נעשתה בתכלית ההידור והיופי (באופן דהצלחה) הוא תענוג נעלה יותר מהתענוג שבעשיית המלאכה. דהתענוג שנעשית המלאכה הוא תענוג המורכב (תענוג מעשיית המלאכה), וע\"י שרואה שהמלאכה נעשתה בהידור וביופי, מתגלה תענוג הפשוט (כמבואר בהמשך הנ\"ל).ה) והנה ידוע33 שמעלת האדם מתחילה מכח הדיבור שבו34 (משא\"כ מעשה ישנו גם בבע\"ח). ועפ\"ז יש לומר, דשני הענינים שבמעשה – עשיית ופעולת האדם (סופן), והמעשה הבאה ע\"י העשי' שלו (סוף מעשה) – יש (דוגמתם) גם בהעשי' דהאדם. דזה שהכחות דהאדם (שכל ומדות מחשבה ודיבור) נמשכים ומתלבשים בהמעשה, הוא ע\"ד עשיית ופעולת האדם, והמעשה עצמה (כמו שהיא נבדלת מהכחות שלמעלה ממנה, שהם עיקר האדם) הוא ע\"ד המעשה (שמחוץ להאדם) שנעשה ע\"י עשיית ופעולת האדם. והחילוק דשני הענינים בשרשם בנפש הוא, דשורש המעשה ששייך להכחות שלמעלה ממנו (היינו ההתלבשות דהכחות בהמעשה) הוא בבחינת הגילוי דהנפש. והיינו35, שגם השורש דענין זה שבמעשה הוא בהנפש שלמעלה מהכחות. כי הכחות מצד עצמם הם מובדלים ואין ביכלתם לירד למטה כ\"כ ולהתלבש במעשה, וזה שאפשר להם לירד ולהתלבש במעשה הוא ע\"י שנמשך בהם מהנפש (שלמעלה מהכחות), שהיא נמצאת בכל הכחות והאיברים בשוה. אבל ענין זה שבנפש (שביכלתה לירד למטה מטה) הוא בחינת הגילוי שלה – ע\"ד נעוץ סופן בתחלתן, שהשורש דסופן (עשיית האדם) הוא בה\"תחילה\", שורש ההשפעה. והשורש דהמעשה עצמו (כמו שהוא נבדל מהכחות שלמעלה ממנו) הוא בעצם הנפש34 – ע\"ד סוף מעשה במחשבה תחלה, שהשורש דסוף מעשה (שמחוץ להאדם) הוא בהתחילה שלפני תחלת המחשבה, למעלה משורש ההשפעה.ויש לומר, דבמעלת המעשה בזה שעל ידה מתגלה הבל\"ג דהנפש שלמעלה מהכחות – השכל והמדות וכו' הם לפני [ולמעלה מ]המעשה. דכיון שגילוי הבל\"ג דהנפש הוא שהשכל והמדות נמשכים ומתלבשים בהמעשה, הרי השכל והמדות קודמים להמעשה. וגם למעלה מהמעשה. שהרי המעלה דמעשה (בבחינה זו) היא לא בהמעשה עצמו אלא בזה שהשכל והמדות מתלבשים בהמעשה [ועפ\"ז יש לבאר מה שאמרו תלמוד גדול שמביא לידי מעשה (דלכאורה, מזה עצמו שהגדלות דתלמוד הוא שמביא למעשה מוכח שהמעשה הוא העיקר, ואעפ\"כ תלמוד גדול ממעשה), כי היתרון דמעשה לגבי תלמוד בדרגא זו היא שהתלמוד מביא למעשה (דזה שהתלמוד מביא לידי מעשה הוא ע\"י שנמשך בו ענין הבל\"ג שלמעלה מהתלמוד עצמו), ולכן תלמוד גדול]. ובמעלת המעשה מצד זה ששורש המעשה עצמו הוא בעצם הנפש – המעשה הוא לפני (ולמעלה מ)כל הכחות, וזהו שלפני מתן תורה הקדימו נעשה לנשמע, ועד\"ז בחנוכת המשכן הקריב יהודה (מעשה) לפני יששכר (תלמוד), כי במתן תורה ובהקמת המשכן היתה המשכת העצמות, ושם – המעשה קודם לתלמוד.ו) ויש לקשר ביאור זה [דזה שיהודה הקריב הראשון הוא מצד מעלת המעשה] עם הביאור (הובא לעיל סעיף ב) דזה שיהודה הקריב ראשון הוא כי יהודה הוא בחינת ביטול, כי ענין הביטול הוא במעשה. דהכחות שלמעלה ממעשה, כיון שענינם הוא מעלה ושלימות, וכנ\"ל (סעיף ה) שהתחלת מעלת האדם הוא כח הדיבור שבו, הביטול שלהם להנפש אינו ביטול בתכלית, ודוקא כח המעשה שאינו ממעלת האדם, הביטול שלו להנפש הוא ביטול בתכלית36 [ובמעשה עצמו, עיקר הביטול הוא בהדרגא דמעשה כמו שהוא מובדל מהכחות שלמעלה ממנו. דבדרגת המעשה שבו מתלבשים הכחות שלמעלה ממנו, יש בו העילוי שעל ידו נתגלה הבל\"ג דהנפש, ולכן הוא \"מציאות\". ועיקר הביטול הוא בהמעשה עצמו (שנבדל מהכחות שלמעלה ממנו), דכיון שאין בו עילוי, לכן נרגש בו שכל מציאותו הוא רק מצד הנפש].ויש לקשר זה עם זה ששורש המעשה הוא בעצם הנפש, דבעצם הנפש אין נתינת מקום למציאות שמחוץ להנפש. ומזה מובן, דזה ששורש המעשה הוא בעצם הנפש הוא לפי שכל מציאותו היא רק מצד עצם הנפש37. ועד\"ז הוא למעלה (בהחילוק בין תורה ומצוות), דזה שהרצון דמצוות הוא במעשה המצוות (ובדברים גשמיים), אף שהמעשה אין לו ערך, הוא לפי ששורש המצוות הוא בהעצמות38, ולכן, עיקר הביטול הוא במעשה המצוות. ויש לומר, שגם הרצון בכוונת המצוות, הוא לא מצד המעלה שבכוונת המצוות אלא מפני שכן עלה ברצונו ית'. אלא שגילוי ענין זה הוא במעשה המצוות, ועי\"ז מתגלה שכן הוא גם בכוונת המצוות. ועד\"ז הוא בתורה, דהגם שהתורה היא חכמה [וגם למעלה, התורה היא חכמתו של הקב\"ה], זה שאורייתא וקוב\"ה כולא חד הוא לא מצד מעלת התורה אלא לפי שכן עלה ברצונו ית'. אלא שגילוי ענין זה הוא במצוות וע\"י המצוות מתגלה שכן הוא גם בתורה.ז) וזהו ביום השני הקריב נתנאל בן צוער לשון מצער, דלאחרי הביטול דיהודה בענין המצוות המשיך נתנאל בן צוער ביטול זה גם בעסק התורה. ולכן העלה עליו הכתוב כאילו הוא הקריב תחלה [אף שיהודה הוא למעלה מיששכר, וכנ\"ל (סעיף ב) שיהודה הוא בכתר ויששכר הוא בחכמה], דענין הקריב תחלה הוא שהמשיך הביטול דכתר (בחינת תחלה) בחכמה. ויש לומר דבהלשון כאילו הקריב תחלה (ולא כאילו הקריב ביום הראשון) מרומז גם הביטול שמצד בחינת תחלה – תחלה שלפני תחלת המחשבה, שבו עלה סוף מעשה (מעשה המצוות) ונתנאל המשיך ביטול זה גם בתורה [גם יש לומר דפירוש כאילו הקריב תחלה הוא תחלה לפני יהודה. כי המשכת הביטול בתורה הוא חידוש גדול יותר ובמילא נעלה יותר מהביטול שבמעשה המצוות]. וע\"י הביטול דצוער שהי' בו נעשה נתנאל39, אותיות נתן א-ל, שניתנה לו התורה במתנה.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד ש\"פ נשא, י\"ד סיון ה'תשל\"ב ביום השני הקריב נתנאל בן צוער נשיא יששכר הקריב את קרבנו גו'1, ופרש\"י מהו הקריב הקריב ב' פעמים שבשביל שני דברים זכה להקריב שני לשבטים, אחת שהיו יודעים בתורה שנאמר2 ומבני יששכר יודעי בינה לעתים ואחת שהם נתנו עצה לנשיאים להתנדב קרבנות הללו, וצריך להבין, דמצד שני טעמים אלו הי' ראוי לכאורה שיקריב ראשון לשבטים וביותר אינו מובן, דאיתא במדרש3, למה נאמר בו הקריב כו' לפי שזכה בעצת נשיאים העלה עליו הכתוב כאילו הוא הקריב תחלה ועפ\"ז צריך להבין עוד יותר הטעם על זה שבפועל הקריב יהודה תחלה ויששכר הקריב ביום השני גם צריך להבין מ\"ש נתנאל בן צוער נשיא יששכר, שמקדים את שמו (נתנאל בן צוער) לפני שאומר שהי' נשיא יששכר, דלכאורה, מכיון דזה שהקריב את קרבנו הוא לפי שהי' נשיא יששכר, הי' צריך לומר נשיא יששכר (ואח\"כ) נתנאל בן צוער, וכמ\"ש גבי שאר הנשיאים שהקריבו לאחרי יום השני שבתחלה נאמר נשיא לבני גו' ואח\"כ נאמר שמו של הנשיא4 וכן בהנשיא שהקריב ביום הראשון נאמר5 נחשון בן עמינדב למטה יהודה, בתחלה נחשון בן עמינדב ואח\"כ למטה יהודה6.ב) ויש לבאר ע\"פ מה שאיתא במדרש7 עה\"פ נחשון בן עמינדב למטה יהודה, למה נקרא שמו נחשון על שם שירד תחלה לנחשול שבים כו' מי שקידש את שמי בים הוא יקריב תחלה ויש לומר, דזה שמדייק במדרש למה נקרא שמו נחשון (שאינו מדייק כן בשאר הנשיאים), הוא, כי מלשון הכתוב נחשון בן עמינדב למטה יהודה (ולא נשיא יהודה) משמע דזה שהוא הי' המקריב ביום הראשון הוא (לא רק מפני המעלה דשבט יהודה, אלא גם) מצד מעלת עצמו8, וכיון ששמו של אדם רומז על ענינו9 (ומעלתו), לכן מדייק למה נקרא שמו נחשון ומבאר דמעלתו של נחשון (המרומזת בשמו) היא שקידש את שמי (של הקב\"ה) ולכן הקריב תחלה",
          "topics": [
            "אור",
            "בינה",
            "הוד",
            "קרבנות",
            "תורה"
          ],
          "word_count": 279
        },
        {
          "chunk_id": "chunk_2",
          "content": "ויש לומר עד\"ז בנוגע נתנאל בן צוער נשיא יששכר, שהכתוב מקדים נתנאל בן צוער לפני נשיא יששכר, הוא, לרמז, דזה שהקריב ביום השני (מיד לאחרי יהודה), ויתירה מזה שהעלה עליו הכתוב כאילו הוא הקריב תחלה (לפני יהודה), הוא מפני המעלה שבו המרומזת בשמו והגם שנאמר בו נשיא יששכר [דלא כנחשון שנאמר בו למטה יהודה] שמזה מוכח דזה שהקריב ביום השני [וגם זה שהעלה עליו הכתוב כאילו הוא הקריב תחלה] הוא מצד המעלה דשבט יששכר, מ\"מ נאמר נתנאל בן צוער לפני נשיא יששכר, כי מעלה זו דשבט יששכר [שבשבילה הקריב ביום השני וכאילו הוא הקריב תחלה] מרומזת בהשם נתנאל בן צוער.ומבואר בהדרושים10, דהשייכות של נחשון ונתנאל ליהודה ויששכר הוא, כי יהודה הו\"ע הביטול [שלכן נקרא בשם יהודה על שם הפעם אודה את ה'11 ], ולכן הנשיא דשבט יהודה הי' נחשון שירד תחלה לנחשול שבים, ענין המס\"נ, ביטול ויששכר הו\"ע התורה (כנ\"ל) ולכן הנשיא דיששכר הי' נתנאל12, אותיות נתן א-ל, כי התורה היא מתנה וענין בן צוער, צוער מלשון מצער, הוא, כי הכלי לתורה הוא ביטול וזהו שיהודה הקריב לפני יששכר, כי ענין הביטול13 הוא לפני (ולמעלה מ)עסק התורה דשורש התורה הוא בחכמה, דאורייתא מחכמה נפקת14, וע\"י הביטול הוא המשכת הכתר שלמעלה מחכמה וצריך להבין, דע\"פ המבואר בהדרושים שיהודה הוא בכתר ויששכר בחכמה, למה העלה הכתוב על יששכר כאילו הוא הקריב תחלה (תחלה גם ליהודה).ג) והנה ידוע דיהודה הו\"ע המעשה (כמ\"ש בהדרושים המבארים ענין הגשת יהודה ויוסף15 ), ועפ\"ז, יששכר ויהודה הו\"ע תלמוד ומעשה",
          "topics": [
            "אור",
            "חכמה",
            "הוד",
            "תורה",
            "תלמוד"
          ],
          "word_count": 232
        },
        {
          "chunk_id": "chunk_3",
          "content": "ומבואר במק\"א16 דהגם שנמנו וגמרו שתלמוד גדול17, מ\"מ, מכיון שהטעם על זה שתלמוד גדול הוא לפי שתלמוד מביא לידי מעשה16, הרי מזה עצמו מוכח שהמעשה הוא העיקר [כי שורש המעשה הוא למעלה משורש התלמוד ולכן לע\"ל יהי' מעשה גדול18 ] ועפ\"ז יש לומר, דזה שנשיא יששכר העלה עליו הכתוב כאילו הוא הקריב תחלה (תחלה גם ליהודה) הוא ע\"ד תלמוד גדול, וזה שבפועל הקריב יהודה תחלה הוא לפי שהמעשה הוא העיקר ולהוסיף, דהקמת המשכן ומתן תורה שייכים זל\"ז וכמובן ממדרשי חז\"ל19 עה\"פ20 באתי לגני, שהמשכת וירידת עיקר שכינה למטה בארץ הותחלה בשעת מתן תורה, ועיקר ההמשכה הי' כשהוקם המשכן ועפ\"ז יש לומר, דכמו שמתן תורה הי' ע\"י שהקדימו נעשה לנשמע, הדגשת מעלת המעשה על הלימוד וההבנה21 (נשמע מלשון הבנה22 ) ובאופן שהקדימו נעשה לנשמע [דלאחרי מתן תורה, הגם שהמעשה הוא העיקר23 והטעם שתלמוד גדול הוא מפני שמביא לידי מעשה מ\"מ תלמוד גדול, ולימוד קודם למעשה אבל בכדי שתהי' ההמשכה דמתן תורה הי' צריך להיות ההכנה דהקדמת נעשה לנשמע], עד\"ז הוא בנוגע לההמשכה שהיתה בהקמת המשכן ולכן, בחנוכת המשכן הקריב יהודה (מעשה) לפני יששכר (תלמוד).ד) וצריך להבין, דכיון שגם זה שתלמוד גדול הוא מפני שמביא למעשה והמעשה הוא העיקר, מהו החילוק בין שני הענינים, שבדרך כלל התלמוד הוא קודם למעשה [קודם בזמן, וגם קודם במעלה, תלמוד גדול], ובמתן תורה וכן בחנוכת המשכן הי' מעשה קודם ונקודת הביאור בזה, דזה שהמעשה הוא העיקר [אף שמעשה הוא כח היותר אחרון, ועד\"ז למעלה המעשה הוא סוף ההשתלשלות], הוא כי נעוץ תחלתן בסופן וסופן בתחלתן24, וגם כי סוף25 מעשה במחשבה תחלה26 ומבאר אדמו\"ר (מהורש\"ב) נ\"ע בהמשך תער\"ב27, החילוק דשני הענינים, דסופן הוא גמר סיום ההמשכה",
          "topics": [
            "שכינה",
            "אור",
            "הוד",
            "משכן",
            "תורה"
          ],
          "word_count": 259
        },
        {
          "chunk_id": "chunk_4",
          "content": "ובחינה זו נעוצה בתחלתן תחלת וראשית ההמשכה וכמובא שם משל לזה מהשפעת צדקה לעני, שהתחילה (של ההשפעה) הוא שמתעורר ברחמים על העני, ומזה נעשה אצלו אח\"כ רצון להטיב להעני [דהרחמים הם הטעם דהרצון28 ], ואח\"כ נמשך הרצון בשכל ובמדות וכו' עד שבא במעשה בפועל, שנותן צדקה להעני וענין נעוץ סופן בתחלתן הוא, שעיקר המכוון בהתעוררות הרחמים (תחלתן) הוא שתהי' ההשפעה בפועל (סופן) ובאם לא תהי' ההשפעה בפועל [הגם שע\"י הרחמים נעשה ההתעוררות דכל כחות הנעלים שבו, רצון שכל ומדות, ואפילו כשהרצון שלו להטיב להעני מתגלה בדיבור (שמדבר דברי פיוס להעני29 ) אבל לא בא במעשה בפועל], חסר העיקר ולפי שנעוץ סופן בתחלתן, שהכוונה (הנעוצה) בהתעוררות הרחמים (תחלתן) הוא שיהי' המעשה בפועל (סופן), לכן נעוץ תחלתן בסופן, שגילוי הכח דבחינת תחלה הוא30 דוקא בסוף ההשפעה, בהמעשה בפועל וענין סוף מעשה במחשבה תחלה הוא למעלה מענין נעוץ תחלתן בסופן וסופן בתחלתן דפירוש סוף מעשה הוא (לא סוף העשי' עצמה, עשיית האדם, אלא) המעשה הבאה ע\"י עשיית ופעולת האדם דבהשפעת החסד, ענין סוף מעשה הוא קבלת ההשפעה, שהעני מקבל את ההשפעה בטוב ונהנה מזה דענין זה (באיזה אופן מקבל העני את ההשפעה) אינו תלוי בהנותן אלא בהמקבל וזה מגיע במחשבה תחלה, היינו בהתחילה שלפני תחלת המחשבה, למעלה משורש ההשפעה דשורש ההשפעה (ההתעוררות להטיב) הוא תחלת המחשבה, וגילוי ענין זה הוא בסוף ההשפעה – נעוץ תחלתן בסופן, והמעלה דסוף מעשה (קבלת ההשפעה) היא שסוף מעשה מגיע בהתחילה שלפני תחלת המחשבה, למעלה משורש ההשפעה",
          "topics": [
            "גילוי",
            "חסד",
            "המשכה",
            "כוונה",
            "רצון"
          ],
          "word_count": 229
        },
        {
          "chunk_id": "chunk_5",
          "content": "ולכן התענוג שיש להמשפיע מקבלת ההשפעה (מזה שהעני קיבל ההשפעה בטוב) הוא תענוג גדול יותר מהתענוג שבההשפעה עצמה.וכמו31  שהוא בענין ההשפעה עד\"ז הוא בכל עשי', דסופן הוא העשי' עצמה, עשיית ופעולת האדם, ונקראת בשם סופן, כי כח המעשה הוא כח היותר אחרון, וגם פעולת המעשה באה בסוף דבתחילה הוא התענוג, ומזה נמשכים הרצון והשכל והמדות, והמדות מתלבשים במחשבה ודיבור, ולאח\"ז באה המעשה32 ונעוץ סופן בתחלתן ותחלתן בסופן, דשורש המעשה הוא בהתענוג, שהוא ה\"תחילה\", סיבת הרצון ושאר הכחות וכן נעוץ תחלתן בסופן, שגילוי התענוג הוא בהמעשה דוקא וסוף מעשה הוא (לא העשי' עצמה, אלא) המעשה שנעשתה ע\"י עשיית ופעולת האדם ועיקר ענין סוף מעשה הוא בהמעשה הבאה ע\"י עשייתו שאינה תלוי' ברצון האדם וכמו אומן העושה מלאכה, דזה שהאומן אינו יכול לקבל על עצמו שהמלאכה תהי' בהצלחה [דענין זה אינו תלוי בהאומן וע\"ד המבואר לעיל בענין קבלת ההשפעה, שזה תלוי בהמקבל ולא בהנותן] וסוף מעשה במחשבה תחלה, שהתענוג של האומן מזה שהמלאכה נעשתה בתכלית ההידור והיופי (באופן דהצלחה) הוא תענוג נעלה יותר מהתענוג שבעשיית המלאכה דהתענוג שנעשית המלאכה הוא תענוג המורכב (תענוג מעשיית המלאכה), וע\"י שרואה שהמלאכה נעשתה בהידור וביופי, מתגלה תענוג הפשוט (כמבואר בהמשך הנ\"ל).ה) והנה ידוע33 שמעלת האדם מתחילה מכח הדיבור שבו34 (משא\"כ מעשה ישנו גם בבע\"ח) ועפ\"ז יש לומר, דשני הענינים שבמעשה – עשיית ופעולת האדם (סופן), והמעשה הבאה ע\"י העשי' שלו (סוף מעשה) – יש (דוגמתם) גם בהעשי' דהאדם",
          "topics": [
            "גילוי",
            "דור",
            "תכלית",
            "רצון"
          ],
          "word_count": 222
        },
        {
          "chunk_id": "chunk_6",
          "content": "דזה שהכחות דהאדם (שכל ומדות מחשבה ודיבור) נמשכים ומתלבשים בהמעשה, הוא ע\"ד עשיית ופעולת האדם, והמעשה עצמה (כמו שהיא נבדלת מהכחות שלמעלה ממנה, שהם עיקר האדם) הוא ע\"ד המעשה (שמחוץ להאדם) שנעשה ע\"י עשיית ופעולת האדם והחילוק דשני הענינים בשרשם בנפש הוא, דשורש המעשה ששייך להכחות שלמעלה ממנו (היינו ההתלבשות דהכחות בהמעשה) הוא בבחינת הגילוי דהנפש והיינו35, שגם השורש דענין זה שבמעשה הוא בהנפש שלמעלה מהכחות כי הכחות מצד עצמם הם מובדלים ואין ביכלתם לירד למטה כ\"כ ולהתלבש במעשה, וזה שאפשר להם לירד ולהתלבש במעשה הוא ע\"י שנמשך בהם מהנפש (שלמעלה מהכחות), שהיא נמצאת בכל הכחות והאיברים בשוה אבל ענין זה שבנפש (שביכלתה לירד למטה מטה) הוא בחינת הגילוי שלה – ע\"ד נעוץ סופן בתחלתן, שהשורש דסופן (עשיית האדם) הוא בה\"תחילה\", שורש ההשפעה והשורש דהמעשה עצמו (כמו שהוא נבדל מהכחות שלמעלה ממנו) הוא בעצם הנפש34 – ע\"ד סוף מעשה במחשבה תחלה, שהשורש דסוף מעשה (שמחוץ להאדם) הוא בהתחילה שלפני תחלת המחשבה, למעלה משורש ההשפעה.ויש לומר, דבמעלת המעשה בזה שעל ידה מתגלה הבל\"ג דהנפש שלמעלה מהכחות – השכל והמדות וכו' הם לפני [ולמעלה מ]המעשה דכיון שגילוי הבל\"ג דהנפש הוא שהשכל והמדות נמשכים ומתלבשים בהמעשה, הרי השכל והמדות קודמים להמעשה וגם למעלה מהמעשה",
          "topics": [
            "גילוי"
          ],
          "word_count": 191
        },
        {
          "chunk_id": "chunk_7",
          "content": "שהרי המעלה דמעשה (בבחינה זו) היא לא בהמעשה עצמו אלא בזה שהשכל והמדות מתלבשים בהמעשה [ועפ\"ז יש לבאר מה שאמרו תלמוד גדול שמביא לידי מעשה (דלכאורה, מזה עצמו שהגדלות דתלמוד הוא שמביא למעשה מוכח שהמעשה הוא העיקר, ואעפ\"כ תלמוד גדול ממעשה), כי היתרון דמעשה לגבי תלמוד בדרגא זו היא שהתלמוד מביא למעשה (דזה שהתלמוד מביא לידי מעשה הוא ע\"י שנמשך בו ענין הבל\"ג שלמעלה מהתלמוד עצמו), ולכן תלמוד גדול] ובמעלת המעשה מצד זה ששורש המעשה עצמו הוא בעצם הנפש – המעשה הוא לפני (ולמעלה מ)כל הכחות, וזהו שלפני מתן תורה הקדימו נעשה לנשמע, ועד\"ז בחנוכת המשכן הקריב יהודה (מעשה) לפני יששכר (תלמוד), כי במתן תורה ובהקמת המשכן היתה המשכת העצמות, ושם – המעשה קודם לתלמוד.ו) ויש לקשר ביאור זה [דזה שיהודה הקריב הראשון הוא מצד מעלת המעשה] עם הביאור (הובא לעיל סעיף ב) דזה שיהודה הקריב ראשון הוא כי יהודה הוא בחינת ביטול, כי ענין הביטול הוא במעשה דהכחות שלמעלה ממעשה, כיון שענינם הוא מעלה ושלימות, וכנ\"ל (סעיף ה) שהתחלת מעלת האדם הוא כח הדיבור שבו, הביטול שלהם להנפש אינו ביטול בתכלית, ודוקא כח המעשה שאינו ממעלת האדם, הביטול שלו להנפש הוא ביטול בתכלית36 [ובמעשה עצמו, עיקר הביטול הוא בהדרגא דמעשה כמו שהוא מובדל מהכחות שלמעלה ממנו דבדרגת המעשה שבו מתלבשים הכחות שלמעלה ממנו, יש בו העילוי שעל ידו נתגלה הבל\"ג דהנפש, ולכן הוא \"מציאות\" ועיקר הביטול הוא בהמעשה עצמו (שנבדל מהכחות שלמעלה ממנו), דכיון שאין בו עילוי, לכן נרגש בו שכל מציאותו הוא רק מצד הנפש].ויש לקשר זה עם זה ששורש המעשה הוא בעצם הנפש, דבעצם הנפש אין נתינת מקום למציאות שמחוץ להנפש ומזה מובן, דזה ששורש המעשה הוא בעצם הנפש הוא לפי שכל מציאותו היא רק מצד עצם הנפש37",
          "topics": [
            "אור",
            "עצמות",
            "הוד",
            "משכן",
            "תורה"
          ],
          "word_count": 271
        },
        {
          "chunk_id": "chunk_8",
          "content": "ועד\"ז הוא למעלה (בהחילוק בין תורה ומצוות), דזה שהרצון דמצוות הוא במעשה המצוות (ובדברים גשמיים), אף שהמעשה אין לו ערך, הוא לפי ששורש המצוות הוא בהעצמות38, ולכן, עיקר הביטול הוא במעשה המצוות ויש לומר, שגם הרצון בכוונת המצוות, הוא לא מצד המעלה שבכוונת המצוות אלא מפני שכן עלה ברצונו ית' אלא שגילוי ענין זה הוא במעשה המצוות, ועי\"ז מתגלה שכן הוא גם בכוונת המצוות ועד\"ז הוא בתורה, דהגם שהתורה היא חכמה [וגם למעלה, התורה היא חכמתו של הקב\"ה], זה שאורייתא וקוב\"ה כולא חד הוא לא מצד מעלת התורה אלא לפי שכן עלה ברצונו ית' אלא שגילוי ענין זה הוא במצוות וע\"י המצוות מתגלה שכן הוא גם בתורה.ז) וזהו ביום השני הקריב נתנאל בן צוער לשון מצער, דלאחרי הביטול דיהודה בענין המצוות המשיך נתנאל בן צוער ביטול זה גם בעסק התורה ולכן העלה עליו הכתוב כאילו הוא הקריב תחלה [אף שיהודה הוא למעלה מיששכר, וכנ\"ל (סעיף ב) שיהודה הוא בכתר ויששכר הוא בחכמה], דענין הקריב תחלה הוא שהמשיך הביטול דכתר (בחינת תחלה) בחכמה ויש לומר דבהלשון כאילו הקריב תחלה (ולא כאילו הקריב ביום הראשון) מרומז גם הביטול שמצד בחינת תחלה – תחלה שלפני תחלת המחשבה, שבו עלה סוף מעשה (מעשה המצוות) ונתנאל המשיך ביטול זה גם בתורה [גם יש לומר דפירוש כאילו הקריב תחלה הוא תחלה לפני יהודה כי המשכת הביטול בתורה הוא חידוש גדול יותר ובמילא נעלה יותר מהביטול שבמעשה המצוות] וע\"י הביטול דצוער שהי' בו נעשה נתנאל39, אותיות נתן א-ל, שניתנה לו התורה במתנה",
          "topics": [
            "אור",
            "עצמות",
            "גילוי",
            "חכמה",
            "הוד"
          ],
          "word_count": 235
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס ב' ניסן – תנש\"א, \"לקראת ב' ניסן, יום הסתלקות הילולא של כ\"ק אדמו\"ר (מהורש\"ב) נ\"ע .. ער\"ח ניסן, שנת ה'תנש\"א\".1) נשא ז, יח-יט.2) דברי הימים-א יב, לג.3) במדב\"ר פי\"ג, טו-טז.4) וכמו שמדייק באוה\"ח כאן.5) נשא ז, יב.6) ראה במדב\"ר פי\"ג, יז \"למה בכל הנשיאים מזכיר שבטם ואח\"כ מזכיר שמותם וביהודה ויששכר מזכיר שם נשיאיהם תחלה ואח\"כ מזכיר שמותן\".7) במדב\"ר פי\"ג, ז.8) אוה\"ח עה\"פ ז, יב.9) ראה יומא פג, ב: ר' מאיר הוה דייק בשמא. וראה בארוכה תשובות וביאורים (קה\"ת תשל\"ד) סימן א (נדפס באג\"ק ח\"א ס\"ע רפח ואילך).10) אוה\"ת נשא ע' רפ וע' רפב. שם ח\"ה ע' א'תקפ.11) ויצא כט, לה.12) ראה גם סה\"מ תרכ\"ט ע' ריג. עטר\"ת ע' תעב. תרפ\"ה ע' רכא. ה'ש\"ת ע' 111.13) ואף שגם נתנאל בן צוער הוא מלשון מצער – יש לומר, שהביטול דמצער אינו כהביטול דמס\"נ. וראה לקמן סעיף ז.14) זהר ח\"ב סב, א. פה, א. ח\"ג קפב, א.15) ראה אוה\"ת ר\"פ ויגש. ד\"ה ויגש תרע\"ח. ובכ\"מ.16) ראה תו\"מ סה\"מ כסלו ע' קצה. ע' ריז. וש\"נ.17) קידושין מ, ב.18) נסמן בתו\"מ סה\"מ שם ע' קצה הערה 23.19) ראה תנחומא נשא טז \"עמד משה והורידה לארץ שנאמר וירד ה' על הר סיני\". וכ\"ה במתנות כהונה לב\"ר פי\"ט, ז. ובשהש\"ר עה\"פ באתי לגני \"ואימת שרתה שכינה עלי' (בארץ) ביום שהוקם המשכן\". וראה תו\"מ סה\"מ שבט ע' תלג.20) שה\"ש ה, א.21) ראה אוה\"ת ראה ע' תרסח. מגלת אסתר ע' קס.22) ראה מאמרי אדה\"ז תקס\"ג ח\"ב ע' תרעז. אוה\"ת עקב ע' תעט. ובכ\"מ.23) אבות פ\"א מי\"ז. תקו\"ז תנ\"ב (פז, סע\"א). ת\"ס (צג, ב). ת\"ע (קלג, ב. קלד, א).24) ספר יצירה פ\"א מ\"ז.25) פיוט \"לכה דודי\".26) ראה תו\"א מקץ לב, סע\"ד שמבאר שם מעלת המצוות \"שנשתלשלו למטה בעשי' גשמית\", ומביא שם ב' הלשונות \"סוף מעשה במחשבה תחלה\" ו\"נעוץ תחלתן בסופן\".27) ח\"ב ע' א'קיז ואילך. וראה גם תו\"ח ויגש פט, סע\"א ואילך. ד\"ה השם נפשינו בחיים תשכ\"ד [ספ\"ב ואילך (סה\"מ תשכ\"ד ע' רעא ואילך)].28) כ\"ה בהמשך תער\"ב שם ע' א'קיח.29) דמה שארז\"ל (ב\"ב ט, ב) הנותן פרוטה לעני מתברך בשש ברכות והמפייסו בדברים מתברך בי\"א ברכות \"הוא דוקא כאשר יש המעשה בפועל ממש .. אז יש יתרון בהפיוס\" (המשך תער\"ב שם).30) כ\"ה בהמשך תרס\"ו ע' שמג [ס\"ע תנג ואילך]. וראה גם המשך תער\"ב שם (ע' א'קיט) דזהו הטעם על זה שבמלכות דוקא יש כח הא\"ס להוות מאין ליש.31) בהבא לקמן – ראה המשך תער\"ב שם ע' א'קכ. ע' א'קכג-ד.32) ראה שעהיוה\"א פרק ח (פה, ב). ובכ\"מ.33) סה\"מ ה'תש\"ב ס\"ע 102 ואילך.34) ובסה\"מ ה'תש\"ב שם, שלכן נקרא האדם בשם \"מדבר\".35) ראה גם תו\"מ סה\"מ כסלו ע' קצה.36) וע\"ד הידוע שביטול היש הוא ביטול גדול יותר מביטול האור (סה\"מ תרפ\"א ע' קכא. ובכ\"מ).37) להעיר מתו\"א ויגש מא, סע\"ד, דהביטול שיש דוקא בארץ [שהיא מדרס תחת כפות רגלי הכל] הוא מפני שבשרשה במחשבה ארץ קדמה לשמים.38) ראה המשך תרס\"ו ס\"ע נה [ע' עה].39) וזהו \"נתנאל בן צוער\", ד\"נתנאל\" נולד (ונמשך) מ\"צוער\".",
      "glossary": "|אינו מובן (Eino Muvan): It is not understood; אלא גם (Ela Gam): But also; את קרבנו (Et Korbano): His offering; את שמו (Et Shmo): His name; את שמי (Et Shmi): My name; ב' פעמים (Shtei Pe'amim): Two times; בו (Bo): About him; בו נשיא יששכר (Bo Nasi Yissachar): About him prince of Yissachar; ביום הראשון (B'Yom HaRishon): On the first day; ביום השני (B'Yom HaSheni): On the second day; ביותר (B'Yoter): Even more so; בים (BaYam): In the sea; בנוגע (B'Noge'a): Regarding; בס\"ד (B'Siyata D'Shmaya): With Divine Assistance; בעצת נשיאים (B'Atzat Nesi'im): Through the counsel of princes; בשאר הנשיאים (BiShe'ar HaNesi'im): With the other princes; בתחלה (BaTechilah): First; גבי שאר הנשיאים (Gabei She'ar HaNesi'im): Regarding the other princes; גם צריך להבין (Gam Tzarich L'Havin): Also need to understand; דאיתא במדרש (D'Ita BaMidrash): As it says in the Midrash; דזה שהוא הי' המקריב (D'Zeh SheHu Hayah HaMakriv): That he was the one offering; דזה שהקריב (D'Zeh SheHikriv): That he offered; דזה שמדייק במדרש (D'Zeh SheMedayeik BaMidrash): That the Midrash is precise; דלא כנחשון (D'Lo K'Nachshon): Unlike Nachshon; דלכאורה (D'L'Chorah): Seemingly; דמעלתו של נחשון (D'Ma'alato Shel Nachshon): That Nachshon's virtue; דמצד (D'MiTzad): From the aspect of; דשבט יששכר (D'Shevet Yissachar): Of the tribe of Yissachar; ה'תשל\"ב (HaTashlav): The year 5732; הוא (Hu): It is; הוא הקריב תחלה (Hu Hikriv Techilah): He offered first; הוא יקריב תחלה (Hu Yakriv Techilah): He shall offer first; הוא לפי (Hu L'Fi): Is because; הוא מפני (Hu MiPnei): It is because of; הוא מצד (Hu MiTzad): It is from the aspect of; הטעם (HaTa'am): The reason; הי' צריך לומר (Hayah Tzarich Lomar): Should have said; הי' ראוי (Hayah Ra'uy): It would have been fitting; היא (Hi): Is; המעלה דשבט יהודה (HaMa'alah D'Shevet Yehudah): The virtue of the tribe of Judah; המעלה דשבט יששכר (HaMa'alah D'Shevet Yissachar): The virtue of the tribe of Yissachar; המעלה שבו (HaMa'alah SheBo): The virtue in him; המרומזת בשמו (HaMerumezt BiShmo): Hinted at in his name; העלה עליו הכתוב (He'elah Alav HaKatuv): The verse elevated him; הקריב (Hikriv): He offered/sacrificed; הקריב יהודה תחלה (Hikriv Yehudah Techilah): Judah offered first; ואח\"כ (V'Achar Kach): And afterwards; ואח\"כ נאמר (V'Achar Kach Ne'emar): And afterwards it says; וגם זה (V'Gam Zeh): And also this; והגם שנאמר (V'HaGam SheNe'emar): And although it says; ויש לבאר (V'Yesh L'Va'er): And it can be explained; ויש לומר (V'Yesh Lomar): And one can say; ויש לומר עד\"ז (V'Yesh Lomar Al Derech Zeh): And one can say similarly; ויששכר הקריב (V'Yissachar Hikriv): And Yissachar offered; ויתירה מזה (V'Yteirah MiZeh): And more than this; וכאילו הוא הקריב תחלה (V'Ch'Ilu Hu Hikriv Techilah):; וכיון (U'Chivan): And since; וכמ\"ש (U'Ch'Mah SheKatuv): As is written; וכן בהנשיא (V'Chen BaNasi): And so with the prince; ולא נשיא יהודה (V'Lo Nasi Yehudah): And not prince of Judah; ולכן הקריב תחלה (V'Lachen Hikriv Techilah): Therefore he offered first; ומבאר (U'Meva'er): And explains; ומבני יששכר יודעי בינה לעתים (U'MiBnei Yissachar Yod'ei Vinah L'Itim): From the children of Yissachar, those who understand the times; ומעלתו (U'Ma'alato): And his virtue; ועפ\"ז (V'Al Pi Zeh): According to this; זכה (Zacha): Merited; י\"ד סיון (Yud-Dalet Sivan): 14th of Sivan; יודעים בתורה (Yod'im BaTorah): Knowledgeable in Torah; יששכר (Yissachar): Tribe of Yissachar; כאילו (K'Ilu): As if; כאילו הוא הקריב תחלה (K'Ilu Hu Hikriv Techilah): As if he offered first; כי מלשון הכתוב (Ki MiLashon HaKatuv): Because from the language of the verse; כי מעלה זו (Ki Ma'alah Zo): Because this virtue; לא רק מפני (Lo Rak MiPnei): Not only because of; לאחרי יום השני (L'Acharei Yom HaSheni): After the second day; להקריב (L'Hakriv): To offer; להתנדב (L'Hitnadev): To volunteer; לכאורה (L'Chorah): Seemingly; לכן מדייק (Lachen Medayeik): Therefore it analyzes; למה נאמר (Lamah Ne'emar): Why is it said; למה נקרא (Lamah Nikra): Why is he called; למה נקרא שמו נחשון (Lamah Nikra Shmo Nachshon): Why is his name called Nachshon; למטה יהודה (L'Mateh Yehudah): Of the tribe of Judah; לנחשול שבים (L'Nachshol SheBaYam): Into the waves of the sea; לנשיאים (LaNesi'im): To the princes; לפי שזכה (L'Fi SheZacha): Because he merited; לפני יהודה (Lifnei Yehudah): Before Judah; לפני נשיא יששכר (Lifnei Nasi Yissachar): Before prince of Yissachar; לפני שאומר (Lifnei SheOmer): Before saying; לרמז (L'Ramez): To hint; לשבטים (LaShvatim): To the tribes; מ\"מ (Mikol Makom): Nevertheless; מ\"ש (Mah SheKatuv): What is written; מה שאיתא במדרש (Mah She'Ita BaMidrash): What is found in the Midrash; מהו (Mahu): What is; מי שקידש (Mi SheKidesh): He who sanctified; מיד לאחרי יהודה (Miyad L'Acharei Yehudah): Immediately after Judah; מכיון (Mikivan): Since; מצד מעלת עצמו (MiTzad Ma'alat Atzmo): From the aspect of his own virtue; משמע (Mashma): It implies; נאמר (Ne'emar): It says; נחשון בן עמינדב (Nachshon ben Aminadav): Nachshon son of Aminadav; נחשון בן עמינדב למטה יהודה (Nachshon ben Aminadav L'Mateh Yehudah): Nachshon son of Aminadav of the tribe of Judah; נשא (Naso): Torah portion Naso; נשיא (Nasi): Prince/leader; נשיא יששכר (Nasi Yissachar): Prince of Yissachar; נשיא לבני (Nasi LiVnei): Prince of the children of; נתנאל בן צוער (Netanel ben Tzuar): Netanel son of Tzuar; נתנאל בן צוער נשיא יששכר (Netanel ben Tzuar Nasi Yissachar): Netanel son of Tzuar prince of Yissachar; נתנאל בן צוער נשיא יששכר (Netanel ben Tzuar Nasi Yissachar): Netanel son of Tzuar, prince of Yissachar; נתנו עצה (Natnu Eitzah): Gave advice; ע\"פ (Al Pi): According to; עה\"פ (Al HaPasuk): On the verse; עוד יותר (Od Yoter): Even more so; על זה (Al Zeh): About this; על שם (Al Shem): Because; פרש\"י (Rashi): Rabbi Shlomo Yitzchaki's commentary; צריך להבין (Tzarich L'Havin): One needs to understand; קרבנו (Korbano): His offering; קרבנות הללו (Korbanot Halalu): These offerings; רומז על ענינו (Romez Al Inyano): Hints at his matter; ש\"פ (Shabbat Parashat): Shabbat of Torah Portion; שאינו מדייק כן (She'Eino Medayeik Ken): That it doesn't analyze thus; שבפועל (SheBePo'al): That in actuality; שבשביל (SheBishvil): Because of; שבשבילה הקריב (SheBishvilah Hikriv): For which he offered; שבתחלה נאמר (SheBaTechilah Ne'emar): That first it says; שהי' נשיא יששכר (SheHayah Nasi Yissachar): He was prince of Yissachar; שהי' נשיא יששכר (SheHayah Nasi Yissachar): That he was prince of Yissachar; שהכתוב מקדים (SheHaKatuv Makdim): That the verse precedes; שהעלה עליו הכתוב (SheHe'elah Alav HaKatuv): That the verse elevated him; שהקריב ביום הראשון (SheHikriv B'Yom HaRishon): Who offered on the first day; שהקריבו (SheHikrivu): Who offered; שיקריב ראשון (SheYakriv Rishon): That he should offer first; שירד תחלה (SheYarad Techilah): He descended first; של הקב\"ה (Shel HaKadosh Baruch Hu): Of the Holy One Blessed be He; שמו נחשון (Shmo Nachshon): His name Nachshon; שמו של הנשיא (Shmo Shel HaNasi): The name of the prince; שמזה מוכח (SheMiZeh Muchach): That from this it's proven; שמקדים (SheMakdim): That precedes; שנאמר (SheNe'emar): As it is said; שנאמר בו (SheNe'emar Bo): That it says about him; שני דברים (Shnei Devarim): Two things; שני טעמים (Shnei Te'amim): Two reasons; שני לשבטים (Shnei L'Shvatim): Second to the tribes; שקידש את שמי (SheKidesh Et Shmi): That he sanctified My name; ששמו של אדם (SheShem Shel Adam): A person's name;"
    },
    "search_tags": [
      "דור",
      "Departure",
      "Tabernacle",
      "תכלית",
      "Sacrifices",
      "נשיא",
      "שכינה",
      "מלכות",
      "Wisdom",
      "Shechinah/Divine Presence",
      "יצירה",
      "Self-sacrifice",
      "ביטול",
      "Commandments",
      "Purpose",
      "Nullification",
      "Chain of descent",
      "Torah",
      "Splendor",
      "כוונה",
      "Moses",
      "Generation",
      "קרבנות",
      "מצוות",
      "Talmud",
      "דוד",
      "המשכה",
      "Kindness",
      "תורה",
      "Formation",
      "Kingship",
      "Light",
      "חסד",
      "השתלשלות",
      "בינה",
      "משכן",
      "Will",
      "Understanding",
      "אור",
      "Intention",
      "עצמות",
      "מס\"נ",
      "Essence",
      "David",
      "הסתלקות",
      "הוד",
      "Revelation",
      "Leader",
      "Drawing down",
      "גילוי",
      "רצון",
      "משה",
      "תלמוד",
      "חכמה"
    ]
  }
}