{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "3_קמג",
    "reference": "Reference: 3_קמג",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "שכינה",
        "אלקות",
        "אור",
        "עצמות",
        "גילוי",
        "העלם",
        "צמצום",
        "עליונים",
        "אצילות",
        "מלכות",
        "בינה",
        "דעת",
        "יסוד",
        "ספירות",
        "ספירה",
        "צדיק",
        "אברהם",
        "יצחק",
        "יעקב",
        "משה",
        "אהרן",
        "דוד",
        "ישראל",
        "קרבן",
        "מצוות",
        "מצוה",
        "תורה",
        "גלות",
        "גאולה",
        "משיח",
        "עבודה",
        "אהבה",
        "יראה",
        "התקשרות",
        "ביטול",
        "המשכה",
        "תכלית",
        "רצון",
        "תשובה",
        "תיקון",
        "השתלשלות",
        "רבי",
        "חסיד",
        "חסידות"
      ],
      "key_concepts": [
        "Shechinah/Divine Presence",
        "Divinity",
        "Light",
        "Essence",
        "Revelation",
        "Concealment",
        "Contraction",
        "Upper worlds",
        "Emanation",
        "Kingship",
        "Understanding",
        "Knowledge",
        "Foundation",
        "Sefirot",
        "Sefirah",
        "Righteous one",
        "Abraham",
        "Isaac",
        "Jacob",
        "Moses",
        "Aaron",
        "David",
        "Israel",
        "Sacrifice",
        "Commandments",
        "Commandment",
        "Torah",
        "Exile",
        "Redemption",
        "Messiah",
        "Service",
        "Love",
        "Fear/Awe",
        "Connection",
        "Nullification",
        "Drawing down",
        "Purpose",
        "Will",
        "Repentance",
        "Rectification",
        "Chain of descent",
        "Rabbi",
        "Chassid",
        "Chassidut"
      ],
      "biblical_references": [
        "שה\"ש שם, ב",
        "שה\"ש ב, ח",
        "שה\"ש א, ד",
        "שה\"ש ג, יא",
        "תרומה פא, ב",
        "שמות ב, ב",
        "ויקרא ג, א",
        "במדבר א, א",
        "במדבר ג, א",
        "במדבר ג, סע",
        "במדבר יב, א",
        "במדבר א, ג",
        "תהלים קיח, כ",
        "תהלים ה, ה",
        "תהלים פד, ח",
        "תהלים שם, ד",
        "ישעי' נב, יב",
        "ישעי' יא, יא"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "זהר",
        "זהר",
        "זהר",
        "ברכות כב, א",
        "ברכות יב, סע",
        "ברכות ט, א"
      ],
      "chassidic_references": [
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "אדמו\"ר הצ\"צ",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 1264,
      "chunk_count": 6
    },
    "content": {
      "main_text": "בס\"ד. מוצאי ש\"ק פ' אמור, י\"ג אייר**,אור לי\"ד אייר, פסח שני, ה'תשל\"חלהבין ענין פסח שני, ומבאר אדמו\"ר הצ\"צ במאמרו ד\"ה זה2, דענין פסח שני יובן ע\"פ שלשה הקדמות. הקדמה הא' היא ההפרש בין חודש הראשון (ניסן) וחודש השני (אייר) בעבודת האדם. דבחודש ניסן, שהנקודה בו היא יציאת מצרים, היא העבודה דסור מרע, היינו שהרע הוא בתקפו והעבודה היא להיות סור מרע, לצאת ולברוח מהרע, אתכפיא3. והעבודה דחודש אייר [דענינו המיוחד של חודש זה שבו הוא נבדל משאר החדשים הוא שבכל יום בו ישנה מצוה מיוחדה (דספירת העומר)4] היא העבודה דספירת העומר, שענינה הוא5 בירור המדות והפיכתם לקדושה, אתהפכא. וזהו מ\"ש6 באחד לחודש השני גו' לצאתם מארץ מצרים, דעבודה הראשונה דיציאת מצרים, חודש הראשון, היא אתכפיא סט\"א, ולאח\"ז באה העבודה דאתהפכא, עבודה שני' ביציאת מצרים, חודש השני7. והקדמה הב' היא החילוק בין שני חדשים אלו בענין הספירות. דחודש הראשון הוא במלכות, ספירה הראשונה מלמטה למעלה, וחודש השני הוא ביסוד, ספירה השני'8. ומבאר בהמאמר, דשני הקדמות אלו [ענינם של ניסן ואייר בעבודת האדם, וענינם בספירות] שייכים זה לזה, כמבואר בתו\"א ד\"ה והנה אנחנו מאלמים אלומים9 דהבירור שע\"י השבטים (שהיו מרכבה לבחינת המלכות), בירור ראשון, הוא רק ביטול היש (דוגמת אתכפיא10), והבירור שע\"י יוסף הצדיק, בחינת יסוד, בירור שני, הוא שיהי' נכלל באלקות, ביטול במציאות (דוגמת אתהפכא8). והקדמה הג' היא, דענין פסח, פסח מלשון דילוג וקפיצה11, הוא המשכה נעלית ביותר שאינה יכולה לבוא בדרך השתלשלות ורק בדרך דילוג, כמבואר בלקו\"ת12. ומבאר בהמאמר, דמזה מובן, שגם ענינו של פסח שני13 הוא דילוג, המשכה שלמעלה מהשתלשלות. והחילוק בין פסח ראשון ופסח שני הוא בהמקום ובהענין שבו נמשכת המשכה זו. דבפסח ראשון כתיב14 ופסח הוי' על הפתח, שההמשכה שבדרך דילוג (ופסח) היתה בפתח, ספירת המלכות15, ובנפש האדם – ביראה תתאה (זה השער להוי'16) שהיא השורש דסור מרע17, וההמשכה שבדרך דילוג שבפסח שני היא בספירת היסוד, שענינה בנפש האדם הוא ההתקשרות והאהבה18, שעי\"ז נהפכים המדות שלו לקדושה, אתהפכא.ב) ואולי יש להוסיף, שהמעלה דפסח שני לגבי פסח ראשון היא לא רק שהדילוג דפסח שני נמשך במקום נעלה יותר, אלא שגם הדילוג עצמו הוא דילוג נעלה יותר. וכמובן גם מזה שנקרא בשם פסח שני, דפירוש הפשוט דפסח שני הוא לא (רק) שהפסח (הדילוג) נמשך בדרגא דשני אלא ש(גם) הפסח (הדילוג) הוא שני, דילוג נעלה יותר מהדילוג דפסח ראשון. ומ\"ש בהמאמר דפירוש פסח שני הוא שהדילוג דפסח שני נמשך בהדרגא דשני (יסוד), הוא, כי מעלת הדילוג דפסח שני (שהדילוג הוא נעלה יותר) נראה (גם) בזה שהדילוג נמשך בהדרגא דשני (כדלקמן סעיף ה).ועפ\"ז יש לקשר הביאור הנ\"ל (דהצ\"צ) שפסח שני הוא דרגא שני' ונעלית בעבודה הבאה לאחרי הקדמת העבודה דפסח ראשון, עם הענין דפסח שני כמו שהוא בפשטות, שהוא תיקון והשלמה למי שלא הקריב פסח19, כי זה שפסח שני מתקן ומשלים החסרון דזה שלא הקריב פסח הוא מפני שהגילוי דפסח שני הוא דילוג שלא בהדרגה, שאין בו מדידות והגבלות, גם לא המדידות וההגבלות של הדילוג דפסח (ראשון)20, ולגבי גילוי זה – \"איז ניטאָ קיין פאַרפאַלן\"21.ג) ויובן זה בהקדים הידוע22 דמהחילוקים בין ז\"א למלכות הוא, שהמלכות היא קצה העליון (מקור) דבי\"ע, וז\"א הוא קצה התחתון דאצילות. וכיון שבאצילות לא יגורך רע23, מובן דזה שע\"י היסוד (ז\"א) נעשה שלימות הבירור, הענין דאתהפכא, הוא כמו שהוא נמשך לברר24, ועיקר העבודה שמצד ז\"א הוא (לא ענין הבירורים, אלא) להמשיך אור25. וכמו שהוא בנוגע לספירת היסוד (ענינו של חודש השני בספירות), עד\"ז הוא גם בנוגע להעבודה דספירת העומר (ענינו של חודש השני בעבודת האדם), שעיקר ענינה (לפי ביאור אחד26) הוא לא בירור המדות דנפש הבהמית אלא המשכת מ\"ט שערי בינה, ועד שעי\"ז נמשך גם שער הנו\"ן27. ויש לומר, דזהו גם מה שאייר הוא ר\"ת אברהם יצחק יעקב רחל28, שהם ד' רגלי המרכבה, שהביטול דמרכבה הוא באופן שמלכתחילה אין מקום לענין של ישות ומכ\"ש לרע שצריך לפעול בו ביטול, וכמבואר בתניא29 בענין האבות הן הן המרכבה30 שלא נעשו מרכבה רק לרצון העליון לבדו כל ימיהם.ד) ומכל זה מובן, דבחודש אייר, חודש השני, שני ענינים. העבודה דאתהפכא, תכלית השלימות דסור מרע31, והעבודה דילכו מחיל אל חיל32 בקדושה עצמה, ועשה טוב33. ויש לומר, דזהו שהמנין דבנ\"י בחודש השני בשנה השנית לצאתם מארץ מצרים הי' ע\"י משה ואהרן34, כי הענין דסור מרע (שבחודש השני) שייך לאהרן שענינו הוא אוהב שלום ורודף שלום כו'35, דענין השלום הוא לשלול המחלוקת והפירוד, והענין דועשה טוב (שבחודש אייר) שייך למשה שענינו הוא תורה36, שמלכתחילה אין שייך בה נתינת מקום לענין הפכי ח\"ו37, דזהו גם מ\"ש38 ותרא אותו כי טוב הוא שמיד כשנולד נתמלא הבית כולו אורה39.ויש לומר, דזה שיציאת מצרים היתה ע\"י אהרן ומשה40, אף שהעבודה דיציאת מצרים היא סור מרע, ובסור מרע גופא באופן דאתכפיא, הוא, כי גם העבודה דאתכפיא צריכה להיות באופן שתביא לא רק לאתהפכא, אלא גם להעבודה בהקו דועשה טוב שלמעלה מענין הבירורים. וי\"ל שהוא ע\"ד המבואר בתניא41 שגם אלו שעיקר עבודתם הוא אל תהי רשע42, צריכים להשתדל לקיים את השבועה40 תהי צדיק, הן בנוגע להיות מואס ברע (הענין דאתהפכא) והן בנוגע להתענג ולשמוח בה' ע\"י התבוננות בגדולת א\"ס ב\"ה (העבודה דקדושה שלמעלה מענין הבירורים).ה) והנה עד\"ז הוא לאידך גיסא, שגם כשנמצאים בהעבודה דחודש אייר (העבודה דאתהפכא, ולמעלה יותר העבודה דמרכבה) צריך להיות רושם מהחיות וההתפעלות של העבודה דאתכפיא, שלכן מזכירין43 יציאת מצרים גם לימות המשיח44. והענין הוא, דכשהרע הוא בתקפו, הנה היראה מהרע גורמת הבריחה ממנו באופן דחפזון45. וע\"י החפזון דישראל נעשה גם חפזון השכינה46 כביכול, מדלג על ההרים מקפץ על הגבעות47. דחפזון מביא לדילוג שלמעלה מסדר והדרגה. משא\"כ העבודה דאתהפכא לאחרי שיצא כבר מהרע, ומכ\"ש העבודה דועשה טוב, היא בסדר והדרגה. ולכן צריך להמשיך בה ענין הדילוג דיציאת מצרים. וזהו\"ע פסח שני, המשכת הדילוג בהעבודה דועשה טוב, העבודה דחודש השני. שלאחרי הדילוג שהי' בהעבודה דסור מרע (פסח ראשון), נמשך הדילוג גם בהעבודה דועשה טוב (פסח שני). וע\"ד מ\"ש48 משכני אחריך נרוצה, דע\"י שנפש האלקית פועלת שנפש הבהמית יהי' לה אהבת ה', שהאהבה דנפש הבהמית היא בדרך מרוצה, עי\"ז נעשה מרוצה גם בנפש האלקית49, נרוצה לשון רבים50. אבל, לאחרי שנמשך הדילוג בהעבודה דועשה טוב, דילוג זה הוא נעלה יותר מהדילוג דפסח. כי הוא מחמת היראה מהרע (ענין בפ\"ע), משא\"כ הדילוג שבתומ\"צ (העבודה דועשה טוב) הוא מפני שהם חכמתו ורצונו של הקב\"ה, בלי גבול האמיתי. ולכן, לאחרי שמתגלה הבל\"ג שבהם ע\"י הדילוג דסור מרע, הדילוג (ענין הבל\"ג שלמעלה מהדרגה) דהעבודה דועשה טוב הוא דילוג גדול יותר51.ועפ\"ז יובן גם הפתגם של כ\"ק מו\"ח אדמו\"ר52 שפסח שני שייך לנפש השנית, כי מעלת הדילוג דפסח שני על הדילוג דפסח ראשון הוא, שהדילוג דפסח ראשון הוא מצד ההעלם וההסתר דנפש הבהמית (נפש הראשונה), והדילוג דפסח שני הוא שמתגלה הבל\"ג דנפש השנית שהיא חלק אלוקה ממעל ממש53. שגם בהיותה מלובשת בגוף, היא חלק אלוקה ממעל ממש מלשון מישוש54.ו) ואולי יש להוסיף, שמעלת הדילוג דפסח שני על הדילוג דפסח ראשון הוא באין ערוך, ועד שהוא דילוג גם לגבי הדילוג דפסח (ראשון). וע\"ד מ\"ש55 כימי צאתך מארץ מצרים אראנו נפלאות, שהגילויים דגאולה העתידה יהיו נפלאות גם לגבי הנפלאות שהיו ביציאת מצרים56. וביאור הענין (השייכות דפסח שני לגאולה העתידה57) בפרטיות יותר, הנה איתא במדרש58 שגאולת מצרים [וכן הגאולה מגלות בבל ושאר הגאולות עד להגאולה דלעתיד] היא דוגמת אור הנר, וגאולה העתידה היא כמו אור השמש שאינו נכבה. ומבואר בחסידות59, דזה שגאולת מצרים נמשלה לאור הנר, הוא, כי נר הוא בחינת מלכות, והגילוי שהי' בגאולת מצרים, עם היותו גילוי שלמעלה מהשתלשלות, הי' בהתלבשות בבחינת המלכות, כמ\"ש ופסח הוי' על הפתח, דפתח הוא מלכות (כנ\"ל סעיף א). ומזה מובן, דזה שהגאולה העתידה נמשלה לאור השמש הוא כי הגילוי דלמעלה מהשתלשלות שיהי' אז יהי' בבחינת ז\"א60. וזוהי השייכות דפסח שני לגאולה העתידה, כי הגילוי דפסח שני הוא ביסוד ז\"א, כנ\"ל.ז) ויהי רצון, שמעשינו ועבודתינו61, ובפרט בהענינים השייכים לפסח שני, יקרבו וימהרו עוד יותר הגאולה העתידה, שגם הגאולה העתידה תהי' באופן של דילוג, כדאיתא במדרש62 דקול דודי גו' מדלג על ההרים זה מלך המשיח, ואדרבא, בגאולה העתידה יהי' דילוג גדול יותר (דוגמת (אבל למעלה מ)הדילוג דפסח שני שהוא דילוג גדול יותר מהדילוג דפסח ראשון), שלא תהי' בסדר והדרגה מדרגא לדרגא כלל63, כהפס\"ד64 מיד הן נגאלין, בביאת משיח צדקנו, יבוא ויגאלנו ויוליכנו קוממיות לארצנו, במהרה בימינו ממש.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד מוצאי ש\"ק פ' אמור, י\"ג אייר**,אור לי\"ד אייר, פסח שני, ה'תשל\"חלהבין ענין פסח שני, ומבאר אדמו\"ר הצ\"צ במאמרו ד\"ה זה2, דענין פסח שני יובן ע\"פ שלשה הקדמות הקדמה הא' היא ההפרש בין חודש הראשון (ניסן) וחודש השני (אייר) בעבודת האדם דבחודש ניסן, שהנקודה בו היא יציאת מצרים, היא העבודה דסור מרע, היינו שהרע הוא בתקפו והעבודה היא להיות סור מרע, לצאת ולברוח מהרע, אתכפיא3 והעבודה דחודש אייר [דענינו המיוחד של חודש זה שבו הוא נבדל משאר החדשים הוא שבכל יום בו ישנה מצוה מיוחדה (דספירת העומר)4] היא העבודה דספירת העומר, שענינה הוא5 בירור המדות והפיכתם לקדושה, אתהפכא וזהו מ\"ש6 באחד לחודש השני גו' לצאתם מארץ מצרים, דעבודה הראשונה דיציאת מצרים, חודש הראשון, היא אתכפיא סט\"א, ולאח\"ז באה העבודה דאתהפכא, עבודה שני' ביציאת מצרים, חודש השני7 והקדמה הב' היא החילוק בין שני חדשים אלו בענין הספירות דחודש הראשון הוא במלכות, ספירה הראשונה מלמטה למעלה, וחודש השני הוא ביסוד, ספירה השני'8 ומבאר בהמאמר, דשני הקדמות אלו [ענינם של ניסן ואייר בעבודת האדם, וענינם בספירות] שייכים זה לזה, כמבואר בתו\"א ד\"ה והנה אנחנו מאלמים אלומים9 דהבירור שע\"י השבטים (שהיו מרכבה לבחינת המלכות), בירור ראשון, הוא רק ביטול היש (דוגמת אתכפיא10), והבירור שע\"י יוסף הצדיק, בחינת יסוד, בירור שני, הוא שיהי' נכלל באלקות, ביטול במציאות (דוגמת אתהפכא8) והקדמה הג' היא, דענין פסח, פסח מלשון דילוג וקפיצה11, הוא המשכה נעלית ביותר שאינה יכולה לבוא בדרך השתלשלות ורק בדרך דילוג, כמבואר בלקו\"ת12 ומבאר בהמאמר, דמזה מובן, שגם ענינו של פסח שני13 הוא דילוג, המשכה שלמעלה מהשתלשלות והחילוק בין פסח ראשון ופסח שני הוא בהמקום ובהענין שבו נמשכת המשכה זו",
          "topics": [
            "אלקות",
            "אור",
            "מלכות",
            "יסוד",
            "ספירות"
          ],
          "word_count": 254
        },
        {
          "chunk_id": "chunk_2",
          "content": "דבפסח ראשון כתיב14 ופסח הוי' על הפתח, שההמשכה שבדרך דילוג (ופסח) היתה בפתח, ספירת המלכות15, ובנפש האדם – ביראה תתאה (זה השער להוי'16) שהיא השורש דסור מרע17, וההמשכה שבדרך דילוג שבפסח שני היא בספירת היסוד, שענינה בנפש האדם הוא ההתקשרות והאהבה18, שעי\"ז נהפכים המדות שלו לקדושה, אתהפכא.ב) ואולי יש להוסיף, שהמעלה דפסח שני לגבי פסח ראשון היא לא רק שהדילוג דפסח שני נמשך במקום נעלה יותר, אלא שגם הדילוג עצמו הוא דילוג נעלה יותר וכמובן גם מזה שנקרא בשם פסח שני, דפירוש הפשוט דפסח שני הוא לא (רק) שהפסח (הדילוג) נמשך בדרגא דשני אלא ש(גם) הפסח (הדילוג) הוא שני, דילוג נעלה יותר מהדילוג דפסח ראשון ומ\"ש בהמאמר דפירוש פסח שני הוא שהדילוג דפסח שני נמשך בהדרגא דשני (יסוד), הוא, כי מעלת הדילוג דפסח שני (שהדילוג הוא נעלה יותר) נראה (גם) בזה שהדילוג נמשך בהדרגא דשני (כדלקמן סעיף ה).ועפ\"ז יש לקשר הביאור הנ\"ל (דהצ\"צ) שפסח שני הוא דרגא שני' ונעלית בעבודה הבאה לאחרי הקדמת העבודה דפסח ראשון, עם הענין דפסח שני כמו שהוא בפשטות, שהוא תיקון והשלמה למי שלא הקריב פסח19, כי זה שפסח שני מתקן ומשלים החסרון דזה שלא הקריב פסח הוא מפני שהגילוי דפסח שני הוא דילוג שלא בהדרגה, שאין בו מדידות והגבלות, גם לא המדידות וההגבלות של הדילוג דפסח (ראשון)20, ולגבי גילוי זה – \"איז ניטאָ קיין פאַרפאַלן\"21.ג) ויובן זה בהקדים הידוע22 דמהחילוקים בין ז\"א למלכות הוא, שהמלכות היא קצה העליון (מקור) דבי\"ע, וז\"א הוא קצה התחתון דאצילות וכיון שבאצילות לא יגורך רע23, מובן דזה שע\"י היסוד (ז\"א) נעשה שלימות הבירור, הענין דאתהפכא, הוא כמו שהוא נמשך לברר24, ועיקר העבודה שמצד ז\"א הוא (לא ענין הבירורים, אלא) להמשיך אור25",
          "topics": [
            "אור",
            "גילוי",
            "אצילות",
            "מלכות",
            "יסוד"
          ],
          "word_count": 261
        },
        {
          "chunk_id": "chunk_3",
          "content": "וכמו שהוא בנוגע לספירת היסוד (ענינו של חודש השני בספירות), עד\"ז הוא גם בנוגע להעבודה דספירת העומר (ענינו של חודש השני בעבודת האדם), שעיקר ענינה (לפי ביאור אחד26) הוא לא בירור המדות דנפש הבהמית אלא המשכת מ\"ט שערי בינה, ועד שעי\"ז נמשך גם שער הנו\"ן27 ויש לומר, דזהו גם מה שאייר הוא ר\"ת אברהם יצחק יעקב רחל28, שהם ד' רגלי המרכבה, שהביטול דמרכבה הוא באופן שמלכתחילה אין מקום לענין של ישות ומכ\"ש לרע שצריך לפעול בו ביטול, וכמבואר בתניא29 בענין האבות הן הן המרכבה30 שלא נעשו מרכבה רק לרצון העליון לבדו כל ימיהם.ד) ומכל זה מובן, דבחודש אייר, חודש השני, שני ענינים העבודה דאתהפכא, תכלית השלימות דסור מרע31, והעבודה דילכו מחיל אל חיל32 בקדושה עצמה, ועשה טוב33 ויש לומר, דזהו שהמנין דבנ\"י בחודש השני בשנה השנית לצאתם מארץ מצרים הי' ע\"י משה ואהרן34, כי הענין דסור מרע (שבחודש השני) שייך לאהרן שענינו הוא אוהב שלום ורודף שלום כו'35, דענין השלום הוא לשלול המחלוקת והפירוד, והענין דועשה טוב (שבחודש אייר) שייך למשה שענינו הוא תורה36, שמלכתחילה אין שייך בה נתינת מקום לענין הפכי ח\"ו37, דזהו גם מ\"ש38 ותרא אותו כי טוב הוא שמיד כשנולד נתמלא הבית כולו אורה39.ויש לומר, דזה שיציאת מצרים היתה ע\"י אהרן ומשה40, אף שהעבודה דיציאת מצרים היא סור מרע, ובסור מרע גופא באופן דאתכפיא, הוא, כי גם העבודה דאתכפיא צריכה להיות באופן שתביא לא רק לאתהפכא, אלא גם להעבודה בהקו דועשה טוב שלמעלה מענין הבירורים",
          "topics": [
            "אור",
            "בינה",
            "יסוד",
            "ספירות",
            "אברהם"
          ],
          "word_count": 228
        },
        {
          "chunk_id": "chunk_4",
          "content": "וי\"ל שהוא ע\"ד המבואר בתניא41 שגם אלו שעיקר עבודתם הוא אל תהי רשע42, צריכים להשתדל לקיים את השבועה40 תהי צדיק, הן בנוגע להיות מואס ברע (הענין דאתהפכא) והן בנוגע להתענג ולשמוח בה' ע\"י התבוננות בגדולת א\"ס ב\"ה (העבודה דקדושה שלמעלה מענין הבירורים).ה) והנה עד\"ז הוא לאידך גיסא, שגם כשנמצאים בהעבודה דחודש אייר (העבודה דאתהפכא, ולמעלה יותר העבודה דמרכבה) צריך להיות רושם מהחיות וההתפעלות של העבודה דאתכפיא, שלכן מזכירין43 יציאת מצרים גם לימות המשיח44 והענין הוא, דכשהרע הוא בתקפו, הנה היראה מהרע גורמת הבריחה ממנו באופן דחפזון45 וע\"י החפזון דישראל נעשה גם חפזון השכינה46 כביכול, מדלג על ההרים מקפץ על הגבעות47 דחפזון מביא לדילוג שלמעלה מסדר והדרגה משא\"כ העבודה דאתהפכא לאחרי שיצא כבר מהרע, ומכ\"ש העבודה דועשה טוב, היא בסדר והדרגה ולכן צריך להמשיך בה ענין הדילוג דיציאת מצרים וזהו\"ע פסח שני, המשכת הדילוג בהעבודה דועשה טוב, העבודה דחודש השני שלאחרי הדילוג שהי' בהעבודה דסור מרע (פסח ראשון), נמשך הדילוג גם בהעבודה דועשה טוב (פסח שני) וע\"ד מ\"ש48 משכני אחריך נרוצה, דע\"י שנפש האלקית פועלת שנפש הבהמית יהי' לה אהבת ה', שהאהבה דנפש הבהמית היא בדרך מרוצה, עי\"ז נעשה מרוצה גם בנפש האלקית49, נרוצה לשון רבים50 אבל, לאחרי שנמשך הדילוג בהעבודה דועשה טוב, דילוג זה הוא נעלה יותר מהדילוג דפסח כי הוא מחמת היראה מהרע (ענין בפ\"ע), משא\"כ הדילוג שבתומ\"צ (העבודה דועשה טוב) הוא מפני שהם חכמתו ורצונו של הקב\"ה, בלי גבול האמיתי",
          "topics": [
            "שכינה",
            "צדיק",
            "ישראל",
            "משיח",
            "עבודה"
          ],
          "word_count": 222
        },
        {
          "chunk_id": "chunk_5",
          "content": "ולכן, לאחרי שמתגלה הבל\"ג שבהם ע\"י הדילוג דסור מרע, הדילוג (ענין הבל\"ג שלמעלה מהדרגה) דהעבודה דועשה טוב הוא דילוג גדול יותר51.ועפ\"ז יובן גם הפתגם של כ\"ק מו\"ח אדמו\"ר52 שפסח שני שייך לנפש השנית, כי מעלת הדילוג דפסח שני על הדילוג דפסח ראשון הוא, שהדילוג דפסח ראשון הוא מצד ההעלם וההסתר דנפש הבהמית (נפש הראשונה), והדילוג דפסח שני הוא שמתגלה הבל\"ג דנפש השנית שהיא חלק אלוקה ממעל ממש53 שגם בהיותה מלובשת בגוף, היא חלק אלוקה ממעל ממש מלשון מישוש54.ו) ואולי יש להוסיף, שמעלת הדילוג דפסח שני על הדילוג דפסח ראשון הוא באין ערוך, ועד שהוא דילוג גם לגבי הדילוג דפסח (ראשון) וע\"ד מ\"ש55 כימי צאתך מארץ מצרים אראנו נפלאות, שהגילויים דגאולה העתידה יהיו נפלאות גם לגבי הנפלאות שהיו ביציאת מצרים56 וביאור הענין (השייכות דפסח שני לגאולה העתידה57) בפרטיות יותר, הנה איתא במדרש58 שגאולת מצרים [וכן הגאולה מגלות בבל ושאר הגאולות עד להגאולה דלעתיד] היא דוגמת אור הנר, וגאולה העתידה היא כמו אור השמש שאינו נכבה ומבואר בחסידות59, דזה שגאולת מצרים נמשלה לאור הנר, הוא, כי נר הוא בחינת מלכות, והגילוי שהי' בגאולת מצרים, עם היותו גילוי שלמעלה מהשתלשלות, הי' בהתלבשות בבחינת המלכות, כמ\"ש ופסח הוי' על הפתח, דפתח הוא מלכות (כנ\"ל סעיף א) ומזה מובן, דזה שהגאולה העתידה נמשלה לאור השמש הוא כי הגילוי דלמעלה מהשתלשלות שיהי' אז יהי' בבחינת ז\"א60",
          "topics": [
            "אור",
            "גילוי",
            "העלם",
            "מלכות",
            "גלות"
          ],
          "word_count": 210
        },
        {
          "chunk_id": "chunk_6",
          "content": "וזוהי השייכות דפסח שני לגאולה העתידה, כי הגילוי דפסח שני הוא ביסוד ז\"א, כנ\"ל.ז) ויהי רצון, שמעשינו ועבודתינו61, ובפרט בהענינים השייכים לפסח שני, יקרבו וימהרו עוד יותר הגאולה העתידה, שגם הגאולה העתידה תהי' באופן של דילוג, כדאיתא במדרש62 דקול דודי גו' מדלג על ההרים זה מלך המשיח, ואדרבא, בגאולה העתידה יהי' דילוג גדול יותר (דוגמת (אבל למעלה מ)הדילוג דפסח שני שהוא דילוג גדול יותר מהדילוג דפסח ראשון), שלא תהי' בסדר והדרגה מדרגא לדרגא כלל63, כהפס\"ד64 מיד הן נגאלין, בביאת משיח צדקנו, יבוא ויגאלנו ויוליכנו קוממיות לארצנו, במהרה בימינו ממש",
          "topics": [
            "גילוי",
            "יסוד",
            "דוד",
            "גאולה",
            "משיח"
          ],
          "word_count": 89
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס פסח שני – תשמ\"ט, \"לקראת פסח שני הבעל\"ט .. מוצש\"ק אמור תשמ\"ט\".* *) יאָרצייט דהוו\"ח וכו' הרב ישראל ארי' לייב, אחיו של – יבדל לחיים טובים – כ\"ק אדמו\"ר שליט\"א.2) נדפס באוה\"ת בהעלותך ע' שסז ואילך.3) תניא פל\"א (מ, ב).4) ראה גם לקו\"ש ח\"א ע' 263 ואילך. ובכ\"מ.5) לקו\"ת ויקרא ג, א. אמור ד\"ה וספרתם (לה, ד). במדבר ביאור לד\"ה ואהי' אצלו אמון (יט, א ואילך). ועוד. מאמרי אדמו\"ר האמצעי במדבר ח\"ב ד\"ה להבין ענין הספירה (ע' תמו. שם ע' תפט ואילך). ועוד.6) במדבר א, א.7) לקו\"ת במדבר ג, א.8) זהר ח\"ג קיז, ב – הובא בלקו\"ת שם ובאוה\"ת בהעלותך שם.9) וישב כח, א-ב.10) ראה סה\"מ תקס\"ה ח\"ב ע' א'יד (הובא באוה\"ת בהעלותך שם) שמ\"ן (בירור ראשון) הוא אתכפיא, וע\"י המשכת מ\"ד (בירור שני) נעשה אתהפכא.11) פרש\"י עה\"פ בא יב, יא. שם, יג. וראה מכילתא עה\"פ שם, יג.12) שה\"ש ד\"ה קול דודי פ\"ג (טו, סע\"א ואילך). וראה גם לקו\"ת צו יג, ד. ובכ\"מ.13) כשמו – פסח שני.14) בא שם, כג. וראה לקו\"ת שה\"ש שם, ב. ד\"ה כימי צאתך ה'תש\"ח פי\"א (סה\"מ ה'תש\"ח ע' 164).15) זהר ח\"ב לו, סע\"א. לקו\"ת וסה\"מ ה'תש\"ח שם.16) תהלים קיח, כ. זהר ח\"א ז, ב. קונטרס העבודה ספ\"ב (ע' 17).17) תניא ריש פמ\"א. וראה גם שם פ\"ד בתחלתו. ובכ\"מ.18) כ\"ה באוה\"ת בהעלותך שם (ע' שסח). וראה אגה\"ק סט\"ו (קכג, ב). ובכ\"מ.19) ראה פסחים צג, א. וראה בארוכה לקו\"ש חי\"ח שיחה ד' לפ' בהעלותך (ע' 126 ואילך), שגם לדעת רבי (פסחים שם), וכ\"ה ההלכה (רמב\"ם הל' קרבן פסח רפ\"ה) שפסח שני רגל בפני עצמו הוא – ענינו של פסח שני הוא תשלומין לחסרון דראשון, שלכן כל מי שעשה את הראשון אינו עושה את השני.20) ועפ\"ז יובן זה שלדעת רבי (וכ\"ה ההלכה) גר שנתגייר בין פסח ראשון לפסח שני מביא פסח שני – אף שגם לדעת רבי עיקר הזמן דהקרבת הפסח הוא בפסח ראשון (והענין דפסח שני הוא רק תשלומין להחסרון דפסח ראשון, כבהערה הקודמת), ואז (בפסח ראשון) לא הי' שייך לענין פסח – כי מכיון שע\"י הדילוג דפסח שני מתבטלים גם המדידות וההגבלות דפסח ראשון, לכן היכולת להשלים החסרון הוא גם בזה שבעת פסח ראשון לא הי' זה אצלו בגדר \"חסרון\".21) \"היום יום\" יד אייר, פסח שני (משיחת פסח שני ה'תש\"א ס\"ה – סה\"ש ה'תש\"א ע' 115).22) תו\"א תרומה פא, ב. המשך תרס\"ו ס\"ע תרפד ואילך. ובכ\"מ.23) תהלים ה, ה. לקו\"ת במדבר ג, סע\"ג. מאמרי אדמו\"ר האמצעי דברים ח\"ד ע' א'תצג. וש\"נ.24) ראה המשך תער\"ב ח\"ב ע' א'מט. שם ע' א'עא.25) להעיר מאגה\"ק סכ\"ו (קמד, ב ואילך), שאפילו מצד המלכות – ענין הבירורים הוא דוקא \"בזמן גלות השכינה\", \"אבל בצאת השכינה מקליפת נוגה .. אזי לא יהי' עסק התורה והמצוות לברר בירורין כ\"א .. להמשיך אורות עליונים\".26) ראה ד\"ה להבין ענין ספה\"ע ה'תשמ\"ז (התוועדויות תשמ\"ז ח\"ג ע' 310 ואילך), שבהדרושים המדברים בענין ספה\"ע – ג' ביאורים: א) שהעבודה דספה\"ע יש בה ב' הקוין, דסור מרע ודועשה טוב. ב) שהעבודה דספה\"ע היא רק בהקו דסור מרע. ג) שהיא רק בהקו דועשה טוב.27) לקו\"ת במדבר יב, א. ובכ\"מ.28) מאורי אור מערכת א' אות פד. ב\"ש לאה\"ע סקכ\"ו ס\"כ. מגלה עמוקות אופן קכא.29) פכ\"ג (כח, ב).30) ב\"ר פמ\"ז, ו. פפ\"ב, ו. וראה מאמרי אדמו\"ר האמצעי דברים ח\"א ע' רטו. וש\"נ.31) וכנ\"ל ס\"א (מלקו\"ת) שהיא עבודה השני' ביציאת מצרים. ובאוה\"ת שם (ע' שסז) דהיציאה ממצרים בחודש הראשון הוא \"סור מרע גמור\", ובאייר \"הוא בחי' שנית, לצאת אפילו מק\"נ\".32) תהלים פד, ח.33) להעיר מלקו\"ת בלק עג, סע\"ג ואילך, שע\"י העבודה דועשה טוב ממשיכים \"טוב העליון שהוא היסוד\" (ענינו של חודש אייר).וע\"פ המבואר בלקו\"ת שם (עג, ד) שע\"י העבודה דועשה טוב \"מתקן ההסתר הנמשך מהצמצום דשם אלקים\", ו\"כשאין עושה טוב כדבעי גורם התגברות הדינין\" – יומתק זה שהעבודה בחודש אייר (גם להביאור שהעבודה דאייר היא ועשה טוב) היא עבודה שני' ביציאת מצרים.34) כמ\"ש (במדבר א, ג) תפקדו אותם לצבאותם אתה ואהרן.35) אבות פ\"א מי\"ב.36) כמ\"ש \"זכרו תורת משה עבדי\" – מלאכי ג, כב. וראה שבת פט, א. שמו\"ר פ\"ל, ד. וש\"נ.37) דדברי תורה אינן מקבלין טומאה – ברכות כב, א.38) שמות ב, ב.39) פרש\"י עה\"פ, מסוטה יב, א. שמו\"ר פ\"א, כ. ועוד.40) ראה וארא ו, כו-כז. וראה ספר הערכים-חב\"ד ערך אהרן ביחס למשה ס\"י (ע' קעג ואילך). וש\"נ.41) פי\"ד (כ, א).42) נדה ל, סע\"ב.43) ברכות יב, סע\"ב.44) וכמשנת\"ל בד\"ה ובראשי חדשיכם דמוצאי ש\"פ אחרי, מבה\"ח וער\"ח אייר שנה זו (תשל\"ח).45) וכמו שהי' ביציאת מצרים, כמ\"ש (ראה טז, ג) \"כי בחפזון יצאת מארץ מצרים\". וראה ד\"ה וככה באוה\"ת בא ס\"ע רצא ואילך. שם ס\"ע שב ואילך. כרך ח ס\"ע ב'תתקמ ואילך. המשך וככה תרל\"ז בתחילתו (פ\"ב). סד\"ה וככה תער\"ב (סה\"מ תער\"ב-ע\"ו ע' קסו). ד\"ה כימי צאתך ה'תש\"ח פי\"ג (סה\"מ ה'תש\"ח ע' 167).46) ראה ברכות ט, א. מכילתא עה\"פ בא שם, יא. יל\"ש עה\"פ (רמז קצט). יל\"ש ישעי' עה\"פ (ישעי' נב, יב) כי לא בחפזון תצאו (רמז תעו). ובתיב\"ע עה\"פ בא שם: בבהילו דשכינת מארי עלמא. וראה ד\"ה וככה באוה\"ת שם ע' רצא ואילך. שם ע' רחצ ואילך. כרך ח ע' ב'תתקלד ואילך. המשך וככה הנ\"ל בתחילתו (פרקים א-ג) ובסופו (פקכ\"ט ואילך). ד\"ה וככה תער\"ב (סה\"מ תער\"ב-ע\"ו ע' קנח ואילך). ד\"ה כי בחפזון ה'תש\"ח פ\"א-ב (סה\"מ ה'תש\"ח ע' 151 ואילך). ד\"ה וככה ה'תשל\"ז (סה\"מ תשל\"ז ע' 192 ואילך).47) שה\"ש ב, ח. מדרשים שבהערה הקודמת.48) שה\"ש א, ד.49) להעיר ש\"משכני\" (דקאי על יצי\"מ*) הוא לשון יחיד, וכן \"הביאני המלך חדריו\" (דקאי על מ\"ת*) הוא לשון יחיד – כי הגילוי דיצי\"מ ודמ\"ת הוא בנפש האלקית. ולכן יש לומר, שגם \"אחריך נרוצה\" (שבאמצע), אף ש\"נרוצה\" הוא לשון רבים – ההדגשה בזה שנעשה \"מרוצה\" (גם) בנפש האלקית.ולהעיר שעפ\"ז יומתק זה ש\"אחריך נרוצה\" לשון רבים (דקאי על ספה\"ע*) הוא הקדמה למתן תורה* – אף שהבירור דלעו\"ז מגיע רק בבחינת לבוש מלכות ולא בבחינת כתר מלכות (תו\"א מג\"א צא, ב), והרי הגילוי דמ\"ת, \"בעטרה שעטרה לו אמו\" (שה\"ש ג, יא) הוא בחי' כתר מלכות (כמבואר בתו\"א שם) – דיש לומר הביאור בזה, דזה שע\"י \"אחריך נרוצה\" באים ל\"הביאני המלך חדריו\" הוא (לא מצד הבירור והמרוצה דנפש הבהמית, אלא) מצד המרוצה דנפש האלקית (שנעשה ע\"י המרוצה דנה\"ב).*) אוה\"ת שה\"ש עה\"פ ע' נט. ד\"ה משכני ה'תש\"א הא' והב' (סה\"מ ה'תש\"א ע' 93. שם ע' 119).50) ד\"ה ציון במשפט ה'תשמ\"א ס\"ו, ובהנסמן שם הערה 47 (לקמן ח\"ד ע' קנ).51) ראה עד\"ז אוה\"ת שמע\"צ ע' א'תתו, דהגם שהעלי' דנפש האלקית היא ע\"י בירור נה\"ב, מ\"מ, העלי' דנפש האלקית היא למעלה מהשרש דנה\"ב, לכי לך לעצמותך.52) שיחת פסח שני ה'תש\"א הנ\"ל שם (סה\"ש שם ע' 114).53) תניא רפ\"ב.54) אגרות-קודש כ\"ק אדמו\"ר מוהריי\"צ ח\"ד אגרת א'נו (ע' תז). וראה \"היום יום\" כג מנחם אב (מאגרת הנ\"ל – ע' תד). מכתב כ\"ב אייר ה'תשי\"א*.*) נעתק בליקוט פירושים וכו' לתניא שם אות יא. אגרות-קודש כ\"ק אדמו\"ר שליט\"א ח\"ד ע' רצא. המו\"ל.55) מיכה ז, טו.56) ראה אוה\"ת נ\"ך עה\"פ סק\"ח (ע' תפז), מפע\"ח שער חג המצות פ\"ז (בד\"ה מהר\"י ז\"ל). וראה ד\"ה כימי צאתך מארץ מצרים דאחש\"פ ה'תשל\"ט (לעיל ע' רד ואילך), ה'תשמ\"ב (לעיל ע' קמז ואילך).57) להעיר שבגאולה העתידה כתיב (ישעי' יא, יא) \"שנית\". וראה רש\"י ורד\"ק שם.58) מדרש תהלים עה\"פ (לו, י) כי עמך מקור חיים (הובא בקיצור ביל\"ש עה\"פ (רמז תשכז)). הובא באוה\"ת (יהל אור) עה\"פ (ע' קלח). ד\"ה וככה באוה\"ת בא ע' ש. כרך ח ע' ב'תתקלה. ד\"ה כי בחפזון ה'תש\"ח פ\"ב (סה\"מ ה'תש\"ח ע' 153).59) ד\"ה כימי צאתך ה'תש\"ח (שבהמשך לד\"ה כי בחפזון הנ\"ל) פי\"ב (סה\"מ שם ע' 164 ואילך).60) ראה גם אוה\"ת (יהל אור) לתהלים שם, ד\"נר\" הוא מלכות ו\"אור\" הוא ז\"א. ולהעיר גם מקונטרס עץ החיים פ\"ב.61) לשון התניא רפל\"ז.62) שהש\"ר עה\"פ קול דודי (ב).63) להעיר, שגם בענין זה הדילוג שיהי' בגאולה העתידה הוא דילוג גדול יותר. דבגאולת מצרים ארז\"ל (ר\"ה יא, רע\"א) \"בר\"ה בטלה עבודה מאבותינו במצרים\", וברש\"י שם \"ששה חדשים לפני גאולתם פסק השעבוד\". ונמצא שהגאולה דיציאת מצרים לא היתה באופן דמן הקצה אל הקצה [ועד שביטול העבודה שהיתה בר\"ה נק' בשם \"אתחלתא דגאולה\" (רד\"ה החודש עטר\"ת (סה\"מ עטר\"ת ע' שכג) וה'ש\"ת (סה\"מ ה'ש\"ת ע' 20))]. משא\"כ גאולה העתידה תהי' [כפס\"ד הרמב\"ם] באופן של \"מיד\". וי\"ל – למעלה מגדר דקצה.64) רמב\"ם הל' תשובה פ\"ז ה\"ה.",
      "glossary": "|אברהם יצחק יעקב רחל (Avraham Yitzchak Ya'akov Rachel): Abraham Isaac Jacob Rachel; אדמו\"ר הצ\"צ (Admor HaTzemach Tzedek): The Tzemach Tzedek; אהבה (Ahavah): Love; אהבת ה' (Ahavat Hashem): Love of God; אוהב שלום ורודף שלום (Ohev Shalom VeRodef Shalom): Loves peace and pursues peace; אור הנר (Or HaNer): Light of candle; אור השמש (Or HaShemesh): Light of sun; אור לי\"ד אייר (Or Le-Yud-Dalet Iyar): Towards the 14th of Iyar; איז ניטאָ קיין פאַרפאַלן (Iz Nito Kein Farfaln): There is no missing out; אייר (Iyar): Month of Iyar; איתא במדרש (Ita BaMidrash): It is stated in the Midrash; אל תהי רשע (Al Tehi Rasha): Do not be wicked; אצילות (Atzilut): Emanation; אראנו נפלאות (Arenu Nifla'ot): I will show wonders; אתהפכא (Ithapcha): Transformation; אתכפיא (Itkafya): Subjugation; באחד לחודש השני (Be'Echad LaChodesh HaSheni): On the first of the second month; באין ערוך (Be'Ein Erech): Incomparably; בחינת המלכות (Bechinat HaMalchut): Aspect of Malchut; בחינת ז\"א (Bechinat Zeir Anpin): Aspect of Zeir Anpin; בחינת יסוד (Bechinat Yesod): Aspect of Yesod; בחינת מלכות (Bechinat Malchut): Aspect of Malchut; בי\"ע (Beriah Yetzirah Asiyah): Creation Formation Action; ביאור אחד (Be'ur Echad): One explanation; ביטול במציאות (Bitul BeMetziyut): Nullification in existence; ביטול דמרכבה (Bitul DeMerkavah): Nullification of the chariot; ביטול היש (Bitul HaYesh): Nullification of existence; בירור המדות (Birur HaMidot): Refinement of character traits; בל\"ג (Bli Gevul): Without limit; בלי גבול (Bli Gevul): Without limit; בס\"ד (Besiyata Dishmaya): With the help of Heaven; בפרטיות יותר (BiFratiyut Yoter): In greater detail; בשנה השנית (BaShanah HaSheniyah): In the second year; גאולה העתידה (Geulah HaAtidah): Future redemption; גאולת מצרים (Geulat Mitzrayim): Redemption from Egypt; גדולת א\"ס ב\"ה (Gadlut Ein Sof Baruch Hu): Greatness of the Infinite Blessed be He; גילוי (Giluy): Revelation; גילויים (Giluyim): Revelations; גלות בבל (Galut Bavel): Babylonian exile; ד\"ה (Dibur HaMatchil): Opening words; ד' רגלי המרכבה (Dalet Raglei HaMerkavah): Four legs of the chariot; דוגמת (Dugmat): Like; דילוג (Dilog): Leaping; דילוג גדול יותר (Dilog Gadol Yoter): Greater leaping; דילוג נעלה (Dilog Na'aleh): Sublime leaping; דרגא (Darga): Level; דרגא דשני (Darga DeSheni): Level of second; ה'תשל\"ח (Hey-Tav-Shin-Lamed-Chet): Year 5738 (1978); האבות הן הן המרכבה (HaAvot Hen Hen HaMerkavah): The patriarchs are the chariot; האמיתי (HaAmiti): The true; הבריחה (HaBrichah): Flight; הגאולות (HaGeulot): The redemptions; הגבלות (Hagbalot): Limitations; הדרגא דשני (HaDarga DeSheni): The level of second; ההעלם וההסתר (HaHe'elem VeHaHester): Concealment and hiddenness; ההפרש (HaHefresh): The difference; החילוק (HaChiluk): The distinction; הידוע (HaYadu'a): The known; המנין דבנ\"י (HaMinyan DeBnei Yisrael): The counting of the Children of Israel; המעלה (HaMa'alah): The advantage; המשכה נעלית (Hamshachah Ne'elit): Sublime drawing down; המשכת הדילוג (Hamshachat HaDilog): Drawing down of leaping; המשכת מ\"ט שערי בינה (Hamshachat Mem-Tet Sha'arei Binah): Drawing down 49 gates of understanding; הפירוד (HaPirud): Separation; הפתגם (HaPitgam): The saying; הקב\"ה (HaKadosh Baruch Hu): The Holy One Blessed be He; הקדמה הא' (Hakdamah HaRishonah): First introduction; הקדמה הב' (Hakdamah HaSheniyah): Second introduction; הקדמה הג' (Hakdamah HaGimel): Third introduction; הקדמות (Hakdamot): Introductions; הקריב פסח (Hikriv Pesach): Offered Passover; הרע הוא בתקפו (HaRa Hu BeTokfo): Evil is in its strength; השבועה (HaShvu'ah): The oath; השבטים (HaShevatim): The tribes; השייכות (HaShayachut): Connection; השלום (HaShalom): Peace; השלמה (Hashlama): Completion; השתלשלות (Hishtalshelut): Chain of emanation; התבוננות (Hitbonenut): Contemplation; התלבשות (Hitlabshut): Garbing; התענג ולשמוח בה' (Hitaneg VeLismo'ach BaHashem): Delight and rejoice in God; התפעלות (Hitpa'alut): Emotional arousal; התקשרות (Hitkashrut): Connection; והנה אנחנו מאלמים אלומים (VeHineh Anachnu Me'almim Alumim): And behold we were binding sheaves; ועשה טוב (VeAseh Tov): And do good; ופסח הוי' על הפתח (UFasach Hashem Al HaPetach): And God passed over the door; ותרא אותו כי טוב הוא (VaTere Oto Ki Tov Hu): And she saw him that he was good; ז\"א (Zeir Anpin): Small face; זה (Zeh): This; זה השער להוי' (Zeh HaSha'ar LaHashem): This is the gate to God; חודש הראשון (Chodesh HaRishon): First month; חודש השני (Chodesh HaSheni): Second month; חיות (Chayut): Vitality; חכמתו ורצונו (Chochmato UreTzono): His wisdom and will; חלק אלוקה ממעל ממש (Chelek Eloka MiMa'al Mamash): Literally a part of God above; חסידות (Chassidut): Chassidism; חפזון (Chafazon): Haste; חפזון דישראל (Chafazon DeYisrael): Haste of Israel; חפזון השכינה (Chafazon HaShechina): Haste of the Divine Presence; י\"ג אייר (Yud-Gimel Iyar): 13th of Iyar; יוסף הצדיק (Yosef HaTzaddik): Joseph the Righteous; ילכו מחיל אל חיל (Yelchu MeChayil El Chayil): They go from strength to strength; יסוד (Yesod): Foundation; יציאת מצרים (Yetziat Mitzrayim): Exodus from Egypt; יקרבו וימהרו (Yekarvu ViYemaharu): Will; יראה מהרע (Yirah MeHaRa): Fear of evil; יראה תתאה (Yirah Tata'ah): Lower fear; ישות (Yeshut): Existence; כ\"ק מו\"ח אדמו\"ר (Kevod Kedushat Mori VeChamoi Admor): His honor holiness my teacher and father-in-law the Rebbe; כביכול (Kivyachol): As it were; כימי צאתך מארץ מצרים (KeYmei Tzeitcha MeEretz Mitzrayim): As in the days of your exodus from Egypt; לא יגורך רע (Lo Yagurcha Ra): Evil will not dwell with you; לאידך גיסא (Le'Idach Gisa): On the other hand; להמשיך אור (LeHamshich Or): To draw down light; לימות המשיח (LiYmot HaMashiach): In the days of Messiah; לעתיד (Le'Atid): In the future; לקו\"ת (Likutei Torah): Likutei Torah; לשון רבים (Lashon Rabim): Plural form; לשלול המחלוקת (LiShlol HaMachlokot): To negate dispute; מאמרו (Ma'amaro): His discourse; מדידות (Medidot): Measurements; מדלג על ההרים (Medaleg Al HeHarim): Leaps over mountains; מואס ברע (Mo'es BeRa): Despises evil; מוצאי ש\"ק (Motzaei Shabbat Kodesh): Saturday night; מזכירין (Mazkirin): We mention; מלובשת בגוף (Melubeshet BaGuf): Clothed in body; מלכות (Malchut): Kingship; מלכתחילה (MiLechatchilah): From the outset; מלמטה למעלה (MiLematah LeMa'alah): From below to above; מלשון מישוש (MiLashon Mishush): From the expression of feeling; מעשינו ועבודתינו (Ma'aseinu VeAvodateinu): Our deeds and service; מקור (Makor): Source; מקפץ על הגבעות (Mekafetz Al HaGeva'ot): Bounds over hills; מרוצה (Marutzah): Running; מרכבה (Merkavah): Divine chariot; משה ואהרן (Moshe VeAharon): Moses and Aaron; משכני אחריך נרוצה (Mashcheni Achareicha Narutzah): Draw me after you, we will run; ניסן (Nisan): Month of Nisan; נכבה (Nichbeh): Extinguished; נכלל באלקות (Nichlal BeElokut): Included in Divinity; נמשך לברר (Nimshach LeVarer): Drawn to refine; נמשלה (Nimshelah): Compared; נפלאות (Nifla'ot): Wonders; נפש האדם (Nefesh HaAdam): Soul of man; נפש האלקית (Nefesh HaElokis): Divine soul; נפש הבהמית (Nefesh HaBehemis): Animal soul; נפש הבהמית (Nefesh HaBehemit): Animal soul; נפש הראשונה (Nefesh HaRishonah): First soul; נפש השנית (Nefesh HaSheniyah): Second soul; נר (Ner): Candle; נתינת מקום (Netinot Makom): Giving place; נתמלא הבית כולו אורה (Nitmale HaBayit Kulo Orah): The entire house was filled with light; סדר והדרגה (Seder VeHadragah): Order and gradation; סור מרע (Sur MeRa): Turn from evil; ספירה הראשונה (Sefirah HaRishonah): First sefirah; ספירה השני' (Sefirah HaSheniyah): Second sefirah; ספירות (Sefirot): Divine emanations; ספירת היסוד (Sefirat HaYesod): Sefirah of Yesod; ספירת המלכות (Sefirat HaMalchut): Sefirah of Malchut; ספירת העומר (Sefirat HaOmer): Counting of the Omer; עבודה דקדושה (Avodah DeKedushah): Service of holiness; עבודת האדם (Avodat HaAdam): Service of man; עיקר העבודה (Ikar HaAvodah): Main service; ענין הפכי (Inyan Hafchi): Opposite matter; פ' אמור (Parashat Emor): Torah portion Emor; פירוש הפשוט (Peirush HaPashut): Simple interpretation; פסח (Pesach): Passover; פסח ראשון (Pesach Rishon): First Passover; פסח שני (Pesach Sheni): Second Passover; פתח (Petach): Door; קפיצה (Kefitzah): Jumping; קצה העליון (Katzeh HaElyon): Upper end; קצה התחתון (Katzeh HaTachton): Lower end; ר\"ת (Roshei Teivot): Acronym; רושם (Roshem): Impression; רצון העליון (Ratzon HaElyon): Supreme will; שורש (Shoresh): Root; שלימות הבירור (Shleimut HaBirur): Completion of refinement; שער הנו\"ן (Sha'ar HaNun): The 50th gate; תהי צדיק (Tehi Tzaddik): Be righteous; תו\"א (Toras Or): Toras Or; תומ\"צ (Taryag Mitzvot): 613 commandments; תורה (Torah): Torah; תיקון (Tikkun): Rectification; תכלית השלימות (Tachlit HaShleimut): Ultimate perfection; תניא (Tanya): Tanya;"
    },
    "search_tags": [
      "צמצום",
      "יסוד",
      "אברהם",
      "Love",
      "Sefirot",
      "Concealment",
      "מצוות",
      "יעקב",
      "דוד",
      "בינה",
      "Will",
      "אור",
      "עצמות",
      "ספירה",
      "מצוה",
      "Foundation",
      "David",
      "Service",
      "משה",
      "חסיד",
      "תכלית",
      "Contraction",
      "צדיק",
      "Knowledge",
      "רבי",
      "שכינה",
      "Connection",
      "דעת",
      "Isaac",
      "Fear/Awe",
      "אצילות",
      "Commandments",
      "Nullification",
      "Exile",
      "Light",
      "השתלשלות",
      "Sacrifice",
      "Understanding",
      "Essence",
      "יראה",
      "Aaron",
      "תיקון",
      "Righteous one",
      "Commandment",
      "Abraham",
      "קרבן",
      "Repentance",
      "עליונים",
      "התקשרות",
      "Sefirah",
      "העלם",
      "מלכות",
      "ספירות",
      "גאולה",
      "Chain of descent",
      "Moses",
      "Israel",
      "המשכה",
      "חסידות",
      "תורה",
      "Upper worlds",
      "גלות",
      "משיח",
      "Divinity",
      "גילוי",
      "רצון",
      "Chassid",
      "Drawing down",
      "עבודה",
      "אלקות",
      "Shechinah/Divine Presence",
      "יצחק",
      "ביטול",
      "Jacob",
      "Purpose",
      "Torah",
      "Emanation",
      "אהרן",
      "ישראל",
      "Kingship",
      "Rabbi",
      "אהבה",
      "תשובה",
      "Revelation",
      "Chassidut",
      "Rectification",
      "Messiah",
      "Redemption"
    ]
  }
}