{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "3_רלא",
    "reference": "Reference: 3_רלא",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "שכינה",
        "אור",
        "אוא\"ס",
        "עצמות",
        "גילוי",
        "תחתונים",
        "עולם",
        "עולמות",
        "מלכות",
        "דעת",
        "נצח",
        "משה",
        "דוד",
        "ישראל",
        "מקדש",
        "מצוות",
        "מצוה",
        "תורה",
        "גלות",
        "משיח",
        "דור",
        "עבודה",
        "המשכה",
        "דירה",
        "כוונה",
        "רצון",
        "חטא",
        "תשובה"
      ],
      "key_concepts": [
        "Shechinah/Divine Presence",
        "Light",
        "Infinite Light",
        "Essence",
        "Revelation",
        "Lower worlds",
        "World",
        "Worlds",
        "Kingship",
        "Knowledge",
        "Eternity",
        "Moses",
        "David",
        "Israel",
        "Temple",
        "Commandments",
        "Commandment",
        "Torah",
        "Exile",
        "Messiah",
        "Generation",
        "Service",
        "Drawing down",
        "Dwelling",
        "Intention",
        "Will",
        "Sin",
        "Repentance"
      ],
      "biblical_references": [
        "שה\"ש כא, ב",
        "במדבר ה, ריש",
        "תהלים קיט, צו",
        "ישעי' א, כז",
        "ישעי' נג, ז",
        "ישעי' א, ג",
        "ישעי' מט, יד"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "זהר",
        "זהר",
        "ברכות יז, א",
        "ברכות י, א"
      ],
      "chassidic_references": [
        "אדמו\"ר הזקן",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת"
      ],
      "document_type": "מאמר",
      "word_count": 2124,
      "chunk_count": 9
    },
    "content": {
      "main_text": "בס\"ד. ש\"פ דברים, שבת חזון, ד' מנחם-אב ה'תשל\"וציון במשפט תפדה ושבי' בצדקה1, ומביא אדמו\"ר הזקן בלקו\"ת ד\"ה זה2 בתחלתו מ\"ש3 והיו הדברים האלה אשר אנכי מצוך היום, שזה קאי על כל יום, כי בכל יום יהיו בעיניך כחדשים4. ומבאר5, שבכדי לבוא לזה (שבכל יום יהיו בעיניך כחדשים), הוא ע\"י ההתבוננות בפסוק זה גופא – והיו הדברים האלה אשר אנכי מצוך היום. דהתהוות כל העולמות היא ממדת המלכות שהיא רק הארה בלבד, וע\"י קיום המצוות בעוה\"ז הוא המשכת העצמות. דזהו אשר אנכי מצוך היום, אנכי מי שאנכי6. ולכן יפה שעה אחת בתשובה ומעשים טובים בעולם הזה מכל חיי העולם הבא7, כי עולם הבא הוא שנהנין מזיו השכינה8, זיו בלבד, וע\"י תשובה ומעשים טובים בעוה\"ז הוא המשכת העצמות9. וזהו אשר אנכי מצוך היום, היום דוקא, היום לעשותם ולמחר לקבל שכרם10, דשכר המצוות שבעוה\"ב (למחר) הוא רק זיו, וע\"י קיום המצוות בעוה\"ז, היום לעשותם, ממשיכים העצמות. וע\"י ההתבוננות בהענין דאנכי מצוך היום, שע\"י קיום המצוות היום (בעוה\"ז) נמשך העצמות (אנכי), עי\"ז יהיו אצלו המצוות באופן דהיום, שבכל יום יהיו בעיניו כחדשים ממש. וממשיך בהמאמר11, דכל זה הוא כפי שצריך להיות, אבל כשאינו כן, והמרירות והשמחה שלו הם מעניני עוה\"ז, אזי, הניצוץ אלקי שבו הוא בגלות בנפשו הבהמית, כרחל לפני גוזזי' נאלמה12, ועל זה כתיב ציון במשפט תפדה גו' (כדלקמן סעיף ט).וצריך להבין, דלכאורה, גם כשהמצוות הם כמו דיוטגמא ישנה13 בעיניו, אפשר שיקיים אותם בחיות14, ועד, שזה (קיום התומ\"צ) יהי' אצלו העיקר. וממ\"ש בהמאמר אבל כשאינו כן כו', משמע לכאורה15 דכאשר המצוות אינם כחדשים בעיניו אז ודאי שהמרירות והשמחה שלו הם מעניני עוה\"ז. וגם צריך להבין מ\"ש בהמאמר שבכדי לבוא לבכל יום יהיו בעיניך כחדשים הוא ע\"י ההתבוננות בהענין דאנכי מצוך היום, שע\"י קיום המצוות בעוה\"ז (היום) הוא המשכת העצמות (אנכי), שהוא נעלה הרבה יותר משכר המצוות בעוה\"ב שהוא רק זיו, דלכאורה, מכיון שההנאה (והתענוג) מזיו השכינה בעוה\"ב הוא תענוג גדול ביותר16 [ובפרט שהכוונה בעוה\"ב כאן היא לא רק לג\"ע אלא גם לעולם התחי'17, שהגילוי שיהי' בעולם התחי' הוא נעלה הרבה יותר מהגילוי דג\"ע18], הרי גם ע\"י ההתבוננות בהעילוי דשכר המצוות (בעוה\"ב) יהי' לו חיות גדול בקיום המצוות, ובהמאמר אומר, שבכדי שהמצוות יהיו בעיניו כחדשים ולא כדיוטגמא ישנה צ\"ל ההתבוננות דוקא בהענין דאנכי מצוך היום, המעלה דהיום לעשותם שלמעלה מלמחר לקבל שכרם.ב) ויובן זה בהקדים שבכדי שבכל יום יהיו בעיניך כחדשים הוא ע\"י גילוי בחינה שלמעלה משינויים. ומכיון שגדר עולם הוא (מקום ו)זמן19, שזמן הוא שינוי, לכן, בכדי שבכל יום יהיו בעיניך כחדשים הוא ע\"י הגילוי דאוא\"ס שלמעלה מהתלבשות בעולמות, אור הסובב20. דהאור המתלבש בעולמות, אור הממלא, הוא בא בציור מוגבל להחיות את הנבראים לפי ערכם. וכמרז\"ל21 מה הנפש ממלאה את הגוף כך הקב\"ה ממלא את עולמו, דכמו שחיות הנפש המתלבש בהגוף הוא לפי אופן אברי הגוף, דבכל אבר החיות הוא לפי ערכו, עד\"ז הוא בהחיות דהעולם שנמשך בו אור הממלא (זה שהקב\"ה ממלא את עולמו), שהחיות דכל נברא הוא לפי ערכו22. ומזה מובן במכ\"ש23 בנוגע לגדר העולם בכללותו (מקום וזמן), שמצד אור הממלא, א\"א שיהי' בהעולם ענין שלמעלה מזמן ומקום. והגם שגם האור שמתלבש בעולם אינו נתפס בגדרי העולם, וכמ\"ש24 אין קדוש כהוי' ואיתא בזהר25 כמה קדישין אינון ולית קדוש כהוי', דהחידוש בקדוש הוי' הוא שהגם שהוא מלובש26 בהנבראים27 ומחי' אותם (בפנימיותם) מ\"מ הוא קדוש ומובדל מהם ואינו נתפס בהם [וי\"ל דזהו פירוש הוא מקומו של עולם ואין העולם מקומו28, דהוא מקומו של עולם קאי על אור הממלא29, שהוא מחי' את העולם, ואעפ\"כ אין העולם מקומו, שאינו נתפס בזה30], הנה זה שהאור נשאר בפשיטותו (גם לאחרי שמתלבש בהעולם) הוא בנוגע להאור, אבל בנוגע להעולם, החיות דהעולם המתלבש הוא מדוד ומוגבל בגדרי העולם. ולכן, בכדי שבכל יום יהיו בעיניך כחדשים (ענין שלמעלה מזמן) הוא ע\"י גילוי אור הסובב.ג) והנה מכיון שגדר העולם הוא מקום וזמן, מובן, דזה שע\"י גילוי אור הסובב נמשך בעולם ענין שלמעלה מזמן ומקום הוא שגדרי העולם בטלים מפני הגילוי דאור הבל\"ג שלמעלה מהעולם. וע\"ד הרצון (דרצון הוא משל על סובב), דזה שהרצון מושל ושולט על האברים שיעשו היפך טבעם הוא מפני שהם בטלים להרצון31. ומכיון שהענין דבכל יום יהיו בעיניך כחדשים הוא שיהי' לו חיות בהמצוות (כבדברים חדשים), דחיות הוא פנימי, לכן, הענין דלמעלה מהזמן שמאיר בהאדם (שעי\"ז יהיו בעיניך כחדשים) צריך להיות אצלו בפנימיות. ולכן, הנתינת כח על זה שבכל יום יהיו בעיניך כחדשים הוא זה שאנכי מצוך היום, אנכי מי שאנכי, שלמעלה גם מסובב. והענין הוא, דאור הבל\"ג (השרש דאור הסובב), הוא מוגדר בהגדר דבל\"ג, ולכן, זה שא\"ס להתפשטותו והוא נמצא בגילוי בכל מקום, גם בעוה\"ז הגשמי32, הוא מצד זה שהאור הוא א\"ס, אבל אין זה שייך להעולם. ושני אופנים בזה. או שבעולם אינו נרגש כלל האור31, או שנרגש בו האור, שעי\"ז נמשך בו ענין שלמעלה מזמן ומקום, אבל הוא באופן שגדר העולם בטל מפני האור. ובכדי שהגילוי דאור הבל\"ג בעולם יהי' בפנימיותו, הוא ע\"י העצמות33 שאינו מוגדר בשום גדר, לא בגדר הגבול ולא בגדר הבל\"ג. ולכן, ע\"י גילוי כח העצמות, נעשה החיבור דבל\"ג וגבול, יחוד סובב וממלא, והגילוי דלמעלה מהזמן (שנמשך מהסובב) בעולם (שחיותו הוא מאור הממלא) הוא בפנימיותו.ד) ויש להוסיף, דזה שהענין דבכל יום יהיו בעיניך כחדשים הוא ע\"י יחוד סובב וממלא הוא לא רק בכדי שהענין דלמעלה מהזמן (סובב) יורגש בהאדם בפנימיות, אלא גם מפני שבהענין דבכל יום כחדשים עצמו ישנם שני ההפכים דלמעלה מהזמן וזמן. שהרי הענין דחדשים (והיוקר והחביבות שבזה) הוא השינוי34, שבתחלה לא הי' הדבר ונתחדש רק עכשיו. וזה שבכל יום הם בעיניו כחדשים הוא שהחידוש (השינוי) הוא באופן תמידי שאינו משתנה. ונמצא דזה שהענין דבכל יום כחדשים הוא ע\"י יחוד סובב וממלא הוא לא רק שהגילוי דסובב (דלמעלה מהזמן) נרגש אצלו בפנימיות (שעי\"ז יש לו חיות בהמצוות כבדברים חדשים), אלא יתירה מזו, שהזמן עצמו (שמצד אור הממלא) הוא באופן דלמעלה מזמן ושינוי (גילוי הסובב).ויש לומר, דזה שקיום המצוות צ\"ל באופן של כחדשים ממש הוא לא רק בכדי שעי\"ז יהי' קיום התומ\"צ ביותר חיות, אלא ש(גם) ענין זה עצמו (דבכל יום יהיו בעיניך כחדשים) נוגע לקיום המצוות. כי ענין המצוות הוא שעל ידם נעשה יחוד קוב\"ה ושכינתי'35, יחוד סובב וממלא34. וכיון שעבודת האדם (אתערותא דלתתא) שעל ידה נעשית ההמשכה (אתערותא דלעילא) צריכה להיות מעין ההמשכה, לכן כשקיום המצוות דהאדם הוא באופן שבכל יום הם בעיניו כחדשים, חיבור דזמן עם למעלה מהזמן, עי\"ז מיתוסף בגילוי היחוד דסובב וממלא שנעשה ע\"י המצוות.ה) והנה שני הענינים דסובב וממלא הם שני השמות דהוי' ואלקים. וכמבואר בכ\"מ36 דשם אלקים הוא לא רק המגן ונרתק שמעלים ומסתיר על האור דשם הוי', אלא שגם האור דשם הוי' כמו שנמשך ומתצמצם ע\"י שם אלקים להיות מקור לנבראים, שבכללות הוא אור הממלא, נקרא אלקים. וע\"פ הידוע37 דזה שהגוף מעלים על הנפש הוא כי שרש הנפש הוא מהוי' ושרש הגוף הוא מאלקים38, ולכן כמו שאלקים מעלים על הוי' כן הגוף מעלים על הנפש, יש לומר, שעד\"ז הוא גם בהענין דסובב וממלא [שגם אור הממלא נק' אלקים, כנ\"ל], שבכדי שהאדם ידע וירגיש שהעיקר הוא עניני הנשמה ועניני הגוף הם רק טפל, הוא ע\"י יחוד סובב וממלא. דבאור הממלא (כמו שהוא מצד עצמו) להיותו מקור לנבראים והנבראים תופסים מקום לגבי', יש תפיסת מקום לעניני הגוף, וע\"י היחוד דסובב וממלא, שגם בהאור כמו שנעשה מקור לעולמות מאיר הגילוי דאוא\"ס שלמעלה מעולמות, דכולא קמי' כלא חשיב, עי\"ז ישנה ההכרה שעניני הגוף הם רק בשביל הנשמה. ועפ\"ז יש לבאר מ\"ש בלקו\"ת דכאשר לא ישנו הענין דבכל יום כחדשים אזי המרירות והתענוג שלו הם מעניני עוה\"ז, כי בכדי שיהי' היחוד דסובב וממלא, שעי\"ז עניני עוה\"ז אינם תופסים מקום אצלו, הוא ע\"י שקיום המצוות שלו הוא באופן דבכל יום כחדשים.ו) ועפ\"ז יש לבאר השייכות דגלות לשכחה, כמ\"ש39 למה לנצח תשכחנו גו', כי סיבת השכחה היא שהידיעה שהיתה אצלו מקודם היתה מוגבלת, ולכן במשך הזמן היא נפסקת40. ומזה מובן בענין הזכרון והשכחה (כביכול) למעלה, דענין הזכרון הוא בסובב, דכיון שהוא בל\"ג, אין שייך שם הפסק, וענין השכחה הוא במלכות, דמלכות היא שרש הנבראים, ממלא41. ולכן, כשקיום התומ\"צ דהאדם הוא באופן דבכל יום הם כחדשים, שעי\"ז מאיר הגילוי דאור הבל\"ג גם באור המוגבל, אין שייך ענין השכחה, אבל כאשר קיום התומ\"צ דהאדם הוא בהגבלה, שאז, כשמקיים אותה המצוה בפעם שני' ושלישית אין לו אותו החיות כמו שהי' אצלו בפעם הראשונה, שעי\"ז גורם גם למעלה שבאור המוגבל לא יהי' הגילוי דאור הבל\"ג, מזה נמשך ענין השכחה. וכמו שבאדם, כשקיום התומ\"צ שלו הוא באופן דהגבלה, משתלשל מזה שהתענוג שלו הוא בעניני עוה\"ז, שזה (התענוג בעניני עוה\"ז, גם בתאוות היתר) הוא היפך הקדושה, עד\"ז הוא למעלה, דע\"י שז\"א (סובב) מסתלק, קוב\"ה סליק לעילא42, ונשאר רק המלכות (ממלא), זה גורם ירידת המלכות להחיות הקליפות, גלות השכינה.ז) ויש לקשר זה עם מ\"ש בהפטרה דשבת חזון43 ידע שור קונהו גו' ישראל לא ידע עמי לא התבונן, ופירש האריז\"ל44 [שהיום הוא ערב יום ההילולא שלו45], דשור קאי על העגל שעשו הערב רב במדבר, ע\"י שהשליכו הטס שכתב בו משה עלה שור בכדי להעלות ארונו של יוסף46. ומבאר, דבטס זה הי' כתוב השם יל\"י (שם השני של השם בן ע\"ב שמות), שהוא הממונה על כח השור העליון. וזהו ידע שור קונהו גו' ישראל לא ידע גו', שהשור עצמו ידע שהוא משם קדוש, וישראל לא ידע עמי לא התבונן, לא ידעו ולא התבוננו בזה, ואמרו שהעגל עלה מעצמו ולכן טעו אחריו. וזהו שהר\"ת של ישראל לא ידע עמי לא התבונן הוא יל\"י על\"ה, שלא ידעו ולא התבוננו דזה שעל\"ה (השור) הוא ע\"י שם יל\"י, ולכן אמרו שעלה מעצמו.ויש לומר, דפירוש זה בישראל לא ידע עמי לא התבונן הוא לימוד זכות על ישראל. שהסיבה לזה שטעו אחרי העגל, היתה מפני שלא התבוננו בהענינים (השם יל\"י) שלמעלה מהעולם, היינו שגם אז עבדו את הוי', אלא שכיון שאז הי' לפני הציווי דבכל יום יהיו בעיניך כחדשים47, לכן היתה עבודתם בהגבלה, שלכן, הגילוי שהאיר להם אז הוא רק האור שמלובש בהעולם. ומזה נשתלשל שטעו אחרי העגל48. וזהו גם שחטא העגל גרם לשבירת הלוחות שעי\"ז נעשה האפשרות דשכחת התורה49, היינו שגם לאחרי החטא נשאר הקשר שלהם עם התורה, ורק שלימוד התורה שלאחרי שבירת הלוחות הוא בהגבלה שלכן שייך בזה הפסק (שכחה). ועי\"ז נעשה אפשרות שתהי' אומה ולשון שולטת בהם50, כי כשהגילוי הוא רק מבחינת המלכות, יש נתינת מקום לגלות, כנ\"ל.ח) וזהו מ\"ש51 זכור הוי' מה הי' לנו, ומבאר הצ\"צ52 דמה הוא שם הוי' (במילוי אלפי\"ן בגימטריא מ\"ה) ולנו הוא בגימטריא אלקים, ופירוש מה הי' לנו הוא, שהוי' נעשה בבחינת אלקים. ויש לומר, דענין מה הי' לנו בעבודת האדם הוא, דהוי' הוא למעלה מהטבע ואלקים בגימטריא הטבע53, שגם כשישנה לאדם הצלחה שלמעלה מהטבע הוא חושב שזה טבע. ויתירה מזו, שלפעמים, ההצלחה שלמעלה מהטבע גורמת לו לחשוב שכחו ועוצם ידו עשה לו את החיל הזה54 [וע\"ד שהי' בעגל, דזה שע\"י השם יל\"י נעשה עליית השור (ענין שלמעלה מהטבע) הביא אותם לחשוב שעלה מעצמו].והעצה לזה הוא זכור הוי', שהעבודה תהי' באופן דזכרון, למעלה מהגבלה (בכל יום יהיו בעיניך כחדשים), שעי\"ז מאיר הגילוי דהוי', אור הסובב גם שלמעלה מהתלבשות. ויש לקשר זה עם פירוש הבעש\"ט עה\"פ55, דמה הי' לנו הוא גילוי מ\"ה דהנשמה, כי מ\"ה דהנשמה הוא עצם הנשמה שלמעלה מהתלבשות, שקשורה עם הוי' שלמעלה מהתלבשות בעולם, ועי\"ז באים להעבודה דזכור, עבודה שלמעלה מהגבלה.ט) וזהו56 ציון במשפט תפדה ושבי' בצדקה, שהם ב' דרגות בנשמה. ציון היא דרגת הנשמה שלמעלה מהתלבשות בגוף (מ\"ה דנשמה), דבחינה זו אין שייך שתהי' בשבי' בנפש הבהמית, שהמרירות והשמחה שלה יהיו מעניני עוה\"ז, ורק שהיא בגלות, שאינה מאירה בגילוי (בהנשמה שבגוף). ושבי' היא דרגת הנשמה שבהתלבשות, דבחינה זו שייך שתהי' בשבי' בנה\"ב, שהמרירות והשמחה שלה הם מעניני עוה\"ז. ויש לומר, שהוא ע\"ד המבואר57 בפירוש הכתוב58 ותאמר ציון עזבני הוי' ואד' שכחני, דשכחה הוא שיש דבר המשכח ולא רק העדר הזכרון. וזהו עזבני הוי' ואד' שכחני, דבהוי' שהוא אור הסובב שלמעלה מהתלבשות בעולמות אין שייך ענין השכחה ח\"ו ורק ענין העזיבה, והוא שבגלותא קוב\"ה סליק לעילא ואינו מאיר בגילוי למטה (ע\"ד הגלות בבחינת ציון, שאינה מאירה בהנשמה שבגוף59), ואד' (מלכות60) שבכללות הוא אור הממלא, שייך בו גם ענין השכחה, ירידת המלכות להחיות הקליפות (ע\"ד השבי' בדרגת הנשמה שבבחינת התלבשות58, שהמרירות והשמחה שלה יכולים להיות מעניני עוה\"ז). וזהו55 ציון במשפט תפדה ושבי' בצדקה, שהפדי' דבחינת ציון מהדברים המכסים עלי' ומונעים הגילוי שלה בהנשמה שבגוף, הוא ע\"י התורה [משפט הוא הלכות התורה, כמו שמתרגם ע\"פ61 כמשפט הראשון כהלכתא קדמייתא], כי התורה היא אור (תורה אור62) ולכן על ידה נעשה הגילוי דבחינת ציון. והפדי' דדרגת הנשמה שבהתלבשות שהיא בשבי' בנה\"ב (ושבי') הוא בצדקה, היינו כללות המצוות שנקראו צדקה63, ובפרט ע\"י צדקה כפשוטה64, דבצדקה כתיב65 רחבה מצותך מאד, שע\"י מצות צדקה נמשך הגילוי דאור הבל\"ג66, והגילוי הוא גם בהנשמה המלובשת בגוף67, [ועד\"ז למעלה – בספירת המלכות שנקראת בשם שכינה על שם68 שמתלבשת בתחתונים להחיותם66], ובאופן דהתלבשות. ועי\"ז נמשך גם הגילוי דעצם הנשמה ממש, שלמעלה גם מדרגת הנשמה שלמעלה מהתלבשות, וע\"ד שנת\"ל (סעיף ג) שהיחוד דסובב וממלא הוא ע\"י גילוי כח העצמות. וכיון שגם את העולם נתן בלבם של בני האדם69, הנה עי\"ז נמשך גם בעולם, שהגילוי דלמעלה מהטבע (שנמשך מהסובב) יהי' בגילוי גם בהטבע (שנמשך מממלא), ועי\"ז יהי' גם גילוי העצמות (שמחבר את שניהם), שעי\"ז תושלם הכוונה דדירה לו ית' בתחתונים70, לו לעצמותו71.ויהי רצון, שבקרוב ממש תקויים ההבטחה והיעוד ציון במשפט תפדה ושבי' בצדקה, שיעמוד72 מלך מבית דוד הוגה בתורה (משפט) ועוסק במצוות (צדקה), וילחום מלחמת ה' וינצח [די\"ל שזה שילחום מלחמת ה' הוא ע\"י העבודה73 בדרגת הנשמה המלובשת בגוף, שהעבודה בדרגא זו74 היא באופן דמלחמה עם נה\"ב], ויבנה מקדש במקומו [שעי\"ז יהי' הגילוי גם בכל העולם, דהחלונות דביהמ\"ק היו שקופים אטומים75 שמהם אורה יוצאת לכל העולם76] ויקבץ נדחי ישראל ויתקן את העולם77 כולו לעבוד את ה', וכל זה – בקרוב ממש ובעגלא דידן.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד ש\"פ דברים, שבת חזון, ד' מנחם-אב ה'תשל\"וציון במשפט תפדה ושבי' בצדקה1, ומביא אדמו\"ר הזקן בלקו\"ת ד\"ה זה2 בתחלתו מ\"ש3 והיו הדברים האלה אשר אנכי מצוך היום, שזה קאי על כל יום, כי בכל יום יהיו בעיניך כחדשים4 ומבאר5, שבכדי לבוא לזה (שבכל יום יהיו בעיניך כחדשים), הוא ע\"י ההתבוננות בפסוק זה גופא – והיו הדברים האלה אשר אנכי מצוך היום דהתהוות כל העולמות היא ממדת המלכות שהיא רק הארה בלבד, וע\"י קיום המצוות בעוה\"ז הוא המשכת העצמות דזהו אשר אנכי מצוך היום, אנכי מי שאנכי6 ולכן יפה שעה אחת בתשובה ומעשים טובים בעולם הזה מכל חיי העולם הבא7, כי עולם הבא הוא שנהנין מזיו השכינה8, זיו בלבד, וע\"י תשובה ומעשים טובים בעוה\"ז הוא המשכת העצמות9 וזהו אשר אנכי מצוך היום, היום דוקא, היום לעשותם ולמחר לקבל שכרם10, דשכר המצוות שבעוה\"ב (למחר) הוא רק זיו, וע\"י קיום המצוות בעוה\"ז, היום לעשותם, ממשיכים העצמות וע\"י ההתבוננות בהענין דאנכי מצוך היום, שע\"י קיום המצוות היום (בעוה\"ז) נמשך העצמות (אנכי), עי\"ז יהיו אצלו המצוות באופן דהיום, שבכל יום יהיו בעיניו כחדשים ממש וממשיך בהמאמר11, דכל זה הוא כפי שצריך להיות, אבל כשאינו כן, והמרירות והשמחה שלו הם מעניני עוה\"ז, אזי, הניצוץ אלקי שבו הוא בגלות בנפשו הבהמית, כרחל לפני גוזזי' נאלמה12, ועל זה כתיב ציון במשפט תפדה גו' (כדלקמן סעיף ט).וצריך להבין, דלכאורה, גם כשהמצוות הם כמו דיוטגמא ישנה13 בעיניו, אפשר שיקיים אותם בחיות14, ועד, שזה (קיום התומ\"צ) יהי' אצלו העיקר וממ\"ש בהמאמר אבל כשאינו כן כו', משמע לכאורה15 דכאשר המצוות אינם כחדשים בעיניו אז ודאי שהמרירות והשמחה שלו הם מעניני עוה\"ז",
          "topics": [
            "שכינה",
            "אור",
            "עצמות",
            "עולם",
            "עולמות"
          ],
          "word_count": 249
        },
        {
          "chunk_id": "chunk_2",
          "content": "וגם צריך להבין מ\"ש בהמאמר שבכדי לבוא לבכל יום יהיו בעיניך כחדשים הוא ע\"י ההתבוננות בהענין דאנכי מצוך היום, שע\"י קיום המצוות בעוה\"ז (היום) הוא המשכת העצמות (אנכי), שהוא נעלה הרבה יותר משכר המצוות בעוה\"ב שהוא רק זיו, דלכאורה, מכיון שההנאה (והתענוג) מזיו השכינה בעוה\"ב הוא תענוג גדול ביותר16 [ובפרט שהכוונה בעוה\"ב כאן היא לא רק לג\"ע אלא גם לעולם התחי'17, שהגילוי שיהי' בעולם התחי' הוא נעלה הרבה יותר מהגילוי דג\"ע18], הרי גם ע\"י ההתבוננות בהעילוי דשכר המצוות (בעוה\"ב) יהי' לו חיות גדול בקיום המצוות, ובהמאמר אומר, שבכדי שהמצוות יהיו בעיניו כחדשים ולא כדיוטגמא ישנה צ\"ל ההתבוננות דוקא בהענין דאנכי מצוך היום, המעלה דהיום לעשותם שלמעלה מלמחר לקבל שכרם.ב) ויובן זה בהקדים שבכדי שבכל יום יהיו בעיניך כחדשים הוא ע\"י גילוי בחינה שלמעלה משינויים ומכיון שגדר עולם הוא (מקום ו)זמן19, שזמן הוא שינוי, לכן, בכדי שבכל יום יהיו בעיניך כחדשים הוא ע\"י הגילוי דאוא\"ס שלמעלה מהתלבשות בעולמות, אור הסובב20 דהאור המתלבש בעולמות, אור הממלא, הוא בא בציור מוגבל להחיות את הנבראים לפי ערכם וכמרז\"ל21 מה הנפש ממלאה את הגוף כך הקב\"ה ממלא את עולמו, דכמו שחיות הנפש המתלבש בהגוף הוא לפי אופן אברי הגוף, דבכל אבר החיות הוא לפי ערכו, עד\"ז הוא בהחיות דהעולם שנמשך בו אור הממלא (זה שהקב\"ה ממלא את עולמו), שהחיות דכל נברא הוא לפי ערכו22 ומזה מובן במכ\"ש23 בנוגע לגדר העולם בכללותו (מקום וזמן), שמצד אור הממלא, א\"א שיהי' בהעולם ענין שלמעלה מזמן ומקום",
          "topics": [
            "שכינה",
            "אור",
            "אוא\"ס",
            "עצמות",
            "גילוי"
          ],
          "word_count": 228
        },
        {
          "chunk_id": "chunk_3",
          "content": "והגם שגם האור שמתלבש בעולם אינו נתפס בגדרי העולם, וכמ\"ש24 אין קדוש כהוי' ואיתא בזהר25 כמה קדישין אינון ולית קדוש כהוי', דהחידוש בקדוש הוי' הוא שהגם שהוא מלובש26 בהנבראים27 ומחי' אותם (בפנימיותם) מ\"מ הוא קדוש ומובדל מהם ואינו נתפס בהם [וי\"ל דזהו פירוש הוא מקומו של עולם ואין העולם מקומו28, דהוא מקומו של עולם קאי על אור הממלא29, שהוא מחי' את העולם, ואעפ\"כ אין העולם מקומו, שאינו נתפס בזה30], הנה זה שהאור נשאר בפשיטותו (גם לאחרי שמתלבש בהעולם) הוא בנוגע להאור, אבל בנוגע להעולם, החיות דהעולם המתלבש הוא מדוד ומוגבל בגדרי העולם ולכן, בכדי שבכל יום יהיו בעיניך כחדשים (ענין שלמעלה מזמן) הוא ע\"י גילוי אור הסובב.ג) והנה מכיון שגדר העולם הוא מקום וזמן, מובן, דזה שע\"י גילוי אור הסובב נמשך בעולם ענין שלמעלה מזמן ומקום הוא שגדרי העולם בטלים מפני הגילוי דאור הבל\"ג שלמעלה מהעולם וע\"ד הרצון (דרצון הוא משל על סובב), דזה שהרצון מושל ושולט על האברים שיעשו היפך טבעם הוא מפני שהם בטלים להרצון31 ומכיון שהענין דבכל יום יהיו בעיניך כחדשים הוא שיהי' לו חיות בהמצוות (כבדברים חדשים), דחיות הוא פנימי, לכן, הענין דלמעלה מהזמן שמאיר בהאדם (שעי\"ז יהיו בעיניך כחדשים) צריך להיות אצלו בפנימיות ולכן, הנתינת כח על זה שבכל יום יהיו בעיניך כחדשים הוא זה שאנכי מצוך היום, אנכי מי שאנכי, שלמעלה גם מסובב והענין הוא, דאור הבל\"ג (השרש דאור הסובב), הוא מוגדר בהגדר דבל\"ג, ולכן, זה שא\"ס להתפשטותו והוא נמצא בגילוי בכל מקום, גם בעוה\"ז הגשמי32, הוא מצד זה שהאור הוא א\"ס, אבל אין זה שייך להעולם ושני אופנים בזה",
          "topics": [
            "אור",
            "גילוי",
            "עולם",
            "דוד",
            "מצוות"
          ],
          "word_count": 246
        },
        {
          "chunk_id": "chunk_4",
          "content": "או שבעולם אינו נרגש כלל האור31, או שנרגש בו האור, שעי\"ז נמשך בו ענין שלמעלה מזמן ומקום, אבל הוא באופן שגדר העולם בטל מפני האור ובכדי שהגילוי דאור הבל\"ג בעולם יהי' בפנימיותו, הוא ע\"י העצמות33 שאינו מוגדר בשום גדר, לא בגדר הגבול ולא בגדר הבל\"ג ולכן, ע\"י גילוי כח העצמות, נעשה החיבור דבל\"ג וגבול, יחוד סובב וממלא, והגילוי דלמעלה מהזמן (שנמשך מהסובב) בעולם (שחיותו הוא מאור הממלא) הוא בפנימיותו.ד) ויש להוסיף, דזה שהענין דבכל יום יהיו בעיניך כחדשים הוא ע\"י יחוד סובב וממלא הוא לא רק בכדי שהענין דלמעלה מהזמן (סובב) יורגש בהאדם בפנימיות, אלא גם מפני שבהענין דבכל יום כחדשים עצמו ישנם שני ההפכים דלמעלה מהזמן וזמן שהרי הענין דחדשים (והיוקר והחביבות שבזה) הוא השינוי34, שבתחלה לא הי' הדבר ונתחדש רק עכשיו וזה שבכל יום הם בעיניו כחדשים הוא שהחידוש (השינוי) הוא באופן תמידי שאינו משתנה ונמצא דזה שהענין דבכל יום כחדשים הוא ע\"י יחוד סובב וממלא הוא לא רק שהגילוי דסובב (דלמעלה מהזמן) נרגש אצלו בפנימיות (שעי\"ז יש לו חיות בהמצוות כבדברים חדשים), אלא יתירה מזו, שהזמן עצמו (שמצד אור הממלא) הוא באופן דלמעלה מזמן ושינוי (גילוי הסובב).ויש לומר, דזה שקיום המצוות צ\"ל באופן של כחדשים ממש הוא לא רק בכדי שעי\"ז יהי' קיום התומ\"צ ביותר חיות, אלא ש(גם) ענין זה עצמו (דבכל יום יהיו בעיניך כחדשים) נוגע לקיום המצוות כי ענין המצוות הוא שעל ידם נעשה יחוד קוב\"ה ושכינתי'35, יחוד סובב וממלא34",
          "topics": [
            "אור",
            "עצמות",
            "גילוי",
            "עולם",
            "מצוות"
          ],
          "word_count": 225
        },
        {
          "chunk_id": "chunk_5",
          "content": "וכיון שעבודת האדם (אתערותא דלתתא) שעל ידה נעשית ההמשכה (אתערותא דלעילא) צריכה להיות מעין ההמשכה, לכן כשקיום המצוות דהאדם הוא באופן שבכל יום הם בעיניו כחדשים, חיבור דזמן עם למעלה מהזמן, עי\"ז מיתוסף בגילוי היחוד דסובב וממלא שנעשה ע\"י המצוות.ה) והנה שני הענינים דסובב וממלא הם שני השמות דהוי' ואלקים וכמבואר בכ\"מ36 דשם אלקים הוא לא רק המגן ונרתק שמעלים ומסתיר על האור דשם הוי', אלא שגם האור דשם הוי' כמו שנמשך ומתצמצם ע\"י שם אלקים להיות מקור לנבראים, שבכללות הוא אור הממלא, נקרא אלקים וע\"פ הידוע37 דזה שהגוף מעלים על הנפש הוא כי שרש הנפש הוא מהוי' ושרש הגוף הוא מאלקים38, ולכן כמו שאלקים מעלים על הוי' כן הגוף מעלים על הנפש, יש לומר, שעד\"ז הוא גם בהענין דסובב וממלא [שגם אור הממלא נק' אלקים, כנ\"ל], שבכדי שהאדם ידע וירגיש שהעיקר הוא עניני הנשמה ועניני הגוף הם רק טפל, הוא ע\"י יחוד סובב וממלא דבאור הממלא (כמו שהוא מצד עצמו) להיותו מקור לנבראים והנבראים תופסים מקום לגבי', יש תפיסת מקום לעניני הגוף, וע\"י היחוד דסובב וממלא, שגם בהאור כמו שנעשה מקור לעולמות מאיר הגילוי דאוא\"ס שלמעלה מעולמות, דכולא קמי' כלא חשיב, עי\"ז ישנה ההכרה שעניני הגוף הם רק בשביל הנשמה ועפ\"ז יש לבאר מ\"ש בלקו\"ת דכאשר לא ישנו הענין דבכל יום כחדשים אזי המרירות והתענוג שלו הם מעניני עוה\"ז, כי בכדי שיהי' היחוד דסובב וממלא, שעי\"ז עניני עוה\"ז אינם תופסים מקום אצלו, הוא ע\"י שקיום המצוות שלו הוא באופן דבכל יום כחדשים.ו) ועפ\"ז יש לבאר השייכות דגלות לשכחה, כמ\"ש39 למה לנצח תשכחנו גו', כי סיבת השכחה היא שהידיעה שהיתה אצלו מקודם היתה מוגבלת, ולכן במשך הזמן היא נפסקת40",
          "topics": [
            "אור",
            "אוא\"ס",
            "גילוי",
            "עולמות",
            "נצח"
          ],
          "word_count": 259
        },
        {
          "chunk_id": "chunk_6",
          "content": "ומזה מובן בענין הזכרון והשכחה (כביכול) למעלה, דענין הזכרון הוא בסובב, דכיון שהוא בל\"ג, אין שייך שם הפסק, וענין השכחה הוא במלכות, דמלכות היא שרש הנבראים, ממלא41 ולכן, כשקיום התומ\"צ דהאדם הוא באופן דבכל יום הם כחדשים, שעי\"ז מאיר הגילוי דאור הבל\"ג גם באור המוגבל, אין שייך ענין השכחה, אבל כאשר קיום התומ\"צ דהאדם הוא בהגבלה, שאז, כשמקיים אותה המצוה בפעם שני' ושלישית אין לו אותו החיות כמו שהי' אצלו בפעם הראשונה, שעי\"ז גורם גם למעלה שבאור המוגבל לא יהי' הגילוי דאור הבל\"ג, מזה נמשך ענין השכחה וכמו שבאדם, כשקיום התומ\"צ שלו הוא באופן דהגבלה, משתלשל מזה שהתענוג שלו הוא בעניני עוה\"ז, שזה (התענוג בעניני עוה\"ז, גם בתאוות היתר) הוא היפך הקדושה, עד\"ז הוא למעלה, דע\"י שז\"א (סובב) מסתלק, קוב\"ה סליק לעילא42, ונשאר רק המלכות (ממלא), זה גורם ירידת המלכות להחיות הקליפות, גלות השכינה.ז) ויש לקשר זה עם מ\"ש בהפטרה דשבת חזון43 ידע שור קונהו גו' ישראל לא ידע עמי לא התבונן, ופירש האריז\"ל44 [שהיום הוא ערב יום ההילולא שלו45], דשור קאי על העגל שעשו הערב רב במדבר, ע\"י שהשליכו הטס שכתב בו משה עלה שור בכדי להעלות ארונו של יוסף46 ומבאר, דבטס זה הי' כתוב השם יל\"י (שם השני של השם בן ע\"ב שמות), שהוא הממונה על כח השור העליון וזהו ידע שור קונהו גו' ישראל לא ידע גו', שהשור עצמו ידע שהוא משם קדוש, וישראל לא ידע עמי לא התבונן, לא ידעו ולא התבוננו בזה, ואמרו שהעגל עלה מעצמו ולכן טעו אחריו וזהו שהר\"ת של ישראל לא ידע עמי לא התבונן הוא יל\"י על\"ה, שלא ידעו ולא התבוננו דזה שעל\"ה (השור) הוא ע\"י שם יל\"י, ולכן אמרו שעלה מעצמו.ויש לומר, דפירוש זה בישראל לא ידע עמי לא התבונן הוא לימוד זכות על ישראל",
          "topics": [
            "שכינה",
            "אור",
            "גילוי",
            "מלכות",
            "משה"
          ],
          "word_count": 275
        },
        {
          "chunk_id": "chunk_7",
          "content": "שהסיבה לזה שטעו אחרי העגל, היתה מפני שלא התבוננו בהענינים (השם יל\"י) שלמעלה מהעולם, היינו שגם אז עבדו את הוי', אלא שכיון שאז הי' לפני הציווי דבכל יום יהיו בעיניך כחדשים47, לכן היתה עבודתם בהגבלה, שלכן, הגילוי שהאיר להם אז הוא רק האור שמלובש בהעולם ומזה נשתלשל שטעו אחרי העגל48 וזהו גם שחטא העגל גרם לשבירת הלוחות שעי\"ז נעשה האפשרות דשכחת התורה49, היינו שגם לאחרי החטא נשאר הקשר שלהם עם התורה, ורק שלימוד התורה שלאחרי שבירת הלוחות הוא בהגבלה שלכן שייך בזה הפסק (שכחה) ועי\"ז נעשה אפשרות שתהי' אומה ולשון שולטת בהם50, כי כשהגילוי הוא רק מבחינת המלכות, יש נתינת מקום לגלות, כנ\"ל.ח) וזהו מ\"ש51 זכור הוי' מה הי' לנו, ומבאר הצ\"צ52 דמה הוא שם הוי' (במילוי אלפי\"ן בגימטריא מ\"ה) ולנו הוא בגימטריא אלקים, ופירוש מה הי' לנו הוא, שהוי' נעשה בבחינת אלקים ויש לומר, דענין מה הי' לנו בעבודת האדם הוא, דהוי' הוא למעלה מהטבע ואלקים בגימטריא הטבע53, שגם כשישנה לאדם הצלחה שלמעלה מהטבע הוא חושב שזה טבע ויתירה מזו, שלפעמים, ההצלחה שלמעלה מהטבע גורמת לו לחשוב שכחו ועוצם ידו עשה לו את החיל הזה54 [וע\"ד שהי' בעגל, דזה שע\"י השם יל\"י נעשה עליית השור (ענין שלמעלה מהטבע) הביא אותם לחשוב שעלה מעצמו].והעצה לזה הוא זכור הוי', שהעבודה תהי' באופן דזכרון, למעלה מהגבלה (בכל יום יהיו בעיניך כחדשים), שעי\"ז מאיר הגילוי דהוי', אור הסובב גם שלמעלה מהתלבשות ויש לקשר זה עם פירוש הבעש\"ט עה\"פ55, דמה הי' לנו הוא גילוי מ\"ה דהנשמה, כי מ\"ה דהנשמה הוא עצם הנשמה שלמעלה מהתלבשות, שקשורה עם הוי' שלמעלה מהתלבשות בעולם, ועי\"ז באים להעבודה דזכור, עבודה שלמעלה מהגבלה.ט) וזהו56 ציון במשפט תפדה ושבי' בצדקה, שהם ב' דרגות בנשמה",
          "topics": [
            "אור",
            "גילוי",
            "עולם",
            "מלכות",
            "תורה"
          ],
          "word_count": 263
        },
        {
          "chunk_id": "chunk_8",
          "content": "ציון היא דרגת הנשמה שלמעלה מהתלבשות בגוף (מ\"ה דנשמה), דבחינה זו אין שייך שתהי' בשבי' בנפש הבהמית, שהמרירות והשמחה שלה יהיו מעניני עוה\"ז, ורק שהיא בגלות, שאינה מאירה בגילוי (בהנשמה שבגוף) ושבי' היא דרגת הנשמה שבהתלבשות, דבחינה זו שייך שתהי' בשבי' בנה\"ב, שהמרירות והשמחה שלה הם מעניני עוה\"ז ויש לומר, שהוא ע\"ד המבואר57 בפירוש הכתוב58 ותאמר ציון עזבני הוי' ואד' שכחני, דשכחה הוא שיש דבר המשכח ולא רק העדר הזכרון וזהו עזבני הוי' ואד' שכחני, דבהוי' שהוא אור הסובב שלמעלה מהתלבשות בעולמות אין שייך ענין השכחה ח\"ו ורק ענין העזיבה, והוא שבגלותא קוב\"ה סליק לעילא ואינו מאיר בגילוי למטה (ע\"ד הגלות בבחינת ציון, שאינה מאירה בהנשמה שבגוף59), ואד' (מלכות60) שבכללות הוא אור הממלא, שייך בו גם ענין השכחה, ירידת המלכות להחיות הקליפות (ע\"ד השבי' בדרגת הנשמה שבבחינת התלבשות58, שהמרירות והשמחה שלה יכולים להיות מעניני עוה\"ז) וזהו55 ציון במשפט תפדה ושבי' בצדקה, שהפדי' דבחינת ציון מהדברים המכסים עלי' ומונעים הגילוי שלה בהנשמה שבגוף, הוא ע\"י התורה [משפט הוא הלכות התורה, כמו שמתרגם ע\"פ61 כמשפט הראשון כהלכתא קדמייתא], כי התורה היא אור (תורה אור62) ולכן על ידה נעשה הגילוי דבחינת ציון והפדי' דדרגת הנשמה שבהתלבשות שהיא בשבי' בנה\"ב (ושבי') הוא בצדקה, היינו כללות המצוות שנקראו צדקה63, ובפרט ע\"י צדקה כפשוטה64, דבצדקה כתיב65 רחבה מצותך מאד, שע\"י מצות צדקה נמשך הגילוי דאור הבל\"ג66, והגילוי הוא גם בהנשמה המלובשת בגוף67, [ועד\"ז למעלה – בספירת המלכות שנקראת בשם שכינה על שם68 שמתלבשת בתחתונים להחיותם66], ובאופן דהתלבשות",
          "topics": [
            "שכינה",
            "אור",
            "גילוי",
            "תחתונים",
            "עולמות"
          ],
          "word_count": 231
        },
        {
          "chunk_id": "chunk_9",
          "content": "ועי\"ז נמשך גם הגילוי דעצם הנשמה ממש, שלמעלה גם מדרגת הנשמה שלמעלה מהתלבשות, וע\"ד שנת\"ל (סעיף ג) שהיחוד דסובב וממלא הוא ע\"י גילוי כח העצמות וכיון שגם את העולם נתן בלבם של בני האדם69, הנה עי\"ז נמשך גם בעולם, שהגילוי דלמעלה מהטבע (שנמשך מהסובב) יהי' בגילוי גם בהטבע (שנמשך מממלא), ועי\"ז יהי' גם גילוי העצמות (שמחבר את שניהם), שעי\"ז תושלם הכוונה דדירה לו ית' בתחתונים70, לו לעצמותו71.ויהי רצון, שבקרוב ממש תקויים ההבטחה והיעוד ציון במשפט תפדה ושבי' בצדקה, שיעמוד72 מלך מבית דוד הוגה בתורה (משפט) ועוסק במצוות (צדקה), וילחום מלחמת ה' וינצח [די\"ל שזה שילחום מלחמת ה' הוא ע\"י העבודה73 בדרגת הנשמה המלובשת בגוף, שהעבודה בדרגא זו74 היא באופן דמלחמה עם נה\"ב], ויבנה מקדש במקומו [שעי\"ז יהי' הגילוי גם בכל העולם, דהחלונות דביהמ\"ק היו שקופים אטומים75 שמהם אורה יוצאת לכל העולם76] ויקבץ נדחי ישראל ויתקן את העולם77 כולו לעבוד את ה', וכל זה – בקרוב ממש ובעגלא דידן",
          "topics": [
            "אור",
            "עצמות",
            "גילוי",
            "תחתונים",
            "עולם"
          ],
          "word_count": 148
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס שבת חזון – תשמ\"ט, \"לקראת ש\"ק פ' דברים, שבת חזון, ד' מנחם-אב .. ר\"ח מנ\"א, ה'תשמ\"ט\".1) ישעי' א, כז. סיום וחותם הפטורת שבת חזון.2) ריש פרשתנו (דברים). וראה הגהות הצ\"צ לד\"ה זה – אוה\"ת דברים ע' כח ואילך.3) ואתחנן ו, ו.4) ראה ספרי ופרש\"י עה\"פ. שו\"ע אדה\"ז או\"ח סי' סא סעיף ב (וש\"נ). ולהעיר, דהגם שהלשון במרז\"ל זה הוא כחדשים (בכ\"ף הדמיון) – הכוונה היא שהענין ד\"כחדשים\" יהי' באמת. ולהעיר מהלשון בלקו\"ת שם (א, ב – נעתק לקמן בפנים) \"כחדשים ממש\".5) בד\"ה הנ\"ל ס\"ב (א, ב).6) לקו\"ת שם. וראה לקו\"ת פינחס (פ, ב), ד\"אנכי מי שאנכי\" \"הוא בחי' דלא אתפס בשם ולא אתרמיז בשום אות וקוצא כלל\".7) אבות פ\"ד מי\"ז.8) ברכות יז, א.9) כ\"ה גם בתניא ספ\"ד.10) עירובין כב, א. וש\"נ.11) רפ\"ג (א, סע\"ב).12) לשון הכתוב – ישעי' נג, ז. וראה לקו\"ת מסעי פח, ד. פט, ג.13) לשון הספרי ופרש\"י שבהערה 4.14) להעיר משו\"ע אדה\"ז שם, דכששמע דבר אחד הרבה פעמים \"אינו חביב אצלו כבתחלה\", היינו שגם אז הוא חביב אצלו אלא שאינו כבתחלה.15) כי י\"ל שזהו עוד ענין.16) ראה בארוכה סהמ\"צ להצ\"צ בתחלתו (גם) בנוגע התענוג שבג\"ע.17) כמ\"ש להדיא בהגהות הצ\"צ לד\"ה זה (אוה\"ת פרשתנו ס\"ע ל ואילך).18) אגה\"ק סי\"ז. ספהמ\"צ להצ\"צ יד, ב. ועוד. וראה ד\"ה לה\"ע תחיית המתים דש\"פ אחרי ה'תשמ\"ו (לעיל ח\"ג ע' רכא ואילך). וש\"נ.19) שעהיוה\"א פ\"ז (פב, א).20) כ\"ה גם באוה\"ת בחוקותי ע' תרמג. תרנו. אלא שהביאור שם הוא באו\"א.21) מדרש תהלים מזמור קג. ובברכות י, א: מה הקב\"ה מלא כל העולם אף נשמה מלאה את כל הגוף.22) ראה בארוכה לקו\"ת אמור לא, ב. ובכ\"מ.23) להעיר מזה שגם חיות הכללי שאינו מתצמצם לפי אופן אברי הגוף, מ\"מ, בנוגע הגדר דכללות הגוף – הוא נעשה חיות בשרי (ראה סה\"מ עת\"ר ע' יב ואילך. ה'תש\"ח ע' 24 ואילך. ועוד).24) שמואל-א ב, ב.25) ח\"ג מד, א.26) בלקו\"ת שה\"ש כא, ב (הובא בהמשך תער\"ב ח\"ב פשצ\"ז ע' תתיח) \"ואע\"פ שמהוה את הכל אעפ\"כ הוא קדוש ומובדל מהם בבחי' סוכ\"ע\", אבל בהמשך תער\"ב שם (וכ\"ה בסה\"מ תרס\"ד ע' קכח [בהוצאת תשנ\"ד ואילך – ע' ב]. המשך תרס\"ו ע' תקב ואילך. ובכ\"מ) שעיקר החידוש ד\"אין קדוש כהוי'\" הוא באור הקו שבא בהתלבשות.27) בהמשך תרס\"ו שם מדובר בנוגע אור הקו שמתלבש בכלים. אבל בסה\"מ תרס\"ד והמשך תער\"ב שם שכ\"ה גם בנוגע להארת הקו שמתלבשת בהנבראים.28) ב\"ר פס\"ח, ט.29) ראה ספר החקירה להצ\"צ ערך מקום (עה, סע\"ב ואילך) ובכ\"מ, דלפירוש אדה\"ז – מקום הוא בחי' ממכ\"ע. ושם (עו, סע\"א באופן הא'), שלפי פירוש זה – גם \"הוא מקומו של עולם\" קאי על ממלא.30) וע\"פ מ\"ש בלקו\"ת שה\"ש שבהערה 26, דענין אין קדוש כהוי' הוא (גם) באור הסובב, שעם היותו מהוה מ\"מ הוא קדוש ומובדל – יש לבאר החידוש ד\"אין העולם מקומו\" (גם) להפירוש שקאי על סובב.31) ראה בארוכה אוה\"ת נשא ע' רכח ואילך. המשך תער\"ב ח\"א פנ\"א ואילך. ובכ\"מ.32) ראה המשך תרס\"ו ע' תקא. וראה ד\"ה וחזקת והיית לאיש תשכ\"ח ס\"ג (לעיל ע' קה). וש\"נ.33) ראה עד\"ז המשך תרס\"ו ע' נה.34) להעיר גם מאוה\"ת ואתחנן ע' קי, שהענין דבכ\"י כחדשים הוא בבחי' ירח, אתר דמשתני.35) ראה תניא פמ\"א (נז, ב ואילך). המשך תרס\"ו שם. ובכ\"מ.36) המשך תרס\"ו ע' רכב. ובכ\"מ. וראה גם סהמ\"צ להצ\"צ סב, א דענין יחוד הוי' ואלקים הוא היחוד דסובב וממלא.37) סהמ\"צ להצ\"צ ה, ב. אוה\"ת נ\"ך ח\"ב ע' תשלט.38) שעהיוה\"א פ\"ו (פא, רע\"א).39) איכה ה, כ.40) ראה אוה\"ת נ\"ך ח\"ב ע' א'פה, ששכחה היא בדוגמת נהרות המכזבים.41) ראה בכ\"ז אוה\"ת שם. וראה גם ס' הליקוטים – דא\"ח צ\"צ ערך שכחה בתחלתו. וש\"נ.42) ראה זהר ח\"א רי, א. ח\"ג כ, ב. וראה סידור (עם דא\"ח) נח, ב ואילך. אוה\"ת נ\"ך כרך ב ע' א'נ. שם ע' א'נח. סה\"ל שם ערך גלות ס\"ג (ע' שכג ואילך). וש\"נ.43) ישעי' א, ג.44) בשער הפסוקים עה\"פ. ועד\"ז הוא בל\"ת להאריז\"ל עה\"פ. ל\"ת פ' תשא. ועוד.45) ה' מנחם-אב ה'של\"ב (שה\"ג להחיד\"א בערכו. ובכ\"מ).46) פדר\"א פמ\"ה. תנחומא תשא יט (וראה ג\"כ שם בשלח ב). פרש\"י עה\"פ תשא לב, ד. ועוד.47) דהפסוק והיו הדברים האלה אשר אנכי מצוך היום, שממנו למדים שבכ\"י יהיו בעיניך כחדשים – נאמר בפ' ואתחנן.בפרש\"י יתרו יט, א \"מהו ביום הזה שיהיו דברי תורה חדשים עליך כאילו היום ניתנו\", אבל ביתרו שם נאמר זה בדרך סיפור. ועצ\"ע.48) להעיר מד\"ה וידעת תרנ\"ז (סה\"מ תרנ\"ז ע' נה ואילך) שבכדי שלא יהי' נתינת מקום לע\"ז צ\"ל הידיעה שהוי' ואלקים כולא חד.49) כמארז\"ל (עירובין נד, א) אלמלי לא נשתברו לוחות הראשונות לא נשתכחה תורה מישראל.50) עירובין שם.51) איכה ה, א.52) אוה\"ת נ\"ך ח\"ב עה\"פ (ע' א'פו).53) פרדס שער יב (שער הנתיבות) פ\"ב. ר\"ח שער התשובה פ\"ו ד\"ה והמרגיל (קכא, ב). שעהיוה\"א רפ\"ו. וראה בהנסמן לקמן ע' רסג הערה 76.54) ראה עקב ח, יז.55) סה\"מ אידיש ע' 212.56) בהבא לקמן – ראה לקו\"ת ד\"ה זה ס\"ג (א, סע\"ב ואילך). וראה ד\"ה זה תשל\"ה (לעיל ע' קכה ואילך). וש\"נ.57) המשך תרס\"ו ע' רמג ואילך. וראה שם ע' רמה. וראה גם אוה\"ת עקב ע' תקיד ואילך.58) ישעי' מט, יד.59) ראה המשך תרס\"ו שם ע' רמו.60) שעהיוה\"א רפ\"ז.61) וישב מ, יג.62) משלי ו, כג.63) לקו\"ת פרשתנו ד\"ה ברבות פ' עקב (א, ד) בענין ושבי' בצדקה. וראה תניא פרק לז (מח, ב).64) כ\"ה בלקו\"ת ד\"ה ציון בסופו (א, ג).65) תהלים קיט, צו.66) אגה\"ק סי\"ז.67) אגה\"ק סוס\"ח.68) ראה גם תניא פמ\"א (נז, ב).69) קהלת ג, יא. וראה לקו\"ת במדבר ה, ריש ע\"ב.70) ראה תנחומא נשא טז. בחוקותי ג. ב\"ר ספ\"ג. במדב\"ר פי\"ג, ו. תניא רפל\"ו.71) המשך תרס\"ו ס\"ע ג. שם ע' תמה. ובכ\"מ. – נסמנו לעיל ח\"ב ע' שח הערה 32.72) רמב\"ם הל' מלכים ומלחמותיהן והלכות מלך המשיח ספי\"א.73) ראה תניא רפל\"ז שכל הענינים דלעת\"ל תלויים במעשינו ועבודתינו.74) משא\"כ ע\"י העבודה שמצד דרגת הנשמה שלמעלה מהתלבשות בטלים במילא הרצונות דנה\"ב – ראה בארוכה ד\"ה פדה בשלום תשל\"ט ס\"ג (לעיל ח\"ב ע' מ ואילך). וש\"נ.75) מלכים-א ו, ד.76) ויק\"ר פל\"א, ז.77) נוסף על הגילוי בעולם שע\"י ביהמ\"ק.",
      "glossary": "|א\"א (Efshar): Impossible; אבר (Ever): Limb; אברי הגוף (Evrei HaGuf): Limbs of the body; אדמו\"ר הזקן (Admor HaZaken): The Alter Rebbe; אוא\"ס (Or Ein Sof): Infinite Light; אור הממלא (Or HaMemaleh): Filling Light; אור הסובב (Or HaSovev): Encompassing Light; אין העולם מקומו (Ein HaOlam Mekomo): The world is not His place; אין קדוש כהוי' (Ein Kadosh KaHavayah): There is none holy like Havayah; אנכי מי שאנכי (Anochi Mi SheAnochi): I am who I am; אפשרות (Efsharut): Possibility; ארונו של יוסף (Arono Shel Yosef): Coffin of Joseph; אשר אנכי מצוך היום (Asher Anochi Metzavcha HaYom): Which I command you today; אתערותא דלעילא (It'aruta DeLe'ila): Awakening from above; אתערותא דלתתא (It'aruta DeLtata): Awakening from below; באופן (BeOfan): In a manner; בהגבלה (BeHagbalah): In limitation; בחינה (Bechinat): Aspect; בטל (Batel): Nullified; בטלים (Btelim): Nullified; בטלים להרצון (Btelim LaRatzon): Nullified to the will; בכל יום יהיו בעיניך כחדשים (BeChol Yom Yihyu BeEineicha KaChadashim): Every day they should be new in your eyes; בכללותו (BiChlalutu): In its entirety; בל\"ג (Beli Gvul): Without limit; במדבר (BaMidbar): In the wilderness; במכ\"ש (BeMiKol SheKen): All the more so; במשך הזמן (BeMeshech HaZman): Over time; בס\"ד (Besiyata Dishmaya): With Divine assistance; בשביל (Bishvil): For the sake of; ג\"ע (Gan Eden): Garden of Eden; גבול (Gvul): Boundary; גדר (Geder): Definition; גדר עולם (Geder Olam): Definition of world; גדרי העולם (Gidrei HaOlam): Boundaries of the world; גוף (Guf): Body; גורם (Gorem): Causes; גילוי (Gilui): Revelation; גלות (Galut): Exile; גלות השכינה (Galut HaShechina): Exile of the Shechina; ד\"ה (Dibbur HaMatchil): Opening words; ד' מנחם-אב (Dalet Menachem-Av): Fourth of Menachem-Av; דברים (Devarim): Deuteronomy; דיוטגמא ישנה (Diyotagma Yeshanah): Old document; ה'תשל\"ו (Hey Tashla\"v): Year 5736; הארה (Haarah): Illumination; האריז\"ל (HaAri Z\"L): Rabbi Isaac Luria of blessed memory; הוא מקומו של עולם (Hu Mekomo Shel Olam): He is the place of the world; הוי' ואלקים (Havayah VeElokim): Havayah and Elokim; החיות הקליפות (Hachayot HaKlipot): Giving life to the husks; הידוע (HaYadu'a): The known; היום לעשותם (HaYom La'asotam): Today to do them; היפך הקדושה (Heifech HaKedushah): Opposite of holiness; היפך טבעם (Heifech Tiv'am): Opposite of their nature; הכרה (Hakarah): Recognition; המאמר (HaMa'amar): The discourse; המשכה (Hamshachah): Drawing down; המשכת העצמות (Hamshachat HaAtzmiut): Drawing down the Essence; הנאה (Hana'ah): Enjoyment; העצמות (HaAtzmiut): The Essence; הפטרה (Haftarah): Prophetic reading; הפכים (Hafachim): Opposites; הפסק (Hefsek): Interruption; הציווי (HaTzivui): The commandment; הקב\"ה (HaKadosh Baruch Hu): The Holy One Blessed be He; השליכו (Hishlichu): They threw; השם בן ע\"ב שמות (HaShem Ben Ayin-Bet Shemot): The 72-letter name; השרש (HaShoresh): The root; התבוננות (Hitbonenut): Contemplation; התהוות (Hithavut): Coming into being; התלבשות (Hitlabshut): Investment/Enclothement; התפשטותו (Hitpashtutu): Its expansion; והיו הדברים האלה (VeHayu HaDevarim HaEileh): And these words shall be; ושביה בצדקה (VeShaveiha BeTzedakah): And her captives through righteousness; ז\"א (Ze'ir Anpin): Small Face; זהר (Zohar): The Zohar; זיו (Ziv): Radiance; זיו השכינה (Ziv HaShechina): Radiance of the Divine Presence; זכרון (Zichron): Memory; זמן (Zman): Time; חביבות (Chavivut): Endearment; חדשים (Chadashim): New; חטא העגל (Chet HaEgel): Sin of the golden calf; חיבור (Chibur): Connection; חידוש (Chidush): Innovation; חיות (Chiyut): Vitality; טס (Tas): Plate; טעו (Ta'u): Erred; טפל (Tafel): Secondary; ידיעה (Yedi'ah): Knowledge; ידע וירגיש (Yeda VeYargish): Know and feel; ידע שור קונהו (Yada Shor Koneihu): The ox knows its owner; יום ההילולא (Yom HaHilula): Day of passing; יוקר (Yoker): Preciousness; יחוד (Yichud): Unity; יל\"י (Yud-Lamed-Yud): Divine name; יפה שעה אחת בתשובה ומעשים טובים (Yafah Sha'ah Achat BiTeshuvah UMa'asim Tovim): Better one hour of repentance and good deeds; ירידת המלכות (Yeridat HaMalchut): Descent of Kingship; ישראל לא ידע (Yisrael Lo Yada): Israel does not know; יתירה מזו (Yeteirah MiZo): Moreover; כביכול (Kivyachol): So to speak; כולא קמיה כלא חשיב (Kula Kamei KeLa Chashiv): Everything before Him is as nothing; כח השור העליון (Ko'ach HaShor HaElyon): Power of the supernal ox; כמבואר בכ\"מ (KeMevo'ar BeChol Makom): As explained in many places; כרחל לפני גוזזיה נאלמה (KeRachel Lifnei Gozezeiha Ne'elemah): Like a sheep before its shearers is silent; לגביה (LeGabei): In relation to it; להעלות (LeHa'alot): To raise up; לימוד התורה (Limud HaTorah): Torah study; לימוד זכות (Limud Zechut): Merit judgment; לית קדוש (Leit Kadosh): There is no holy one; לכאורה (LiCh'orah): Seemingly; למה לנצח תשכחנו (Lamah LaNetzach Tishkachenu): Why do You forget us forever; למחר לקבל שכרם (LeMachar LeKabel Secharam): Tomorrow to receive their reward; למעלה (LeMa'alah): Above; למעלה מזמן ומקום (LeMa'alah MiZman UMiMakom): Above time and place; לפני (Lifnei): Before; לקו\"ת (Likutei Torah): Collected Torah teachings; מגן ונרתק (Magen VeNirtok): Shield and sheath; מדוד ומוגבל (Madud UMugbal): Measured and limited; מדת המלכות (Middat HaMalchut): Attribute of Kingship; מוגבלת (Mugbelet): Limited; מוגדר (Mugdar): Defined; מושל ושולט (Moshel VeSholet): Rules and dominates; מחיה (Mechayeh): Gives life; מיתוסף (Mitosaf): Is added; מלובש (Melubash): Clothed; מלובש בהעולם (Melubash BaOlam): Clothed in the world; מלכות (Malchut): Kingship; ממונה (Memuneh): Appointed; מסתלק (Mistalak): Withdraws; מעין (Me'ein): Similar to; מעלים ומסתיר (Ma'alim UMastir): Conceals and hides; מעשים טובים (Ma'asim Tovim): Good deeds; מקודם (MiKodem): Previously; מקום וזמן (Makom VeZman): Place and time; מקור (Makor): Source; מרז\"ל (Midrash Rabboteinu Zichronam LiVrachah): Our Sages of blessed memory; מרירות (Merirut): Bitterness; משל (Mashal): Parable; משמע (Mashma): It implies; משתלשל (Mishtalshal): Derives; משתנה (Mishtaneh): Changes; נבראים (Nivra'im): Created beings; ניצוץ אלקי (Nitzutz Eloki): Divine spark; נמצא (Nimtza): Found; נמשך ומתצמצם (Nimshach UMitztamtzem): Extends and contracts; נפסקת (Nifseket): Ceases; נפש (Nefesh): Soul; נפש הבהמית (Nefesh HaBehemit): Animal soul; נקרא (Nikra): Called; נרגש (Nirgash): Felt; נשתלשל (Nishtalshal): Derived; נתחדש (Nitchadesh): Was renewed; נתינת כח (Netinat Ko'ach): Giving of power; נתפס (Nitpas): Grasped; סובב וממלא (Sovev UMemaleh): Encompassing and Filling; סיבת השכחה (Sibat HaShechichah): Cause of forgetfulness; סליק לעילא (Salik Le'ila): Ascends above; עבודתם (Avodatam): Their service; עגל (Egel): Calf; עד\"ז (Al Derech Zeh): In the same manner; עוה\"ז (Olam HaZeh): This world; עוה\"ז הגשמי (Olam HaZeh HaGashmi): This physical world; עולם הבא (Olam HaBa): World to Come; עולם התחיה (Olam HaTechiyah): World of Resurrection; עולמו (Olamo): His world; עולמות (Olamot): Worlds; עילוי (Ilui): Elevation; עיקר (Ikar): Primary; על\"ה (Aleh): Rise up; עלה מעצמו (Alah Me'atzmo): Rose by itself; עלה שור (Aleh Shor): Rise up ox; עמי לא התבונן (Ami Lo Hitbonen): My people do not contemplate; עניני הגוף (Inyenei HaGuf): Matters of the body; עניני הנשמה (Inyenei HaNeshamah): Matters of the soul; עניני עוה\"ז (Inyenei Olam HaZeh): Matters of this world; ערב רב (Erev Rav): Mixed multitude; ערכם (Erkam): Their level; פנימי (Pnimi): Internal; פנימיות (Pnimiyut): Inwardness; פנימיותם (Pnimiyutam): Their inner dimension; פשיטותו (Peshitutu): His simplicity; ציון במשפט תפדה (Tzion BeMishpat Tipadeh): Zion shall be redeemed through justice; ציור מוגבל (Tziyur Mugbal): Limited form; קדוש (Kadosh): Holy; קדוש ומובדל (Kadosh UMuvdal): Holy and separate; קדישין (Kadishin): Holy ones; קוב\"ה ושכינתיה (Kudsha Brich Hu UShechintei): The Holy One and His Shechina; קיום המצוות (Kiyum HaMitzvot): Fulfillment of commandments; קשר (Kesher): Connection; ר\"ת (Roshei Teivot): Acronym; רצון (Ratzon): Will; ש\"פ (Shabbat Parshat): Shabbat of Torah portion; שבירת הלוחות (Shevirat HaLuchot): Breaking of the tablets; שבת חזון (Shabbat Chazon): Shabbat of Vision; שור (Shor): Ox; שייכות (Shayachut): Connection; שינוי (Shinui): Change; שינויים (Shinuyim): Changes; שכחה (Shechichah): Forgetfulness; שכחת התורה (Shechichat HaTorah): Forgetting of Torah; שכר המצוות (Sechar HaMitzvot): Reward of commandments; שלאחרי (Sh; שמות (Shemot): Names; שמחה (Simchah): Joy; שרש הגוף (Shoresh HaGuf): Root of the body; שרש הנבראים (Shoresh HaNivra'im): Root of created beings; שרש הנפש (Shoresh HaNefesh): Root of the soul; תאוות היתר (Ta'avat HaHeiter): Permitted desires; תומ\"צ (Taryag Mitzvot): 613 commandments; תופסים מקום (Tofesim Makom): Take up space; תמידי (Tamidi): Constant; תענוג (Ta'anug): Pleasure; תפיסת מקום (Tefisat Makom): Taking up space; תשובה (Teshuvah): Repentance;"
    },
    "search_tags": [
      "מקדש",
      "נצח",
      "דור",
      "עבודה",
      "חטא",
      "Knowledge",
      "שכינה",
      "World",
      "מלכות",
      "אוא\"ס",
      "Shechinah/Divine Presence",
      "דעת",
      "Temple",
      "Commandments",
      "Dwelling",
      "Torah",
      "Moses",
      "כוונה",
      "Generation",
      "Sin",
      "מצוות",
      "דוד",
      "Exile",
      "Israel",
      "ישראל",
      "המשכה",
      "תורה",
      "Kingship",
      "Light",
      "Will",
      "גלות",
      "תשובה",
      "אור",
      "Intention",
      "עצמות",
      "Lower worlds",
      "Eternity",
      "משיח",
      "מצוה",
      "Essence",
      "Worlds",
      "David",
      "Infinite Light",
      "Revelation",
      "Service",
      "גילוי",
      "רצון",
      "משה",
      "תחתונים",
      "עולמות",
      "דירה",
      "Commandment",
      "Drawing down",
      "Repentance",
      "Messiah",
      "עולם"
    ]
  }
}