{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "5_רלג",
    "reference": "Reference: 5_רלג",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אלקות",
        "אור",
        "גילוי",
        "אצילות",
        "בריאה",
        "יצירה",
        "עשיה",
        "עולם",
        "עולמות",
        "בינה",
        "תפארת",
        "נצח",
        "ספירות",
        "צדיקים",
        "צדיק",
        "אברהם",
        "יצחק",
        "יעקב",
        "משה",
        "דוד",
        "ישראל",
        "משכן",
        "דור",
        "עבודה",
        "אהבה",
        "יראה",
        "ביטול",
        "המשכה",
        "דירה",
        "תיקון",
        "השתלשלות",
        "רבי",
        "חסיד"
      ],
      "key_concepts": [
        "Divinity",
        "Light",
        "Revelation",
        "Emanation",
        "Creation",
        "Formation",
        "Action",
        "World",
        "Worlds",
        "Understanding",
        "Beauty",
        "Eternity",
        "Sefirot",
        "Righteous ones",
        "Righteous one",
        "Abraham",
        "Isaac",
        "Jacob",
        "Moses",
        "David",
        "Israel",
        "Tabernacle",
        "Generation",
        "Service",
        "Love",
        "Fear/Awe",
        "Nullification",
        "Drawing down",
        "Dwelling",
        "Rectification",
        "Chain of descent",
        "Rabbi",
        "Chassid"
      ],
      "biblical_references": [
        "תהלים סה, ה",
        "תהלים יב, א",
        "ישעי' מד, יג"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "מנחות מג, ב"
      ],
      "chassidic_references": [
        "אדמו\"ר הזקן",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 1672,
      "chunk_count": 7
    },
    "content": {
      "main_text": "בס\"ד. אור ליום ועש\"ק פ' חיי שרה, כ\"ו מרחשון ה'תשט\"זאשרי  תבחר ותקרב ישכון חצריך נשבעה בטוב ביתך קדוש היכלך1, הנה פסוק זה אומרים לפני ברית מילה, כדאיתא בסידור סדר המילה. והמקור לזה הוא מ\"ש בזהר2 חסידי קדמאי כו' כד מקריבין בנייהו לקרבנא דא פתחי ואמרי אשרי תבחר ותקרב ישכון חצריך וכו'. [והגם שבזהר שם חסידי קדמאי כו', כתב זה אדמו\"ר הזקן בסידורו3, שהוא דבר השוה לכל נפש]. וביאור השייכות דפסוק זה לברית מילה הוא, דבפסוק זה נמנים ד' ענינים, חצריך לשון רבים שתי בחינות חצר4, ביתך והיכלך. וסדר הענינים בהפסוק הוא מלמטה למעלה. כדאיתא בזהר שם, בקדמיתא חצריך לבתר ביתך ולבתר היכלך, דא פנימאה מן דא ודא לעילא מן דא. ויש לומר, שד' ענינים אלה הם כנגד ד' עולמות אבי\"ע (כדלקמן סעיף ו). ולכן אומרים פסוק זה קודם הברית, כי ע\"י המילה הוא המשכה שלמעלה מהשתלשלות, ובכדי שתהי' המשכה זו צ\"ל תחלה השלימות דהשתלשלות (ד' עולמות) כדלקמן (סעיף ז).ב) והענין  הוא, דהחילוק בין חצר ובית (כפשוטם) הוא, דבית הוא דירת אדם ובחצר נמצאים הבהמות והעופות, כדאיתא במשנה5 הי' מעמיד בהמה בחצר כו' ומגדל תרנגולים6. ובחצר עצמו שני סוגים, חצר מקורה וחצר שאינו מקורה. דהחילוק בין חצר מקורה וחצר שאינו מקורה הוא גם בהלכה, דחצר שאינו מקורה (כשהוא יותר מסאתיים מדאורייתא הוא רשות היחיד אבל מדברי סופרים הוא ככרמלית לפי שדומה לרשות הרבים7, וחצר מקורה הוא רשות היחיד גם מד\"ס8. והחילוק ביניהם בפשטות, דשמירת הבהמות היא גם בחצר שאינו מקורה [וצריך רק שהחצר יהי' מוקף מחיצות], ושמירת העופות (שיכולים לפרוח ע\"ג המחיצות) הוא בחצר מקורה דוקא.ויש  לבאר זה ע\"פ מה דאיתא בגמרא9 בהמה שנבראת מן היבשה הכשרה בשני סימנים כו' עוף שנברא מן הרקק הכשרו בסימן אחד. ומבואר במק\"א10, דבהמה שנבראת מן העפר (יבשה) שלכן יש לה חיות בריא וחזק11, רומז על נפש הבהמית כמו שהיא בתוקף הגסות. ולכן הכשרה הוא בשני סימנים. ועוף שנברא מן הרקק, מים ועפר, רומז על נפש הבהמית כמו שהיא בדקות. ולכן הכשרו בסימן אחד. ובפרטיות יותר, בהמה היא נפש הבהמית (עצמה), שהיא ממדריגות תחתונות דנוגה12 (גסות שלה), ועוף הוא נפש השכלית שהיא ממדריגות עליונות דנוגה11 (דקות שלה), שלכן היא ממוצע13 בין נפש הבהמית ונפש האלקית11. וזהו שהעוף פורח באויר (מזמן לזמן), דיש לבאר זה בשני אופנים. שהפריחה באויר (דהעוף) היא מצד נפש השכלית עצמה. כי טבע השכל (גם השכל דנפש השכלית הגם שהוא שכל טבעי, שכל דנוגה, מ\"מ, כיון שהוא שכל, טבעו) הוא להיות נמשך למה שלמעלה ממנו14. ועוד ענין בזה, שע\"י ההתלבשות דנפש האלקית בנפש השכלית, יכולה היא להשיג עניני אלקות שלמעלה מעולם. אלא שגם אז היא רק מסכימה לההשגה דנפש האלקית אבל היא נשארת במהותה – שכל אנושי15.ויש  לומר, דזה ששמירת בהמות הוא גם בחצר שאינו מקורה ושמירת העופות הוא דוקא בחצר מקורה (אף שעופות הם בדקות יותר), כי דקות דנוגה אינו ניכר כ\"כ, ולכן צריך לשמירה יתירה. ולהוסיף, דכמו שבגשמיות, הטעם על זה שהעופות אינם נשמרים בחצר שאינו מקורה הוא לפי שיכולים לפרוח (ע\"ג המחיצות), עד\"ז הוא ברוחניות, דזה שנפש השכלית צריכה לשמירה יתירה הוא לפי שיש בה התכונה דפריחה באויר. והיינו, דכיון שהשכל דנפש השכלית נמשך למה שלמעלה ממנו [ויתירה מזו, שהוא משיג (ע\"י התלבשות נה\"א בנפש השכלית) עניני אלקות שלמעלה מעולם], לכן, בכדי למצוא הרע שבשכל הוא דוקא ע\"י ההתבוננות שאלקות הוא מופלא משכל אנושי [היינו שגם הענינים דאלקות המושגים בשכל אנושי, אין השכל משיג אותם כמו שהם לאמיתתם, כי כיון שהם אלקות, הרי הם בלי גבול, וכמו שהשכל תופס אותם, בהכרח שהוא מגבילם16], וע\"י שנפש השכלית (עוף) מרגישה הפלאת אלקות שלמעלה מהשכל, מקורה בגג, עי\"ז נתברר דקות הרע שבה17, נשמרת.ג) ועפ\"ז  יש לבאר זה שהדין שחצר שאינו מקורה הוא ככרמלית הוא מדברי סופרים, כי שמירת הבהמה (בעבודת האדם) היא בעיקר בנוגע למחשבה דיבור ומעשה, שמצד התאוות דנפש הבהמית אפשר שיכשל באיזה איסור ח\"ו, ושמירת הבהמה היא ע\"י שגודר את החצר (המקום שבו נמצאת הבהמה) במחיצות, היינו שלא לעשות מה שהוא רוצה ורק מה שצריך לעשות18. ושמירת העוף (בעבודת האדם) שהוא בנוגע לדקות דנוגה (כנ\"ל) הוא בעיקר בנוגע לכחות הפנימיים, שכל ומדות. שמצד הישות והגאוה שבו19 (מזה שהוא בעל שכל, ראית איש חכם בעיניו20), אין מספיק שגודר את החצר במחיצות, כי גם כשהוא מוגדר בהמחשבה דיבור ומעשה שלו, ועד שהוא בדרגת בינוני שלא עבר עבירה מימיו21, מ\"מ, מצד הגאוה והגסות שבו, השכל והמדות שבו הם בגסות, ולכן צריך שהחצר שלו יהי' מקורה בגג, שיורגש בו הפלאת האלקות כנ\"ל. וכיון שהעיקר הוא המעשה22, לכן, מדאורייתא גם חצר שאינו מקורה הוא רשות היחיד, יחידו של עולם, אלא שמדברי סופרים [שענינם הוא להגבי' ולהעלות את האדם, שיהי' כלי לאלקות גם מצד שכלו ומדותיו23], בכדי שהאדם יהי' רשות היחיד ליחודו ית' הוא ע\"י שמקורה בגג.ד) והנה  כיון שהשכל דנפש השכלית מצד עצמו הוא בחינת יש, ויתירה מזה שהוא מקליפת נוגה, לכן, גם לאחרי שהשכל דנפש השכלית משיג ריחוק הערך שלו לגבי אלקות [שההשגה שלו בהענינים דאלקות היא בהגבלה ובהגשמה ואינו משיג את הענינים כמו שהם לאמיתתם], שעי\"ז היא באה לידי ביטול, הביטול שלה אינו בערך כלל להביטול דנפש האלקית. דבנפש האלקית, הביטול שלה היא בעצם מציאותה, ובנפש השכלית, הביטול שלה היא דבר נוסף על מציאותה, ובעצם היא בחינת יש. וזהו שגם חצר המקורה בגג הוא חצר שהוא מקום שבו נמצאים בעלי חיים (כנ\"ל סעיף ב) ולא דירת אדם, כי אדם בגימטריא מ\"ה24 הוא הביטול דנפש האלקית שנקראת אדם על שם אדמה לעליון25, משא\"כ הביטול דנפש הבהמית ודנפש השכלית שהוא ביטול היש, הוא בחינת חי שלמטה מאדם.והנה  גם בהביטול דנפש האלקית, שתי מדריגות בכללות. דהנה ידוע26 שבכדי שנפש האלקית תפעול בנפש הבהמית ובנפש השכלית הוא ע\"י שהשכל והמדות דנפש האלקית באים במדידה והגבלה באופן שיהיו שייכים לנפש השכלית וגם לנפש הבהמית, ועד שמתלבשים בהשכל והמדות דנפש השכלית ונפש הבהמית. ונמצא, שבהשכל ומדות דנה\"א, שתי מדריגות. כמו שהם מצד עצמם וכמו שנתלבשו בנפש השכלית והבהמית. וע\"פ המבואר במק\"א27 דהכח שיש בנה\"א לפעול בירור וזיכוך נה\"ב הוא לפי שנה\"א היא אלקות בעצם מהותה, יש לומר, שגם בהשכל ומדות דנה\"א כמו שנתלבשו בנה\"ב שני הענינים. דבגילוי (כמו שהן לגבי נפש השכלית והבהמית) הם במדידה והגבלה, והביטול שלהם הוא דוגמת ביטול היש28 (שלכן הם פועלים בנפש השכלית והבהמית), ובפנימיות הם אלקות29, והביטול שלהם הוא ביטול במציאות.ה) ויש  לומר, שד' ענינים הנ\"ל – שתי הדרגות דחצר שהם הבירור דנפש הבהמית והשכלית, ושני הענינים בהכחות דנפש האלקית כמו שהם בגילוי וכמו שהם בעצם מהותם – הם דוגמת ד' העולמות אבי\"ע. והענין הוא, דעשי' ויצירה הם מציאות, ובריאה היא רק אפשרות המציאות, ואצילות היא אפיסת המציאות30. ומהחילוקים שבין עשי' ויצירה (מציאות) לבריאה (אפשרות המציאות) הוא, שהביטול שבעשי' ויצירה הוא ביטול היש31, דכיון שעשי' ויצירה הם מציאות, הביטול שבהם הוא דבר נוסף על מציאותם. והביטול שבבריאה, שהיא רק אפשרות המציאות, הוא ביטול במציאות30, היינו שכל מציאותו הוא ביטול32. וזהו33 שיצירה הוא מדור המלאכים שעבודתם בדחילו ורחימו טבעיים, ובריאה הוא מדור נשמות הצדיקים שעבודתם היתה בדו\"ר שכליים (וגם המלאכים שעבודתם בדו\"ר שכליים מקומם הוא בבריאה)34, כי דו\"ר טבעיים הם הטבע (המציאות) של הנברא, ודו\"ר שכליים הוא שהאהוי\"ר הם לא מצד טבעו ומציאותו אלא לפי שהענין האלקי שהשיג מחייב שצריך לאהוב את ה' ולירא ממנו. אלא32 שאעפ\"כ, כיון שבבריאה הו\"ע ההשגה, והביטול שבבריאה הוא מפני שהשכל מחייב שלגבי אלקות אין מקום למציאות, הרי גם הביטול הוא מציאות, ואמיתית הענין דביטול במציאות הוא באצילות, שהביטול באצילות הוא לא מצד השגת השכל אלא מצד האלקות, שהוא לבדו הוא ואין זולתו. ולכן בעולם האצילות אין שייך המציאות דמלאכים35 (גם לא מלאכים שכליים), ועולם האצילות הוא מדור לצדיקים הגדולים שהיו בבחינת מרכבה שלמעלה מהשכל36, ביטול במציאות. והגם שגם באצילות יש עשר ספירות (שכל ומדות), הרי הספירות דאצילות אינם מציאות (לעצמם) כלל, דאיהו וחיוהי חד איהו וגרמוהי חד37.וזהו  שד' ענינים הנ\"ל שבעבודת האדם הם דוגמת ד' העולמות אבי\"ע, דהביטול בנפש הבהמית ובנפש השכלית, שהביטול הוא דבר נוסף על מציאותם, הוא ע\"ד הביטול דעשי' ויצירה. [ולהוסיף, דזה שחצר צריך שמירה הוא לפי שעשי' ויצירה הם מציאות, ולכן הדברים שנשתלשלו מהם צריכים שמירה. וענין חצריך לשון רבים הוא, כי העבודה שמצד עולם העשי', עיקרה הוא מעשה בפועל, שלזה מספיק השמירה שע\"י מחיצות – חצר שאינו מקורה, והעבודה שמצד יצירה עיקרה הוא מדות, שלזה צריך השמירה דגג – חצר מקורה]. והשכל והמדות דנפש האלקית שמתלבשים בנה\"ב, שהביטול שבהם אינו דבר נוסף על מציאותם אבל הוא דוגמת ביטול היש – הוא ע\"ד הביטול דבריאה, והביטול דנה\"א עצמה (כולל גם הביטול דדרגת הנשמה המלובשת בנה\"ב כמו שהיא בפנימיותה) שהוא ביטול במציאות – הוא ע\"ד הביטול דאצילות.ו) וזהו  בקדמיתא חצריך לבתר ביתך ולבתר היכלך, בקדמיתא חצריך (לשון רבים, חצר שאינו מקורה וחצר מקורה) הוא הבירור והזיכוך דנה\"ב ונפש השכלית, שגם לאחרי הבירור והזיכוך שלהם הם בדרגת בעלי חיים. לבתר ביתך הוא גילוי נפש האלקית כמו שמתלבשת בנפש השכלית והבהמית, שהביטול שלה הוא דוגמת הביטול שבבריאה. ונק' בית, כי כמו שבית הוא מקום מושב האדם כמ\"ש38 כתפארת אדם לשבת בית, כך עולם הבריאה (עולם הכסא39) הוא מקום מושב אדם העליון, שעיקר דירתו של אדם העליון בנבראים40 הוא כשהביטול שלהם לאלקות הוא באופן שזה (הביטול) הוא כל מציאותם. ולבתר היכלך הוא גילוי הנשמה שלמעלה מהתלבשות בנה\"ב (כולל גם הפנימיות דדרגת הנשמה המלובשת בנה\"ב), שהביטול שלה הוא ביטול במציאות כהביטול דאצילות41. ונק' היכלך, דענין היכלך הוא כמ\"ש42 והוי' בהיכל קדשו הס מפניו כל הארץ, שלגבי הוי' בהיכל קדשו מתבטל (הס) כל ענין המציאות (כל הארץ), ועד שאין שייך גם אפשרות המציאות.ז) וזהו  שקודם ברית מילה אומרים הפסוק אשרי תבחר ותקרב גו', כי ד' העולמות אבי\"ע הם בכלל סדר ההשתלשלות, ומילה היא למעלה מהשתלשלות. וכמרז\"ל43 עה\"פ44 למנצח על השמינית על מילה שניתנה בשמיני, ומבואר בלקו\"ת (ד\"ה למנצח על השמינית45) דזה שהשירה של דוד היתה על זה שמילה ניתנה בשמיני, הוא, כי שמיני הוא בחינת א\"ק שלמעלה מאצילות46. ולכאורה יש להוסיף, דמילה היא למעלה לא רק מד' העולמות אלא גם מד' האותיות דשם הוי' (לשון מהווה47) שמהם מתהווים ד' העולמות48. וכמ\"ש בתו\"א49 ע\"פ50 מי יעלה לנו השמימה, שהוא ראשי תיבות מילה וסופי תיבות הוי'51, דזה שמילה הוא ראשי תיבות והוי' הוא סופי תיבות הוא לפי שמילה היא למעלה מהוי'. אבל בכדי שתהי' המשכת הגילוי שלמעלה מהשתלשלות ע\"י המילה, צריך להיות תחלה השלימות דהשתלשלות, כמארז\"ל52 כדי שיעבור עליו שבת אחת, דשבת הוא השלימות דהשתלשלות ועי\"ז אפשר להגיע להגילוי שלמעלה מהשתלשלות (מילה בשמיני). ויש לומר, דזהו מ\"ש53 התהלך לפני והי' תמים, שבתחלה צריך להיות והי' אותיות הוי' ועי\"ז באים אח\"כ לבחינת תמים, הגילוי שע\"י מילה. ולכן אומרים קודם הברית הפסוק אשרי תבחר ותקרב ישכון חצריך נשבעה בטוב ביתך קדוש היכלך [וגם בלילה שלפני הברית (שאז הוא התחלת ההכנה להברית) נוהגים ללמוד מאמר הזהר ע\"פ זה54], כי העבודה בד' הענינים שבפסוק זה שהם כנגד ד' העולמות וד' אותיות שם הוי' היא ההכנה והכלי להגילוי שלמעלה מהשתלשלות.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד אור ליום ועש\"ק פ' חיי שרה, כ\"ו מרחשון ה'תשט\"זאשרי  תבחר ותקרב ישכון חצריך נשבעה בטוב ביתך קדוש היכלך1, הנה פסוק זה אומרים לפני ברית מילה, כדאיתא בסידור סדר המילה והמקור לזה הוא מ\"ש בזהר2 חסידי קדמאי כו' כד מקריבין בנייהו לקרבנא דא פתחי ואמרי אשרי תבחר ותקרב ישכון חצריך וכו' [והגם שבזהר שם חסידי קדמאי כו', כתב זה אדמו\"ר הזקן בסידורו3, שהוא דבר השוה לכל נפש] וביאור השייכות דפסוק זה לברית מילה הוא, דבפסוק זה נמנים ד' ענינים, חצריך לשון רבים שתי בחינות חצר4, ביתך והיכלך וסדר הענינים בהפסוק הוא מלמטה למעלה כדאיתא בזהר שם, בקדמיתא חצריך לבתר ביתך ולבתר היכלך, דא פנימאה מן דא ודא לעילא מן דא ויש לומר, שד' ענינים אלה הם כנגד ד' עולמות אבי\"ע (כדלקמן סעיף ו) ולכן אומרים פסוק זה קודם הברית, כי ע\"י המילה הוא המשכה שלמעלה מהשתלשלות, ובכדי שתהי' המשכה זו צ\"ל תחלה השלימות דהשתלשלות (ד' עולמות) כדלקמן (סעיף ז).ב) והענין  הוא, דהחילוק בין חצר ובית (כפשוטם) הוא, דבית הוא דירת אדם ובחצר נמצאים הבהמות והעופות, כדאיתא במשנה5 הי' מעמיד בהמה בחצר כו' ומגדל תרנגולים6 ובחצר עצמו שני סוגים, חצר מקורה וחצר שאינו מקורה דהחילוק בין חצר מקורה וחצר שאינו מקורה הוא גם בהלכה, דחצר שאינו מקורה (כשהוא יותר מסאתיים מדאורייתא הוא רשות היחיד אבל מדברי סופרים הוא ככרמלית לפי שדומה לרשות הרבים7, וחצר מקורה הוא רשות היחיד גם מד\"ס8 והחילוק ביניהם בפשטות, דשמירת הבהמות היא גם בחצר שאינו מקורה [וצריך רק שהחצר יהי' מוקף מחיצות], ושמירת העופות (שיכולים לפרוח ע\"ג המחיצות) הוא בחצר מקורה דוקא.ויש  לבאר זה ע\"פ מה דאיתא בגמרא9 בהמה שנבראת מן היבשה הכשרה בשני סימנים כו' עוף שנברא מן הרקק הכשרו בסימן אחד",
          "topics": [
            "אור",
            "עולמות",
            "דור",
            "המשכה",
            "השתלשלות"
          ],
          "word_count": 266
        },
        {
          "chunk_id": "chunk_2",
          "content": "ומבואר במק\"א10, דבהמה שנבראת מן העפר (יבשה) שלכן יש לה חיות בריא וחזק11, רומז על נפש הבהמית כמו שהיא בתוקף הגסות ולכן הכשרה הוא בשני סימנים ועוף שנברא מן הרקק, מים ועפר, רומז על נפש הבהמית כמו שהיא בדקות ולכן הכשרו בסימן אחד ובפרטיות יותר, בהמה היא נפש הבהמית (עצמה), שהיא ממדריגות תחתונות דנוגה12 (גסות שלה), ועוף הוא נפש השכלית שהיא ממדריגות עליונות דנוגה11 (דקות שלה), שלכן היא ממוצע13 בין נפש הבהמית ונפש האלקית11 וזהו שהעוף פורח באויר (מזמן לזמן), דיש לבאר זה בשני אופנים שהפריחה באויר (דהעוף) היא מצד נפש השכלית עצמה כי טבע השכל (גם השכל דנפש השכלית הגם שהוא שכל טבעי, שכל דנוגה, מ\"מ, כיון שהוא שכל, טבעו) הוא להיות נמשך למה שלמעלה ממנו14 ועוד ענין בזה, שע\"י ההתלבשות דנפש האלקית בנפש השכלית, יכולה היא להשיג עניני אלקות שלמעלה מעולם אלא שגם אז היא רק מסכימה לההשגה דנפש האלקית אבל היא נשארת במהותה – שכל אנושי15.ויש  לומר, דזה ששמירת בהמות הוא גם בחצר שאינו מקורה ושמירת העופות הוא דוקא בחצר מקורה (אף שעופות הם בדקות יותר), כי דקות דנוגה אינו ניכר כ\"כ, ולכן צריך לשמירה יתירה ולהוסיף, דכמו שבגשמיות, הטעם על זה שהעופות אינם נשמרים בחצר שאינו מקורה הוא לפי שיכולים לפרוח (ע\"ג המחיצות), עד\"ז הוא ברוחניות, דזה שנפש השכלית צריכה לשמירה יתירה הוא לפי שיש בה התכונה דפריחה באויר",
          "topics": [
            "אלקות",
            "עולם"
          ],
          "word_count": 213
        },
        {
          "chunk_id": "chunk_3",
          "content": "והיינו, דכיון שהשכל דנפש השכלית נמשך למה שלמעלה ממנו [ויתירה מזו, שהוא משיג (ע\"י התלבשות נה\"א בנפש השכלית) עניני אלקות שלמעלה מעולם], לכן, בכדי למצוא הרע שבשכל הוא דוקא ע\"י ההתבוננות שאלקות הוא מופלא משכל אנושי [היינו שגם הענינים דאלקות המושגים בשכל אנושי, אין השכל משיג אותם כמו שהם לאמיתתם, כי כיון שהם אלקות, הרי הם בלי גבול, וכמו שהשכל תופס אותם, בהכרח שהוא מגבילם16], וע\"י שנפש השכלית (עוף) מרגישה הפלאת אלקות שלמעלה מהשכל, מקורה בגג, עי\"ז נתברר דקות הרע שבה17, נשמרת.ג) ועפ\"ז  יש לבאר זה שהדין שחצר שאינו מקורה הוא ככרמלית הוא מדברי סופרים, כי שמירת הבהמה (בעבודת האדם) היא בעיקר בנוגע למחשבה דיבור ומעשה, שמצד התאוות דנפש הבהמית אפשר שיכשל באיזה איסור ח\"ו, ושמירת הבהמה היא ע\"י שגודר את החצר (המקום שבו נמצאת הבהמה) במחיצות, היינו שלא לעשות מה שהוא רוצה ורק מה שצריך לעשות18 ושמירת העוף (בעבודת האדם) שהוא בנוגע לדקות דנוגה (כנ\"ל) הוא בעיקר בנוגע לכחות הפנימיים, שכל ומדות שמצד הישות והגאוה שבו19 (מזה שהוא בעל שכל, ראית איש חכם בעיניו20), אין מספיק שגודר את החצר במחיצות, כי גם כשהוא מוגדר בהמחשבה דיבור ומעשה שלו, ועד שהוא בדרגת בינוני שלא עבר עבירה מימיו21, מ\"מ, מצד הגאוה והגסות שבו, השכל והמדות שבו הם בגסות, ולכן צריך שהחצר שלו יהי' מקורה בגג, שיורגש בו הפלאת האלקות כנ\"ל",
          "topics": [
            "אלקות",
            "עולם"
          ],
          "word_count": 209
        },
        {
          "chunk_id": "chunk_4",
          "content": "וכיון שהעיקר הוא המעשה22, לכן, מדאורייתא גם חצר שאינו מקורה הוא רשות היחיד, יחידו של עולם, אלא שמדברי סופרים [שענינם הוא להגבי' ולהעלות את האדם, שיהי' כלי לאלקות גם מצד שכלו ומדותיו23], בכדי שהאדם יהי' רשות היחיד ליחודו ית' הוא ע\"י שמקורה בגג.ד) והנה  כיון שהשכל דנפש השכלית מצד עצמו הוא בחינת יש, ויתירה מזה שהוא מקליפת נוגה, לכן, גם לאחרי שהשכל דנפש השכלית משיג ריחוק הערך שלו לגבי אלקות [שההשגה שלו בהענינים דאלקות היא בהגבלה ובהגשמה ואינו משיג את הענינים כמו שהם לאמיתתם], שעי\"ז היא באה לידי ביטול, הביטול שלה אינו בערך כלל להביטול דנפש האלקית דבנפש האלקית, הביטול שלה היא בעצם מציאותה, ובנפש השכלית, הביטול שלה היא דבר נוסף על מציאותה, ובעצם היא בחינת יש וזהו שגם חצר המקורה בגג הוא חצר שהוא מקום שבו נמצאים בעלי חיים (כנ\"ל סעיף ב) ולא דירת אדם, כי אדם בגימטריא מ\"ה24 הוא הביטול דנפש האלקית שנקראת אדם על שם אדמה לעליון25, משא\"כ הביטול דנפש הבהמית ודנפש השכלית שהוא ביטול היש, הוא בחינת חי שלמטה מאדם.והנה  גם בהביטול דנפש האלקית, שתי מדריגות בכללות דהנה ידוע26 שבכדי שנפש האלקית תפעול בנפש הבהמית ובנפש השכלית הוא ע\"י שהשכל והמדות דנפש האלקית באים במדידה והגבלה באופן שיהיו שייכים לנפש השכלית וגם לנפש הבהמית, ועד שמתלבשים בהשכל והמדות דנפש השכלית ונפש הבהמית ונמצא, שבהשכל ומדות דנה\"א, שתי מדריגות כמו שהם מצד עצמם וכמו שנתלבשו בנפש השכלית והבהמית וע\"פ המבואר במק\"א27 דהכח שיש בנה\"א לפעול בירור וזיכוך נה\"ב הוא לפי שנה\"א היא אלקות בעצם מהותה, יש לומר, שגם בהשכל ומדות דנה\"א כמו שנתלבשו בנה\"ב שני הענינים",
          "topics": [
            "אלקות",
            "אור",
            "עולם",
            "ביטול"
          ],
          "word_count": 249
        },
        {
          "chunk_id": "chunk_5",
          "content": "דבגילוי (כמו שהן לגבי נפש השכלית והבהמית) הם במדידה והגבלה, והביטול שלהם הוא דוגמת ביטול היש28 (שלכן הם פועלים בנפש השכלית והבהמית), ובפנימיות הם אלקות29, והביטול שלהם הוא ביטול במציאות.ה) ויש  לומר, שד' ענינים הנ\"ל – שתי הדרגות דחצר שהם הבירור דנפש הבהמית והשכלית, ושני הענינים בהכחות דנפש האלקית כמו שהם בגילוי וכמו שהם בעצם מהותם – הם דוגמת ד' העולמות אבי\"ע והענין הוא, דעשי' ויצירה הם מציאות, ובריאה היא רק אפשרות המציאות, ואצילות היא אפיסת המציאות30 ומהחילוקים שבין עשי' ויצירה (מציאות) לבריאה (אפשרות המציאות) הוא, שהביטול שבעשי' ויצירה הוא ביטול היש31, דכיון שעשי' ויצירה הם מציאות, הביטול שבהם הוא דבר נוסף על מציאותם והביטול שבבריאה, שהיא רק אפשרות המציאות, הוא ביטול במציאות30, היינו שכל מציאותו הוא ביטול32 וזהו33 שיצירה הוא מדור המלאכים שעבודתם בדחילו ורחימו טבעיים, ובריאה הוא מדור נשמות הצדיקים שעבודתם היתה בדו\"ר שכליים (וגם המלאכים שעבודתם בדו\"ר שכליים מקומם הוא בבריאה)34, כי דו\"ר טבעיים הם הטבע (המציאות) של הנברא, ודו\"ר שכליים הוא שהאהוי\"ר הם לא מצד טבעו ומציאותו אלא לפי שהענין האלקי שהשיג מחייב שצריך לאהוב את ה' ולירא ממנו אלא32 שאעפ\"כ, כיון שבבריאה הו\"ע ההשגה, והביטול שבבריאה הוא מפני שהשכל מחייב שלגבי אלקות אין מקום למציאות, הרי גם הביטול הוא מציאות, ואמיתית הענין דביטול במציאות הוא באצילות, שהביטול באצילות הוא לא מצד השגת השכל אלא מצד האלקות, שהוא לבדו הוא ואין זולתו ולכן בעולם האצילות אין שייך המציאות דמלאכים35 (גם לא מלאכים שכליים), ועולם האצילות הוא מדור לצדיקים הגדולים שהיו בבחינת מרכבה שלמעלה מהשכל36, ביטול במציאות",
          "topics": [
            "אלקות",
            "גילוי",
            "אצילות",
            "בריאה",
            "יצירה"
          ],
          "word_count": 240
        },
        {
          "chunk_id": "chunk_6",
          "content": "והגם שגם באצילות יש עשר ספירות (שכל ומדות), הרי הספירות דאצילות אינם מציאות (לעצמם) כלל, דאיהו וחיוהי חד איהו וגרמוהי חד37.וזהו  שד' ענינים הנ\"ל שבעבודת האדם הם דוגמת ד' העולמות אבי\"ע, דהביטול בנפש הבהמית ובנפש השכלית, שהביטול הוא דבר נוסף על מציאותם, הוא ע\"ד הביטול דעשי' ויצירה [ולהוסיף, דזה שחצר צריך שמירה הוא לפי שעשי' ויצירה הם מציאות, ולכן הדברים שנשתלשלו מהם צריכים שמירה וענין חצריך לשון רבים הוא, כי העבודה שמצד עולם העשי', עיקרה הוא מעשה בפועל, שלזה מספיק השמירה שע\"י מחיצות – חצר שאינו מקורה, והעבודה שמצד יצירה עיקרה הוא מדות, שלזה צריך השמירה דגג – חצר מקורה] והשכל והמדות דנפש האלקית שמתלבשים בנה\"ב, שהביטול שבהם אינו דבר נוסף על מציאותם אבל הוא דוגמת ביטול היש – הוא ע\"ד הביטול דבריאה, והביטול דנה\"א עצמה (כולל גם הביטול דדרגת הנשמה המלובשת בנה\"ב כמו שהיא בפנימיותה) שהוא ביטול במציאות – הוא ע\"ד הביטול דאצילות.ו) וזהו  בקדמיתא חצריך לבתר ביתך ולבתר היכלך, בקדמיתא חצריך (לשון רבים, חצר שאינו מקורה וחצר מקורה) הוא הבירור והזיכוך דנה\"ב ונפש השכלית, שגם לאחרי הבירור והזיכוך שלהם הם בדרגת בעלי חיים לבתר ביתך הוא גילוי נפש האלקית כמו שמתלבשת בנפש השכלית והבהמית, שהביטול שלה הוא דוגמת הביטול שבבריאה ונק' בית, כי כמו שבית הוא מקום מושב האדם כמ\"ש38 כתפארת אדם לשבת בית, כך עולם הבריאה (עולם הכסא39) הוא מקום מושב אדם העליון, שעיקר דירתו של אדם העליון בנבראים40 הוא כשהביטול שלהם לאלקות הוא באופן שזה (הביטול) הוא כל מציאותם ולבתר היכלך הוא גילוי הנשמה שלמעלה מהתלבשות בנה\"ב (כולל גם הפנימיות דדרגת הנשמה המלובשת בנה\"ב), שהביטול שלה הוא ביטול במציאות כהביטול דאצילות41",
          "topics": [
            "אלקות",
            "גילוי",
            "אצילות",
            "בריאה",
            "יצירה"
          ],
          "word_count": 255
        },
        {
          "chunk_id": "chunk_7",
          "content": "ונק' היכלך, דענין היכלך הוא כמ\"ש42 והוי' בהיכל קדשו הס מפניו כל הארץ, שלגבי הוי' בהיכל קדשו מתבטל (הס) כל ענין המציאות (כל הארץ), ועד שאין שייך גם אפשרות המציאות.ז) וזהו  שקודם ברית מילה אומרים הפסוק אשרי תבחר ותקרב גו', כי ד' העולמות אבי\"ע הם בכלל סדר ההשתלשלות, ומילה היא למעלה מהשתלשלות וכמרז\"ל43 עה\"פ44 למנצח על השמינית על מילה שניתנה בשמיני, ומבואר בלקו\"ת (ד\"ה למנצח על השמינית45) דזה שהשירה של דוד היתה על זה שמילה ניתנה בשמיני, הוא, כי שמיני הוא בחינת א\"ק שלמעלה מאצילות46 ולכאורה יש להוסיף, דמילה היא למעלה לא רק מד' העולמות אלא גם מד' האותיות דשם הוי' (לשון מהווה47) שמהם מתהווים ד' העולמות48 וכמ\"ש בתו\"א49 ע\"פ50 מי יעלה לנו השמימה, שהוא ראשי תיבות מילה וסופי תיבות הוי'51, דזה שמילה הוא ראשי תיבות והוי' הוא סופי תיבות הוא לפי שמילה היא למעלה מהוי' אבל בכדי שתהי' המשכת הגילוי שלמעלה מהשתלשלות ע\"י המילה, צריך להיות תחלה השלימות דהשתלשלות, כמארז\"ל52 כדי שיעבור עליו שבת אחת, דשבת הוא השלימות דהשתלשלות ועי\"ז אפשר להגיע להגילוי שלמעלה מהשתלשלות (מילה בשמיני) ויש לומר, דזהו מ\"ש53 התהלך לפני והי' תמים, שבתחלה צריך להיות והי' אותיות הוי' ועי\"ז באים אח\"כ לבחינת תמים, הגילוי שע\"י מילה ולכן אומרים קודם הברית הפסוק אשרי תבחר ותקרב ישכון חצריך נשבעה בטוב ביתך קדוש היכלך [וגם בלילה שלפני הברית (שאז הוא התחלת ההכנה להברית) נוהגים ללמוד מאמר הזהר ע\"פ זה54], כי העבודה בד' הענינים שבפסוק זה שהם כנגד ד' העולמות וד' אותיות שם הוי' היא ההכנה והכלי להגילוי שלמעלה מהשתלשלות",
          "topics": [
            "אור",
            "גילוי",
            "אצילות",
            "עולמות",
            "נצח"
          ],
          "word_count": 240
        }
      ],
      "footnotes": "* יצא לאור בקונטרס ח\"י ניסן – תנש\"א, \"לקראת יום הבהיר ח\"י ניסן, יום הולדתו של כבוד קדושת הרה\"ג והרה\"ח וכו' המקובל מוהר\"ר לוי יצחק ז\"ל שניאורסאהן, אביו של – יבלח\"ט – כ\"ק אדמו\"ר שליט\"א (בשנת תרל\"ח). ותחילת שנת הצדי\"ק לכניסת כ\"ק אדמו\"ר שליט\"א לבריתו של אאע\"ה, לאורך ימים ושנים טובות .. ועש\"ק ועחה\"פ, שנת ה'תנש\"א\".1) תהלים סה, ה.2) ח\"א צד, ב. הובא בט\"ז יו\"ד הל' מילה סי' רסה ס\"ק יב. וראה גם של\"ה מס' חולין קטז, ב.3) וכ\"ה בכו\"כ סידורים.4) ראה זהר שם \"חצריך ודאי תרי\".5) ב\"ב נז, א.6) ביאוה\"ז להצ\"צ ע' ח. ושם, דזוהי השייכות דחצר לחציר*, כי חציר הוא מאכל בהמה.*) ס' השרשים – הובא בביאוה\"ז שם. ובביאוה\"ז שם מוסיף \"בישעי' סימן ל\"ד (פסוק יג) מצינו חצר נקרא חציר\".7) שו\"ע אדה\"ז או\"ח הל' שבת ר\"ס שנח. וש\"נ.בשו\"ע אדה\"ז שם ס\"ה \"וחצר אפילו יש בו כמה מילין מותר לטלטל בכולו\" – כי שם מדבר בחצר שהוקף לדירה, שהוא כמו בית. והגדר ד\"חצר\" הוא – חצר שאינו מוקף לדירה. ולהעיר מזה שהשיעור דבית סאתיים בקרפף הוא כי חצר המשכן (שלא הי' מוקף לדירה) הי' בית סאתיים וטלטלו בכולו (שו\"ע שם ס\"ב-ג) – הרי שהגדר דחצר הוא חצר שאינו מוקף לדירה, וכשהוא יותר מסאתיים הוא (מד\"ס) ככרמלית.8) ראה תוספות ד\"ה אלא עירובין צ, א.9) חולין כז, ב.10) ראה לקו\"ש ח\"ד ע' 1294 ואילך.11) פרש\"י חולין שם ד\"ה מן היבשה.12) סה\"מ ה'ש\"ת ע' 93. ה'תש\"ב ע' 107.13) לקו\"ת בחוקותי מז, ג. קיצורים והערות לתניא ע' פו. ובכ\"מ.14) ראה סה\"מ ה'ש\"ת שם ע' 94.15) ראה סה\"מ ה'תש\"ב שם ע' 8-107.16) וראה תו\"מ סה\"מ אייר ע' רמ הערה 29, שזהו מהטעמים על זה שגם הענינים דאלקות המושגים בשכל צריכים להיות באופן של אמונה.17) ראה עד\"ז הוספות לתו\"א תשא (קיא, ד).18) ראה סה\"מ תרפ\"ח ע' נג. ובכ\"מ.19) בלקו\"ת צו יג, ג, שישות וגאוה הוא מקור לכל מיני רע, הן בנוגע למעשה בפועל והן בנוגע לכחות הפנימיים – ראה בארוכה סה\"מ ה'תש\"ב ע' 25 ואילך. ובכ\"מ. ולכן שמירת העופות הוא ע\"י שני הענינים: לגדור מחיצות וקירוי גג.20) משלי כו, יב.21) תניא רפי\"ב.22) אבות פ\"א מי\"ז.23) שהם עיקר האדם, משא\"כ המחדומ\"ע הם רק \"לבושים\" (תניא רפ\"ד. ובכ\"מ).24) נסמן בתו\"מ סה\"מ ניסן ע' קיז הערה 29. ולהעיר מביאוה\"ז שבהערה 6, שבית שייך לאדם בגימטריא מ\"ה, וחצר לבהמה בגימטריא ב\"ן (נסמן בתו\"מ סה\"מ שם הערה 27).25) נסמן בתו\"מ סה\"מ שם ע' קיט הערה 49.26) סה\"מ ה'תש\"ח ע' 14 ואילך. ה'שי\"ת ע' 45 ואילך. ובכ\"מ.27) סה\"מ ה'תש\"ח שם ע' 17. ובכ\"מ.28) ראה להלן בשוה\"ג להערה 31.29) בסה\"מ ה'תש\"ח שם (ע' 22), דעבודת הנשמה לברר את נה\"ב היא בחינת חיות המתפשט בגוף, ועבודת הנשמה עצמה היא בחינת חי בעצם. וראה ד\"ה תפלה למשה ה'תשכ\"ט ס\"ז (תו\"מ סה\"מ תמוז ע' מב), דזה שהחיות המתפשט בכחו להחיות את הגוף הוא לפי שהמהות והעצם שלו הוא בחינת חי בעצם.30) ראה בארוכה סה\"מ תרפ\"ו ע' כח ואילך. תרצ\"ט ע' 222 ואילך. ובכ\"מ.31) סה\"מ ה'תש\"ז ע' 118 ואילך.ברוב המקומות, שביטול במציאות הוא באצילות וביטול היש הוא בבי\"ע. ויש לומר, שהחילוק בין \"ביטול היש\" ל\"ביטול במציאות\" אפשר לפרש בשני אופנים: (א) \"ביטול היש\" הוא שבעצם הוא יש והביטול הוא דבר נוסף על מציאותו, ו\"ביטול במציאות\" הוא שהביטול הוא בעצם מציאותו – וענין זה ד\"ביטול במציאות\" שייך גם בבריאה, ראה בארוכה סה\"מ ה'תש\"ז שם. (ב) \"ביטול היש\" הוא שהביטול עצמו הוא בחינת \"יש\", לפי שהוא בא מצד מציאותו (ההשגה וההרגש) של הנברא, ו\"ביטול במציאות\" הוא שהביטול הוא מצד האלקות, שלכן הוא ביטול אמיתי – ובנוגע לענין זה, הביטול שבבריאה הוא ביטול היש, להיותו בא מצד השגת הנבראים*.*) ועד\"ז הוא בהשכל והמדות דנה\"א כמו שמלובשים בנה\"ב, שהביטול שלהם הוא (לא שמאיר בהם הענין דהוא לבדו ואין זולתו כמו שהוא מצד אלקות, אלא) לפי שכן נרגש בהשכל והמדות דהנשמה (שלכן פועל זה על נה\"ב); אבל הרגש זה אינו דבר נוסף עליהם, כי ענינם של השכל ומדות דנה\"א הוא (לא שכל ומדות סתם, אלא) השגת אלקות והרגשת אלקות.32) כ\"ה בסה\"מ שם ע' 119.33) ראה עד\"ז לקו\"ש ח\"ו ע' 116 ואילך.34) תניא פל\"ט.35) ראה הקדמת פע\"ח בסופה \"מי נתן מלאך כו' באצילות\".36) תניא פל\"ט (נג, א).37) תקו\"ז בהקדמה. ע\"ח שער מז (שער סדר אבי\"ע) פי\"ב.38) ישעי' מד, יג.39) פרדס שער טז (שער אבי\"ע) פ\"ג. ע\"ח שער מו (שער כסא הכבוד) פ\"א. שם פ\"ה. שער מז (שער סדר אבי\"ע) פ\"ה. דרושים נחמדים למהר\"ם שי\"ף (בסוף מס' חולין) ד\"ה ההפרש שבין ישראל למלאכים.40) היינו שגם לאחרי הביטול שלהם הם בגדר מציאות.41) ועפ\"ז יומתק לשון הכתוב \"בטוב ביתך קדוש היכלך\", כי הביטול שבבריאה הוא מצד השגה – ההרגש שאלקות הוא טוב, והביטול שבאצילות הוא מצד האלקות למעלה מהשכל – קדוש היכלך, קדוש ומובדל.42) חבקוק ב, כ.43) מנחות מג, ב.44) תהלים יב, א.45) תזריע כ, ד ואילך.46) ולהעיר, שגם בספירות, שמיני היא ספירת הבינה, דבבינה הוא גילוי עתיק ועד שהבינה עצמה נקראת בשם עתיקא (ראה ספר הליקוטים – דא\"ח צ\"צ ערך בינה ע' קלא ואילך. וש\"נ).47) שעהיוה\"א רפ\"ד. וראה זח\"ג רנז, סע\"ב. פרדס שער א (שער עשר ולא תשע) פ\"ט.48) ראה לקו\"ת מסעי צה, א.49) לך לך ד\"ה בעצם היום הזה נמול אברהם וגו' (יג, סע\"ב ואילך).50) נצבים ל, יב.51) תקו\"ז תיקון כב (סה, ב. סו, א). תיקון ע (קלא, רע\"א).52) ראה זח\"ג מד, א (ברע\"מ). ויק\"ר פכ\"ז, י. וראה לקו\"ת תזריע שם כא, א.53) לך לך יז, א.54) כמבואר בסידור בית יעקב (להר\"י עמדין). ובכ\"מ.",
      "glossary": "|אבי\"ע (אבי\"ע): Atzilut, Beriah, Yetzirah, Asiyah; אדם בגימטריא מ\"ה (אדם בגימטריא מ\"ה): Adam in gematria 45; אדם העליון (אדם העליון): Supernal Man; אדמה לעליון (אדמה לעליון): Earth to the Supreme; אדמו\"ר הזקן (אדמו\"ר הזקן): The Alter Rebbe; אהוי\"ר (אהבה ויראה): Love and fear; אור (אור): Light; איהו וגרמוהי חד (איהו וגרמוהי חד): He and His limbs are one; איהו וחיוהי חד (איהו וחיוהי חד): He and His life-force are one; איסור (איסור): Prohibition; אלקות בעצם מהותה (אלקות בעצם מהותה): Divinity in its essential nature; אמיתית הענין (אמיתית הענין): True essence of the matter; אפיסת המציאות (אפיסת המציאות): Negation of existence; אפשרות המציאות (אפשרות המציאות): Possibility of existence; אצילות (אצילות): Atzilut; אשרי תבחר ותקרב ישכון חצריך (אשרי תבחר ותקרב ישכון חצריך): Happy is the one You choose and bring near to dwell in Your courtyards; בגילוי (בגילוי): In revelation; בהמות (בהמות): Animals; בחינת חי (בחינת חי): Aspect of living; בחינת יש (בחינת יש): Aspect of existence; ביטול (ביטול): Nullification; ביטול במציאות (ביטול במציאות): Nullification in existence; ביטול היש (ביטול היש): Nullification of existence; בינוני (בינוני): Intermediate person; בירור וזיכוך (בירור וזיכוך): Clarification and refinement; ביתך (ביתך): Your house; בלי גבול (בלי גבול): Without limit; בס\"ד (בסייעתא דשמיא): With the help of Heaven; בעל שכל (בעל שכל): Intellectual person; בעלי חיים (בעלי חיים): Living beings; בעצם מציאותה (בעצם מציאותה): In the essence of its existence; בערך כלל (בערך כלל): Not comparable at all; בפנימיות (בפנימיות): In the inner dimension; בפנימיותה (בפנימיותה): In its inner dimension; בקדמיתא (בקדמיתא): First; בריא וחזק (בריא וחזק): Healthy and strong; בריאה (בריאה): Beriah; ברית מילה (ברית מילה): Circumcision; גאוה (גאוה): Pride; גודר (גודר): Fences; גילוי נפש האלקית (גילוי נפש האלקית): Revelation of the Divine soul; גמרא (גמרא): Talmud; גסות (גסות): Coarseness; ד' עולמות (ד' עולמות): Four worlds; דבר נוסף (דבר נוסף): Additional thing; דו\"ר שכליים (דחילו ורחימו שכליים): Intellectual fear and love; דוגמת ביטול היש (דוגמת ביטול היש): Like nullification of existence; דחילו ורחימו (דחילו ורחימו): Fear and love; דקות (דקות): Refinement; דקות הרע (דקות הרע): Subtle evil; דרגת בעלי חיים (דרגת בעלי חיים): Level of living beings; דרגת הנשמה (דרגת הנשמה): Level of the soul; ה'תשט\"ז (ה'תשט\"ז): Year 5716; הבירור והזיכוך (הבירור והזיכוך): Clarification and refinement; הגבלה (הגבלה): Limitation; הגשמה (הגשמה): Materialization; הו\"ע ההשגה (הוא עיקר ההשגה): Main aspect is comprehension; הוא לבדו הוא ואין זולתו (הוא לבדו הוא ואין זולתו): He alone exists and there is nothing else; היכלך (היכלך): Your temple; הלכה (הלכה): Jewish law; המלובשת (המלובשת): Clothed; המשכה (המשכה): Drawing down; הס מפניו כל הארץ (הס מפניו כל הארץ): Be silent before Him all the earth; העיקר הוא המעשה (העיקר הוא המעשה): The main thing is action; הפלאת אלקות (הפלאת אלקות): Wonder of Divinity; הרע (הרע): Evil; השגה (השגה): Comprehension; השלימות (השלימות): Perfection; השמירה דגג (השמירה דגג): Protection of roof; השתלשלות (השתלשלות): Chain of emanation; התאוות (התאוות): Desires; התבוננות (התבוננות): Contemplation; התכונה (התכונה): Attribute; התלבשות (התלבשות): Enclothement; והוי' בהיכל קדשו (והוי' בהיכל קדשו): And Hashem is in His holy temple; ועש\"ק (ועש\"ק): And for Shabbat eve; זהר (זהר): Zohar; חיות (חיות): Vitality; חיי שרה (חיי שרה): Life of Sarah; חסידי קדמאי (חסידי קדמאי): Early pious ones; חצר (חצר): Courtyard; חצר מקורה (חצר מקורה): Covered courtyard; חצר שאינו מקורה (חצר שאינו מקורה): Uncovered courtyard; חצריך (חצריך): Your courtyards; טבע (טבע): Nature; טבע השכל (טבע השכל): Nature of intellect; טבעיים (טבעיים): Natural; יבשה (יבשה): Dry land; יורגש (יורגש): Felt; יחידו של עולם (יחידו של עולם): The Unique One of the world; יכשל (יכשל): Stumble; יצירה (יצירה): Yetzirah; ישות (ישות): Sense of self; כ\"ו (כ\"ו): Twenty-six; כולל (כולל): Including; כחות הפנימיים (כחות הפנימיים): Inner faculties; כל מציאותם (כל מציאותם): Their entire existence; כלי לאלקות (כלי לאלקות): Vessel for Divinity; כרמלית (כרמלית): Semi-public domain; כשרה (כשרה): Kosher; כתפארת אדם לשבת בית (כתפארת אדם לשבת בית): Like the glory of man to dwell in a house; לא מצד השגת השכל (לא מצד השגת השכל): Not from intellectual comprehension; לאמיתתם (לאמיתתם): In their true essence; לבתר (לבתר): After; להגבי' ולהעלות (להגבי' ולהעלות): To elevate and raise up; ליום (ליום): For the day; ליחודו ית' (ליחודו ית'): For His unity; לעילא (לעילא): Above; לעצמם (לעצמם): For themselves; לשון רבים (לשון רבים): Plural form; מגבילם (מגבילם): Limits them; מד\"ס (מדברי סופרים): Rabbinic law; מדאורייתא (מדאורייתא): Biblical law; מדברי סופרים (מדברי סופרים): Rabbinic law; מדור המלאכים (מדור המלאכים): Abode of angels; מדור נשמות הצדיקים (מדור נשמות הצדיקים): Abode of souls of the righteous; מדות (מדות): Emotions; מדידה והגבלה (מדידה והגבלה): Measurement and limitation; מדריגות עליונות (מדריגות עליונות): Higher levels; מדריגות תחתונות (מדריגות תחתונות): Lower levels; מופלא (מופלא): Wondrous; מחייב (מחייב): Obligates; מחיצות (מחיצות): Partitions; מחשבה דיבור ומעשה (מחשבה דיבור ומעשה): Thought, speech, and action; מלאכים שכליים (מלאכים שכליים): Intellectual angels; מלמטה למעלה (מלמטה למעלה): From below to above; ממוצע (ממוצע): Intermediate; מספיק (מספיק): Sufficient; מעשה בפועל (מעשה בפועל): Actual deed; מצד האלקות (מצד האלקות): From the Divine side; מציאות (מציאות): Existence; מציאות דמלאכים (מציאות דמלאכים): Existence of angels; מק\"א (מקום אחר): Another place; מקום מושב (מקום מושב): Place of dwelling; מקורה בגג (מקורה בגג): Covered with a roof; מקליפת נוגה (מקליפת נוגה): From kelipat Nogah; מרחשון (מרחשון): Marcheshvan; מרכבה (מרכבה): Chariot; משיג (משיג): Comprehends; משנה (משנה): Mishnah; מתבט; מתלבשים (מתלבשים): Clothe themselves; נברא (נברא): Created being; נבראים (נבראים): Created beings; נה\"א (נפש האלקית): Divine soul; נה\"ב (נפש הבהמית): Animal soul; נוגה (נוגה): Nogah (kelipah); נמשך (נמשך): Drawn; נפש האלקית (נפש האלקית): Divine soul; נפש הבהמית (נפש הבהמית): Animal soul; נפש השכלית (נפש השכלית): Intellectual soul; נשבעה בטוב ביתך קדוש היכלך (נשבעה בטוב ביתך קדוש היכלך): We will be satisfied with the goodness of Your house, the holiness of Your temple; נשמרת (נשמרת): Guarded; נשתלשלו (נשתלשלו): Emanated; נתברר (נתברר): Clarified; סאתיים (סאתיים): Two se'ah measure; סדר המילה (סדר המילה): Order of circumcision; סידור (סידור): Prayer book; סימנים (סימנים): Signs; ספירות דאצילות (ספירות דאצילות): Sefirot of Atzilut; ע\"ד (על דרך): In the manner of; עבודת האדם (עבודת האדם): Service of man; עבירה (עבירה): Transgression; עולם האצילות (עולם האצילות): World of Atzilut; עולם הכסא (עולם הכסא): World of the Throne; עופות (עופות): Birds; עיקר דירתו (עיקר דירתו): Main dwelling; עניני אלקות (עניני אלקות): Divine matters; עפר (עפר): Earth/dust; עשי' (עשיה): Asiyah; עשר ספירות (עשר ספירות): Ten sefirot; פ' (פרשת): Torah portion; פועלים (פועלים): Function; פורח באויר (פורח באויר): Flies in the air; פנימאה (פנימאה): Inner; פנימיות (פנימיות): Inner dimension; פסוק (פסוק): Verse; פריחה באויר (פריחה באויר): Flying in air; צדיקים הגדולים (צדיקים הגדולים): Great righteous ones; צריך שמירה (צריך שמירה): Requires guarding; קרבנא (קרבנא): Sacrifice; ראית איש חכם בעיניו (ראית איש חכם בעיניו): Have you seen a man wise in his own eyes; ריחוק הערך (ריחוק הערך): Distance of value; רקק (רקק): Mud/slime; רשות היחיד (רשות היחיד): Private domain; רשות הרבים (רשות הרבים): Public domain; שייכים (שייכים): Related; שכל אנושי (שכל אנושי): Human intellect; שכל דנוגה (שכל דנוגה): Intellect of Nogah; שכל ומדות (שכל ומדות): Intellect and emotions; שכל טבעי (שכל טבעי): Natural intellect; שלמעלה מהשכל (שלמעלה מהשכל): Above intellect; שלמעלה מהתלבשות (שלמעלה מהתלבשות): Above enclothement; שלמעלה מעולם (שלמעלה מעולם): Above the world; שמירה יתירה (שמירה יתירה): Extra guarding; שתי בחינות (שתי בחינות): Two aspects; שתי מדריגות (שתי מדריגות): Two levels; תופס (תופס): Grasps; תוקף הגסות (תוקף הגסות): Strength of coarseness; תפעול (תפעול): Function; תרנגולים (תרנגולים): Chickens;"
    },
    "search_tags": [
      "נצח",
      "דור",
      "עבודה",
      "Tabernacle",
      "צדיק",
      "אברהם",
      "אלקות",
      "Love",
      "רבי",
      "World",
      "Isaac",
      "Fear/Awe",
      "יצירה",
      "ספירות",
      "Action",
      "Beauty",
      "יצחק",
      "אצילות",
      "ביטול",
      "Sefirot",
      "Jacob",
      "Righteous ones",
      "Dwelling",
      "Nullification",
      "Chain of descent",
      "צדיקים",
      "Creation",
      "Moses",
      "Generation",
      "Emanation",
      "יעקב",
      "דוד",
      "Israel",
      "ישראל",
      "המשכה",
      "Formation",
      "Rabbi",
      "תפארת",
      "Light",
      "השתלשלות",
      "בינה",
      "משכן",
      "אהבה",
      "Understanding",
      "אור",
      "בריאה",
      "עשיה",
      "Eternity",
      "Worlds",
      "יראה",
      "David",
      "Revelation",
      "תיקון",
      "Righteous one",
      "Service",
      "Divinity",
      "גילוי",
      "משה",
      "עולמות",
      "דירה",
      "חסיד",
      "Abraham",
      "Chassid",
      "Rectification",
      "Drawing down",
      "עולם"
    ]
  }
}