{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "2_כה",
    "reference": "Reference: 2_כה",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "שכינה",
        "אלקות",
        "אור",
        "עצמות",
        "גילוי",
        "צמצום",
        "תחתונים",
        "עליונים",
        "אצילות",
        "עולם",
        "עולמות",
        "מלכות",
        "חסד",
        "נצח",
        "הוד",
        "ספירות",
        "צדיקים",
        "צדיק",
        "יעקב",
        "משה",
        "דוד",
        "ישראל",
        "מקדש",
        "בית המקדש",
        "מצוות",
        "מצוה",
        "תורה",
        "תלמוד",
        "גלות",
        "גאולה",
        "משיח",
        "דור",
        "עבודה",
        "המשכה",
        "דירה",
        "תכלית",
        "כוונה",
        "רצון",
        "חטא",
        "תשובה",
        "תיקון",
        "השתלשלות",
        "העלמות",
        "נשיא",
        "רבי"
      ],
      "key_concepts": [
        "Shechinah/Divine Presence",
        "Divinity",
        "Light",
        "Essence",
        "Revelation",
        "Contraction",
        "Lower worlds",
        "Upper worlds",
        "Emanation",
        "World",
        "Worlds",
        "Kingship",
        "Kindness",
        "Eternity",
        "Splendor",
        "Sefirot",
        "Righteous ones",
        "Righteous one",
        "Jacob",
        "Moses",
        "David",
        "Israel",
        "Temple",
        "Holy Temple",
        "Commandments",
        "Commandment",
        "Torah",
        "Talmud",
        "Exile",
        "Redemption",
        "Messiah",
        "Generation",
        "Service",
        "Drawing down",
        "Dwelling",
        "Purpose",
        "Intention",
        "Will",
        "Sin",
        "Repentance",
        "Rectification",
        "Chain of descent",
        "Concealments",
        "Leader",
        "Rabbi"
      ],
      "biblical_references": [
        "שה\"ש ה, טו",
        "בראשית א, כו",
        "בראשית לא, א",
        "שמות נ, א",
        "תהלים סו, ה",
        "תהלים קד, לא"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "ברכות ט, ב"
      ],
      "chassidic_references": [
        "אדמו\"ר הזקן",
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 2207,
      "chunk_count": 10
    },
    "content": {
      "main_text": "בס\"ד. זאת חנוכה, ה'תשל\"חמצותה (של נ\"ח) משתשקע החמה עד שתכלה רגל מן השוק כו' עד דכליא ריגלא דתרמודאי1, ומבואר בדרושי רבותינו נשיאינו2 החילוק שבין נרות חנוכה לנרות המקדש ונרות שבת, דנרות המקדש ונרות שבת זמן הדלקתם הוא מבעוד יום [דנרות המקדש הדליקו מפלג המנחה, שהוא הרבה (שעה ורביע3) קודם שקיעת החמה. וגם נרות שבת צריך להדליקן קודם שקיעת החמה, מצד שמירת שבת4], משא\"כ נר חנוכה מצותה היא משתשקע החמה5. דהגם דזה שתקנו נ\"ח הוא מפני הנס שהי' בנרות המקדש, וא\"כ הי' ראוי שתהי' זמן הדלקתה כנרות המקדש, ובפרט דכל דתקון רבנן כעין דאורייתא תקון6, ומ\"מ מצותה היא דוקא משתשקע החמה. וידוע הביאור בזה, שענין משתשקע החמה קאי על זמן הגלות7 שנקרא בשם חושך. והסיבה לחושך הגלות היא החושך הרוחני – ענין החטאים שהם היפך נר8 מצוה ותורה אור, כמו שאומרים9 ומפני חטאינו גלינו. וזהו מה שנ\"ח מצותה משתשקע החמה, כי ענין נ\"ח הוא להאיר את חושך הגלות [שהרי הזמן דנס חנוכה (אף שאז הי' ביהמ\"ק קיים) נקרא ג\"כ בשם גלות, גלות יון10, ובפרט בימים ההם (שלפני הנס) שהי' התגברות החושך11, וכמובן מנוסח ועל הנסים12 גודל הצרות וכו' שהיו אז]. וזהו ג\"כ מה שזמנה של נ\"ח הוא עד שתכלה רגל מן השוק עד דכליא ריגלא דתרמודאי, תרמודאי הם המורדים במלכות שמים (תרמוד אותיות מורדת13) והם מתעכבים בשוק14 בחי' רה\"ר טורי דפרודא15. ועד דכליא ריגלא דתרמודאי בב' הפירושים. שהאור דנ\"ח מכלה ומבטל את ריגלא דתרמודאי16, ושהאור דנ\"ח פועל ענין הכליון גם בריגלא דתרמודאי, שגם המורדים יתבטלו ויתהפכו ויבואו לכלות הנפש17, ועד שהצמאון והכליון שלהם הוא ביתר עז [וכידוע18 שהצמאון של בע\"ת הוא ביתר עז מצמאון הצדיקים], כי יתרון האור הוא מן החושך דוקא19.ב) והנה ידוע שכל מציאות שבעולם, גם הלעו\"ז, יש לה התחלה ושרש בקדושה (ויתירה מזה ארז\"ל20 אין עוד מלבדו21 ואפילו כשפים שמכחישין פמליא של מעלה). אלא שיש דברים שאי אפשר שיומשכו ממקורם ע\"י השתלשלות (גם השתלשלות של ריבוי דרגות ביותר), כי אם צ\"ל גם הפסק או צמצום או מסך או שבירה וכו'. ומזה מובן בנוגע לענינים הנ\"ל [משתשקע החמה, שוק ותרמודאי] שהתחלתם ומקורם בקדושה, אלא שבאים ע\"י צמצום והפסק וכו' ושבירה וכו'. [ובדוגמת ענין פרעה (שבפרשתנו22), שבשרשו הו\"ע הכי נעלה בקדושה, כידוע23 שפרעה הוא דאתפריעו ואתגליין מיני' כל נהורין, וע\"י ריבוי השתלשלות ושבירה וכו' בא מזה פרעה מלך מצרים, התנים הגדול הרובץ בתוך יאוריו ואומר לי יאורי ואני עשיתיני24]. ומזה גופא שנפלו למטה כ\"כ מוכח ששרשם היא בחינה נעלית ביותר, דכל הגבוה גבוה יותר יורד למטה מטה יותר25. ולכן ע\"י שמבררים הענינים שנפלו למטה ביותר [וכמו הבירור דפרעה שהוא דוקא ע\"י משה רבינו26, וע\"י שניתן לו על זה כח מיוחד, בא אל פרעה27] מתעלים הם לשרשם שהוא גבוה גבוה ביותר. ויתירה מזו, מכיון שכל ירידה היא צורך עלי', הרי עלייתם לאחרי הבירור היא למעלה יותר מכמו שהיו בשרשם קודם הירידה והנפילה.ג) ועפ\"ז יובן מה שמובא28 בענין משתשקע החמה מאמר הזהר29 עה\"פ30 ואל מקומו שואף זורח הוא שם, כד אזיל שמשא למערב האי מערב אקרי מקומו דשמשא כו'. וידוע הביאור בזה31, מערב הוא מלכות32 (כמאמר33 שכינה במערב), וכד אזיל שמשא למערב הוא המשכת וירידת ז\"א (שמש) במלכות, עד בהמלכות כמו שנעשית מקור לבי\"ע ועד ש\"נשקע אור האצילות\", ואעפ\"כ האי מערב אקרי מקומו דשמשא כו', שזה הוא מקומו האמיתי (כי הכוונה האמיתית בהאצלת האצילות היא בשביל התהוות בי\"ע), ועד ששם דוקא זורח הוא, שעיקר ואמיתית ענין הזריחה הוא בבי\"ע דוקא. וכמבואר בספר תניא קדישא34, שעולמות העליונים הם בבחי' ירידה מאור פניו ית', משא\"כ עולמות בי\"ע, ובפרט עוה\"ז התחתון שאין תחתון למטה ממנו, נעשים דירה לו ית', דירה לעצמותו (בדוגמת דירת האדם שעצמות האדם דר בהדירה35), ועד שכידוע36, יש הנברא (שבהרגשתו מציאותו מעצמותו) הוא דוגמת יש האמיתי. וזהו מה שנ\"ח מצותה משתשקע החמה, כי ענין נ\"ח הוא להאיר החושך דבי\"ע (שקיעת השמש הוי' דאצילות), שעי\"ז דוקא נעשה הזריחה, ועד לגילוי ודירת העצמות, כנ\"ל.ד) ויש לומר דענין משתשקע החמה למטה יותר קאי על התהוות הקליפות, שקיעה שלא בערך דאור הקדושה. ומכיון שכל הגבוה גבוה יותר יורד למטה מטה יותר (כנ\"ל ס\"ב), הנה הזריחה שע\"י שקיעה זו היא זריחת אור נעלה יותר גם מהזריחה שע\"י שקיעה הנ\"ל דשמש הוי' דאצילות. [ובדוגמת העילוי שבהתהוות היש דבי\"ע הפרטיים (שקיעת אצילות הפרטית) על העילוי דהתהוות בי\"ע הכלליים (שקיעת אצילות הכללית), שבהתהוות היש דבי\"ע (הפרטיים) דוקא מתגלה כח העצמות, ובבי\"ע גופא עיקר גילוי כח העצמות הוא בהתהוות היש הגשמי דוקא37]. וכמאמר38 כד אתכפיא סט\"א אסתלק יקרא דקוב\"ה בכולהו עלמין, דעי\"ז שיש מציאות דסט\"א (ע\"י שקיעת שמש דקדושה), ואתכפיא סט\"א ואתהפכא סט\"א, נמשך גילוי אור נעלה ביותר, אור שלמעלה מגדר גילוי, שלכן נקרא בשם אסתלק39. ועי\"ז דוקא נשלמת הכוונה שנתאוה הקב\"ה להיות לו ית' דירה בתחתונים40. ובכדי שתושלם כוונה זו נתהווה מציאות הרע41 (כמרז\"ל42 עה\"פ43 נורא עלילה על בני אדם), דזהו שהי' הקב\"ה בונה עולמות ומחריבן44 שקאי על בנין עולם התוהו ושבירתו45, בכדי שהאדם [אתם קרויין אדם46 אדמה לעליון47] יברר את הניצוצות (שלא נתבררו ע\"י הבירור שלמעלה) ויתקנם ויעלם ע\"י עבודתו, ועי\"ז דוקא נשלמת הכוונה דדירה בתחתונים.ה) וזהו פי' עד שתכלה רגל מן השוק: פירוש א', שהו\"ע בקדושה, שוק, שוקיו עמודי שש48 זה העולם שנשתוקק49 הקב\"ה לבראותו50. ורגל (מן השוק) הו\"ע ג' רגלים51, דרגא הכי נעלית בקדושה כמרז\"ל52 כשם שבא לראות כך בא ליראות וכשם שבא ליראות כך בא לראות. ופירוש הב' הוא, שוק ורה\"ר, רה\"ר טורי דפרודא, ועד שבשוק זה ישנם תרמודאי המורדים במלכות שמים (תרמוד אותיות מורדת12), ורגל מן השוק הוא ריגלא דתרמודאי, היינו שבהשוק נמצאים מורדים והם גם מהלכים בו (כי רגל מורה53 על הליכה54), ומן וע\"י השוק. ושני פירושים אלו שייכים זל\"ז, כי זה שנשתוקק הקב\"ה לברוא את העולם (פירוש הא' בשוק) הוא כדי שיהי' לו ית' דירה בתחתונים, בעוה\"ז התחתון שאין תחתון למטה ממנו בענין הסתר אורו ית'55, ולכן היתה ההתהוות באופן דנעשה56 לשון רבים [רשות הרבים (פירוש הב' בשוק)] והרוצה לטעות יטעה57, כי בכדי שיהי' ובחרת בחיים58 (ענין הבחירה) צריך להיות נתינת מקום לטעות. ודוקא עי\"ז שהתהוות העולם היתה באופן דנעשה לשון רבים, ענין רשות הרבים, והאדם בעבודתו מהפך את העולם שיהי' רשות היחיד ליחידו של עולם59, עי\"ז נשלמת כביכול שוקיו תשוקתו של הקב\"ה בבריאת העולם שיהי' לו ית' דירה בתחתונים.ו) והנה התענוג (תשוקה) שלמעלה מזה שהאדם מהפך את השוק רה\"ר טורי דפרודא לרה\"י, אתהפכא חשוכא לנהורא, הוא תענוג הכי נעלה. וכידוע בענין הצחוק [שהו\"ע התענוג הבא מדבר חידוש דוקא. שכמו\"כ הוא גם כביכול בהתענוג וצחוק שלמעלה, שהוא מהחידוש דאתהפכא חשוכא לנהורא60] שהוא תענוג גדול יותר משאר התענוגים שבעולם61. וי\"ל שזהו מה שאמרו62 כל המלמד את בן עם הארץ תורה אפילו הקב\"ה גוזר גזירה מבטלה בשבילו שנאמר63 ואם תוציא יקר מזולל כפי תהי'. דהנה זה שהצדיק מבטל את גזירת הקב\"ה64 (אף שיודע שהקב\"ה גזר כן) הוא לפי שזה גופא הוא רצון הקב\"ה שהצדיק יבטל את הגזירה ויש להקב\"ה מזה נח\"ר ותענוג גדול65. וע\"ד מרז\"ל66 מאי עביד קוב\"ה בההיא שעתא כו' קא חייך ואמר נצחוני בני נצחוני, דמזה שנצחוני בני, נעשה למעלה תענוג הכי גדול, חיוך וצחוק. וכמו שהוא בעניני הלכה, שהקב\"ה מחייך ואומר נצחוני בני נצחוני, עד\"ז הוא בנוגע להליכות עולם67, הנהגות בעולם, גזירותיו של הקב\"ה68, שיש להקב\"ה נח\"ר ותענוג גדול מזה [וע\"ד שארז\"ל69 גבי קידוש החודש אתם אפילו מזידין, שגם כשקידשו את החודש במזיד היפך דיני התורה הרי זה מקודש, ו(גם אז) אומר הקב\"ה לב\"ד של מעלה אני ואתם נלך אצל ב\"ד של מטה70]. וזהו כל המלמד את בן עם הארץ תורה כו' שנאמר ואם תוציא יקר מזולל כפי תהי', כי התענוג והצחוק שלמעלה הוא מהעבודה דבירור הניצוצות, להוציא יקר מזולל, ולכן זה שמלמד ומפיץ תורה חוצה גם לבן עם הארץ עליו אמרו הקב\"ה גוזר גזירה וצדיק מבטלה, כי מכיון שמעבודתו של צדיק זה נעשה התענוג והצחוק שלמעלה לכן הקב\"ה גוזר גזירה וצדיק מבטלה, וקוב\"ה קא חייך ואמר נצחוני בני נצחוני.ז) וענין הנ\"ל (סעיף ה) שהכוונה בההעלמות וההסתרים דעולם הוא בכדי שיוכל להיות ובחרת בחיים, נותן כח ועידוד להאדם שלא להתפעל מזה שרואה שהעולם הוא מלא קליפות וסט\"א71, מציאות של שוק (רשות הרבים) שיש בו תרמודאי ועד שהתרמודאי הולכים בו (כנ\"ל), מכיון שזה גופא שהעולם הוא במצב כזה הוא בכדי שהאדם יתגבר כו'. וע\"ד המבואר בספר צוואת הריב\"ש72, שכשאדם מתפלל בכוונה ועומד לנגדו נכרי73 המדבר ומבלבלו בתפלתו, הנה זה גופא צריך לפעול בו שיתעורר להתפלל יותר בכוונה מעומקא דלבא. שכשיתבונן שחיותו של הנכרי הוא דבר הוי' ורוח פיו ית' המחי' ומהווה אותו בשעה זו גופא כשמדבר דיבורים המבלבלים את כוונת התפלה, ועד שבדיבורים אלה גופא מלובש דיבורו ית' בבחי' גלות, הנה ע\"י התבוננות זו יתעורר להתפלל יותר בכוונה מעומקא דלבא. דלא זו בלבד שאינו מתפעל מדיבורי הנכרי ומתפלל כמו שלא הי' מבלבלו, אלא יתירה מזו, שבלבול הנכרי גופא פועל בו התעוררות יתירה. כי ניצוצי הקדושה שהיו בגלות בדיבורי הנכרי הם מבחינה גבוה ביותר (שלכן נפלו למטה ביותר), וע\"י שהאדם מוציא אותם מהקליפות, להוציא יקר מזולל, מתגלה בהם שרשם שהוא גבוה ביותר, ומזה נמשך תוספת כח להאדם בעבודתו. [ובפרט ע\"פ משנת\"ל (סעיף ב) בענין ירידה צורך עלי', דהעלי' שלאחר הירידה היא למדריגה נעלית יותר מהמדריגה שקודם הירידה, דכמו\"כ הוא גם בעליית הניצוצות, שלאחרי הירידה (והבירור) הן מתעלות למעלה יותר מכמו שהיו בשרשם (גבוה ביותר), דיש לומר, שעלייתם היא למעלה גם מהענין דגבוה ביותר, והוא, שע\"י העבודה דבירור הניצוצות נשלמת (כנ\"ל ס\"ד) הכוונה דדירה לו ית' בתחתונים, לו לעצמותו, שבעצמותו ית' אין שייך כל הגדר דמעלה ומטה (גבוה ומטה)]. ובדוגמת ענין כליא ריגלא דתרמודאי, שלא רק שהוא מכלה ומבטל את המורדים (תרמודאי), אלא שהוא פועל בהם גופא ענין הכליון74, ע\"י שמברר את הניצוצות שבהם ומעלה אותם לשרשם.ח) ועפ\"ז יובן גם הקשר דשני הפירושים ברגל (מן השוק), שקאי על רגל דלעו\"ז (ריגלא דתרמודאי), ושקאי על ג' רגלים דקדושה, כי בירור והעלאת הניצוצות שברגל דלעו\"ז (שעי\"ז נעשה בו ענין הכליון, כליא ריגלא דתרמודאי) הוא ע\"י העבודה דג' רגלים. והענין הוא דהנה ידוע75 ההפרש בין תוהו לתיקון, שבתוהו היו הספירות בבחי' ב' קוין ובתיקון הם בבחי' ג' קוין. והעבודה דבירור הניצוצות דתוהו שנפלו בלעו\"ז (ריגלא דתרמודאי דלעו\"ז) הוא ע\"י שמעלים אותם לבחי' התיקון שהוא בג' קוין, ענין76 ג' רגלים (דקדושה). ובעבודת האדם הו\"ע ג' העמודים75 שעליהם העולם עומד77, הן העולם קטן זה האדם78, והן עמידת כללות העולם – עוה\"ז הגשמי התחתון במדריגה שאין תחתון למטה ממנו, שעליו עומדים ומתקיימים כל העולמות וכל סדר ההשתלשלות. וזהו מ\"ש גבי יעקב [ומכיון שנשמת יעקב היא כלולה מכל הנשמות79, מובן מזה שכמו\"כ הוא בכאו\"א מישראל] והנה הוי' נצב עליו80, וארז\"ל81 הצדיקים אלקיהם מתקיים עליהם, דזה שאלקותו ית' הוא בבחינת נצב (נצב מלך82), הוא מתקיים ונצב כביכול על מעשינו ועבודתינו, ובפרט על מעשינו ועבודתינו במשך זמן הגלות83, ועד שע\"י (בירור) חושך הגלות נעשה זה (דאלקיהם מתקיים עליהם), ועד שזה נעשה גם ע\"י עבודה דאצבע קטנה84, וכידוע פס\"ד הרמב\"ם85 שע\"י מצוה אחת [הן במחשבה, הן בדיבור והן במעשה] מכריע את עצמו ואת כל העולם כולו לכף זכות וגורם לו ולהם תשועה והצלה.ט) וע\"פ כל הנ\"ל תובן גם השייכות דשמונת ימי חנוכה לשמונת ימי החג [כמשנת\"ל בארוכה במאמר הקודם (ד\"ה ת\"ר מצות נ\"ח86), מיוסד על מאמרי רבותינו נשיאינו, ששמונת ימי חנוכה הם דוגמת שמונת ימי החג] כי כמו שבחג הסוכות פועלים שיהי' הללו87 את הוי' כל גוים שבחוהו כל האומים כי גבר עלינו חסדו [דזה שגבר עלינו חסדו (גילוי תגבורת החסד) פועל גם בהגוים והאומים שיהללו וישבחו את הוי'], עד\"ז הוא גם בחנוכה, שפועלים גם בהגוים והאומים, וכנ\"ל (סוס\"א וסוס\"ז) בענין כליא ריגלא דתרמודאי שהאור דנ\"ח פועל גם בהמורדים שיהיו בבחינת כליון וכלות הנפש. והגם שבסוכות ההמשכה דגבר עלינו חסדו (מקיפים עליונים88) היא בגילוי גמור, משא\"כ בחנוכה, שלכן הוצרכו אז למלחמה87, הרי ידועה הכרעת כ\"ק אדמו\"ר הזקן89 שגמר נצחון המלחמה הי' בכ\"ד כסלו, משא\"כ בכ\"ה בכסלו הי' כבר יום מנוחה [דזהו פירוש חנוכה, חנו כ\"ה90, שביום זה הי' מנוחה], ואז פינו את היכלך וכו' והדליקו נרות בחצרות קדשך91, ועד שנעשה להודות ולהלל לשמך הגדול90, שהוא בחינה נעלית ביותר, כמבואר בדרושי יציאת מצרים92 ענין שמו הגדול.והנה כמו שבסוכות זמן שמחתנו לשון רבים, על שם ב' השמחות דישמח93 הוי' במעשיו וישמח94 ישראל בעושיו95, עם היות שבשניהם נאמר ישמח לשון עתיד לפי שעיקר ענינם יהי' לעת\"ל96, ואעפ\"כ מזה שחג הסוכות נקרא (עכשיו) זמן שמחתנו מובן שב' שמחות אלו ישנם גם עכשיו בחג הסוכות בגילוי, עד\"ז הוא גם בענין כליא ריגלא דתרמודאי, הפעולה באוה\"ע שבימי חנוכה, שעם היות ששלימות ענין זה יהי' לע\"ל, כמ\"ש97 אז אהפוך אל עמים שפה ברורה גו' לעבדו שכם אחד, מ\"מ נעשה זה גם עכשיו בחנוכה98. וכמו שהי' בימים ההם שנתבטלה שליטת מלכות יון הרשעה, אע\"פ שגם לאח\"ז לא היתה עדיין גאולה שלימה [וכמובן גם מזה שבבית שני חסרו, עוד לפני זה וגם לאחר זה, ה' דברים99], עד\"ז הוא גם בימים ההם בזמן הזה, דהגם שנמצאים עדיין בזמן הגלות (גם לפני אתחלתא דגאולה100), מ\"מ ע\"י מעשיו ועבודתו של כל אחד ואחת (שאף הן היו באותו הנס101) במשך זמן הגלות, ובפרט בהענין שהזמן גרמא – העבודה דימי חנוכה, שעיקרה הוא הדלקת נרות חנוכה על פתח ביתו מבחוץ102, נעשה כליא ריגלא דתרמודאי (בשני הפירושים דלעיל) עוד לפני הגאולה. וע\"ד שהי' בהגאולה דיציאת מצרים (שכל הגליות נק' על שם מצרים103), שלכל בני ישראל הי' אור במושבותם עוד בהיותם במצרים104, ועי\"ז וינצלו את מצרים105, כמצודה שאין בה דגן (בירור הניצוצות דעלמא דאתגליא) וכמצולה שאין בה דגים106 (בירור הניצוצות דעלמא דאתכסיא), עד\"ז הוא גם עכשיו, שעוד ברגעים האחרונים שלפני הגאולה יהי' לכל בני ישראל אור במושבותם, ומזה באים אח\"כ, ויתירה מזה תיכף ומיד, לגאולה השלימה, שאז יהי' (כנ\"ל) כליא ריגלא דתרמודאי בשלימות.יו\"ד) וע\"י מעשינו ועבודתינו מקרבים וממהרים את הגאולה עוד יותר, וכפס\"ד הרמב\"ם84 שאפילו ע\"י מצוה אחת גורם לכל העולם תשועה והצלה, ועאכו\"כ ע\"י לימוד והפצת פנימיות התורה שנתגלתה בדורות האחרונים דוקא (כידוע בענין טועמי' חיים זכו107), וגדול תלמוד שמביא לידי מעשה108, שזה (לימוד פנימיות התורה) מוסיף גם חיות והידור בקיום המצוות, ועד להידור באופן דמהדרין מן המהדרין (כמנהג הפשוט במצות נ\"ח109), ועי\"ז מקרבים וממהרים עוד יותר את הגאולה, שבקרוב ממש הולכים לקבל פני משיח צדקנו, שילמד תורה את כל העם כולו110 (תכלית השלימות בלימוד התורה), ושם נעשה לפניך כמצות רצונך111 (תכלית השלימות בקיום המצוות112), וזוכים קהל גדול דישובו הנה113, כולם להודות ולהלל לשמך הגדול, בבית המקדש השלישי, בית הנצחי114, מקדש אד' כוננו ידיך115, ובמהרה בימינו ממש.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד זאת חנוכה, ה'תשל\"חמצותה (של נ\"ח) משתשקע החמה עד שתכלה רגל מן השוק כו' עד דכליא ריגלא דתרמודאי1, ומבואר בדרושי רבותינו נשיאינו2 החילוק שבין נרות חנוכה לנרות המקדש ונרות שבת, דנרות המקדש ונרות שבת זמן הדלקתם הוא מבעוד יום [דנרות המקדש הדליקו מפלג המנחה, שהוא הרבה (שעה ורביע3) קודם שקיעת החמה וגם נרות שבת צריך להדליקן קודם שקיעת החמה, מצד שמירת שבת4], משא\"כ נר חנוכה מצותה היא משתשקע החמה5 דהגם דזה שתקנו נ\"ח הוא מפני הנס שהי' בנרות המקדש, וא\"כ הי' ראוי שתהי' זמן הדלקתה כנרות המקדש, ובפרט דכל דתקון רבנן כעין דאורייתא תקון6, ומ\"מ מצותה היא דוקא משתשקע החמה וידוע הביאור בזה, שענין משתשקע החמה קאי על זמן הגלות7 שנקרא בשם חושך והסיבה לחושך הגלות היא החושך הרוחני – ענין החטאים שהם היפך נר8 מצוה ותורה אור, כמו שאומרים9 ומפני חטאינו גלינו וזהו מה שנ\"ח מצותה משתשקע החמה, כי ענין נ\"ח הוא להאיר את חושך הגלות [שהרי הזמן דנס חנוכה (אף שאז הי' ביהמ\"ק קיים) נקרא ג\"כ בשם גלות, גלות יון10, ובפרט בימים ההם (שלפני הנס) שהי' התגברות החושך11, וכמובן מנוסח ועל הנסים12 גודל הצרות וכו' שהיו אז] וזהו ג\"כ מה שזמנה של נ\"ח הוא עד שתכלה רגל מן השוק עד דכליא ריגלא דתרמודאי, תרמודאי הם המורדים במלכות שמים (תרמוד אותיות מורדת13) והם מתעכבים בשוק14 בחי' רה\"ר טורי דפרודא15 ועד דכליא ריגלא דתרמודאי בב' הפירושים",
          "topics": [
            "אור",
            "מלכות",
            "מקדש",
            "מצוה",
            "תורה"
          ],
          "word_count": 216
        },
        {
          "chunk_id": "chunk_2",
          "content": "שהאור דנ\"ח מכלה ומבטל את ריגלא דתרמודאי16, ושהאור דנ\"ח פועל ענין הכליון גם בריגלא דתרמודאי, שגם המורדים יתבטלו ויתהפכו ויבואו לכלות הנפש17, ועד שהצמאון והכליון שלהם הוא ביתר עז [וכידוע18 שהצמאון של בע\"ת הוא ביתר עז מצמאון הצדיקים], כי יתרון האור הוא מן החושך דוקא19.ב) והנה ידוע שכל מציאות שבעולם, גם הלעו\"ז, יש לה התחלה ושרש בקדושה (ויתירה מזה ארז\"ל20 אין עוד מלבדו21 ואפילו כשפים שמכחישין פמליא של מעלה) אלא שיש דברים שאי אפשר שיומשכו ממקורם ע\"י השתלשלות (גם השתלשלות של ריבוי דרגות ביותר), כי אם צ\"ל גם הפסק או צמצום או מסך או שבירה וכו' ומזה מובן בנוגע לענינים הנ\"ל [משתשקע החמה, שוק ותרמודאי] שהתחלתם ומקורם בקדושה, אלא שבאים ע\"י צמצום והפסק וכו' ושבירה וכו' [ובדוגמת ענין פרעה (שבפרשתנו22), שבשרשו הו\"ע הכי נעלה בקדושה, כידוע23 שפרעה הוא דאתפריעו ואתגליין מיני' כל נהורין, וע\"י ריבוי השתלשלות ושבירה וכו' בא מזה פרעה מלך מצרים, התנים הגדול הרובץ בתוך יאוריו ואומר לי יאורי ואני עשיתיני24] ומזה גופא שנפלו למטה כ\"כ מוכח ששרשם היא בחינה נעלית ביותר, דכל הגבוה גבוה יותר יורד למטה מטה יותר25 ולכן ע\"י שמבררים הענינים שנפלו למטה ביותר [וכמו הבירור דפרעה שהוא דוקא ע\"י משה רבינו26, וע\"י שניתן לו על זה כח מיוחד, בא אל פרעה27] מתעלים הם לשרשם שהוא גבוה גבוה ביותר ויתירה מזו, מכיון שכל ירידה היא צורך עלי', הרי עלייתם לאחרי הבירור היא למעלה יותר מכמו שהיו בשרשם קודם הירידה והנפילה.ג) ועפ\"ז יובן מה שמובא28 בענין משתשקע החמה מאמר הזהר29 עה\"פ30 ואל מקומו שואף זורח הוא שם, כד אזיל שמשא למערב האי מערב אקרי מקומו דשמשא כו'",
          "topics": [
            "אור",
            "צמצום",
            "עולם",
            "צדיקים",
            "צדיק"
          ],
          "word_count": 251
        },
        {
          "chunk_id": "chunk_3",
          "content": "וידוע הביאור בזה31, מערב הוא מלכות32 (כמאמר33 שכינה במערב), וכד אזיל שמשא למערב הוא המשכת וירידת ז\"א (שמש) במלכות, עד בהמלכות כמו שנעשית מקור לבי\"ע ועד ש\"נשקע אור האצילות\", ואעפ\"כ האי מערב אקרי מקומו דשמשא כו', שזה הוא מקומו האמיתי (כי הכוונה האמיתית בהאצלת האצילות היא בשביל התהוות בי\"ע), ועד ששם דוקא זורח הוא, שעיקר ואמיתית ענין הזריחה הוא בבי\"ע דוקא וכמבואר בספר תניא קדישא34, שעולמות העליונים הם בבחי' ירידה מאור פניו ית', משא\"כ עולמות בי\"ע, ובפרט עוה\"ז התחתון שאין תחתון למטה ממנו, נעשים דירה לו ית', דירה לעצמותו (בדוגמת דירת האדם שעצמות האדם דר בהדירה35), ועד שכידוע36, יש הנברא (שבהרגשתו מציאותו מעצמותו) הוא דוגמת יש האמיתי וזהו מה שנ\"ח מצותה משתשקע החמה, כי ענין נ\"ח הוא להאיר החושך דבי\"ע (שקיעת השמש הוי' דאצילות), שעי\"ז דוקא נעשה הזריחה, ועד לגילוי ודירת העצמות, כנ\"ל.ד) ויש לומר דענין משתשקע החמה למטה יותר קאי על התהוות הקליפות, שקיעה שלא בערך דאור הקדושה ומכיון שכל הגבוה גבוה יותר יורד למטה מטה יותר (כנ\"ל ס\"ב), הנה הזריחה שע\"י שקיעה זו היא זריחת אור נעלה יותר גם מהזריחה שע\"י שקיעה הנ\"ל דשמש הוי' דאצילות [ובדוגמת העילוי שבהתהוות היש דבי\"ע הפרטיים (שקיעת אצילות הפרטית) על העילוי דהתהוות בי\"ע הכלליים (שקיעת אצילות הכללית), שבהתהוות היש דבי\"ע (הפרטיים) דוקא מתגלה כח העצמות, ובבי\"ע גופא עיקר גילוי כח העצמות הוא בהתהוות היש הגשמי דוקא37] וכמאמר38 כד אתכפיא סט\"א אסתלק יקרא דקוב\"ה בכולהו עלמין, דעי\"ז שיש מציאות דסט\"א (ע\"י שקיעת שמש דקדושה), ואתכפיא סט\"א ואתהפכא סט\"א, נמשך גילוי אור נעלה ביותר, אור שלמעלה מגדר גילוי, שלכן נקרא בשם אסתלק39",
          "topics": [
            "שכינה",
            "אור",
            "עצמות",
            "גילוי",
            "עליונים"
          ],
          "word_count": 248
        },
        {
          "chunk_id": "chunk_4",
          "content": "ועי\"ז דוקא נשלמת הכוונה שנתאוה הקב\"ה להיות לו ית' דירה בתחתונים40 ובכדי שתושלם כוונה זו נתהווה מציאות הרע41 (כמרז\"ל42 עה\"פ43 נורא עלילה על בני אדם), דזהו שהי' הקב\"ה בונה עולמות ומחריבן44 שקאי על בנין עולם התוהו ושבירתו45, בכדי שהאדם [אתם קרויין אדם46 אדמה לעליון47] יברר את הניצוצות (שלא נתבררו ע\"י הבירור שלמעלה) ויתקנם ויעלם ע\"י עבודתו, ועי\"ז דוקא נשלמת הכוונה דדירה בתחתונים.ה) וזהו פי' עד שתכלה רגל מן השוק: פירוש א', שהו\"ע בקדושה, שוק, שוקיו עמודי שש48 זה העולם שנשתוקק49 הקב\"ה לבראותו50 ורגל (מן השוק) הו\"ע ג' רגלים51, דרגא הכי נעלית בקדושה כמרז\"ל52 כשם שבא לראות כך בא ליראות וכשם שבא ליראות כך בא לראות ופירוש הב' הוא, שוק ורה\"ר, רה\"ר טורי דפרודא, ועד שבשוק זה ישנם תרמודאי המורדים במלכות שמים (תרמוד אותיות מורדת12), ורגל מן השוק הוא ריגלא דתרמודאי, היינו שבהשוק נמצאים מורדים והם גם מהלכים בו (כי רגל מורה53 על הליכה54), ומן וע\"י השוק ושני פירושים אלו שייכים זל\"ז, כי זה שנשתוקק הקב\"ה לברוא את העולם (פירוש הא' בשוק) הוא כדי שיהי' לו ית' דירה בתחתונים, בעוה\"ז התחתון שאין תחתון למטה ממנו בענין הסתר אורו ית'55, ולכן היתה ההתהוות באופן דנעשה56 לשון רבים [רשות הרבים (פירוש הב' בשוק)] והרוצה לטעות יטעה57, כי בכדי שיהי' ובחרת בחיים58 (ענין הבחירה) צריך להיות נתינת מקום לטעות",
          "topics": [
            "אור",
            "תחתונים",
            "עולם",
            "עולמות",
            "מלכות"
          ],
          "word_count": 205
        },
        {
          "chunk_id": "chunk_5",
          "content": "ודוקא עי\"ז שהתהוות העולם היתה באופן דנעשה לשון רבים, ענין רשות הרבים, והאדם בעבודתו מהפך את העולם שיהי' רשות היחיד ליחידו של עולם59, עי\"ז נשלמת כביכול שוקיו תשוקתו של הקב\"ה בבריאת העולם שיהי' לו ית' דירה בתחתונים.ו) והנה התענוג (תשוקה) שלמעלה מזה שהאדם מהפך את השוק רה\"ר טורי דפרודא לרה\"י, אתהפכא חשוכא לנהורא, הוא תענוג הכי נעלה וכידוע בענין הצחוק [שהו\"ע התענוג הבא מדבר חידוש דוקא שכמו\"כ הוא גם כביכול בהתענוג וצחוק שלמעלה, שהוא מהחידוש דאתהפכא חשוכא לנהורא60] שהוא תענוג גדול יותר משאר התענוגים שבעולם61 וי\"ל שזהו מה שאמרו62 כל המלמד את בן עם הארץ תורה אפילו הקב\"ה גוזר גזירה מבטלה בשבילו שנאמר63 ואם תוציא יקר מזולל כפי תהי' דהנה זה שהצדיק מבטל את גזירת הקב\"ה64 (אף שיודע שהקב\"ה גזר כן) הוא לפי שזה גופא הוא רצון הקב\"ה שהצדיק יבטל את הגזירה ויש להקב\"ה מזה נח\"ר ותענוג גדול65 וע\"ד מרז\"ל66 מאי עביד קוב\"ה בההיא שעתא כו' קא חייך ואמר נצחוני בני נצחוני, דמזה שנצחוני בני, נעשה למעלה תענוג הכי גדול, חיוך וצחוק וכמו שהוא בעניני הלכה, שהקב\"ה מחייך ואומר נצחוני בני נצחוני, עד\"ז הוא בנוגע להליכות עולם67, הנהגות בעולם, גזירותיו של הקב\"ה68, שיש להקב\"ה נח\"ר ותענוג גדול מזה [וע\"ד שארז\"ל69 גבי קידוש החודש אתם אפילו מזידין, שגם כשקידשו את החודש במזיד היפך דיני התורה הרי זה מקודש, ו(גם אז) אומר הקב\"ה לב\"ד של מעלה אני ואתם נלך אצל ב\"ד של מטה70]",
          "topics": [
            "תחתונים",
            "עולם",
            "נצח",
            "צדיק",
            "תורה"
          ],
          "word_count": 221
        },
        {
          "chunk_id": "chunk_6",
          "content": "וזהו כל המלמד את בן עם הארץ תורה כו' שנאמר ואם תוציא יקר מזולל כפי תהי', כי התענוג והצחוק שלמעלה הוא מהעבודה דבירור הניצוצות, להוציא יקר מזולל, ולכן זה שמלמד ומפיץ תורה חוצה גם לבן עם הארץ עליו אמרו הקב\"ה גוזר גזירה וצדיק מבטלה, כי מכיון שמעבודתו של צדיק זה נעשה התענוג והצחוק שלמעלה לכן הקב\"ה גוזר גזירה וצדיק מבטלה, וקוב\"ה קא חייך ואמר נצחוני בני נצחוני.ז) וענין הנ\"ל (סעיף ה) שהכוונה בההעלמות וההסתרים דעולם הוא בכדי שיוכל להיות ובחרת בחיים, נותן כח ועידוד להאדם שלא להתפעל מזה שרואה שהעולם הוא מלא קליפות וסט\"א71, מציאות של שוק (רשות הרבים) שיש בו תרמודאי ועד שהתרמודאי הולכים בו (כנ\"ל), מכיון שזה גופא שהעולם הוא במצב כזה הוא בכדי שהאדם יתגבר כו' וע\"ד המבואר בספר צוואת הריב\"ש72, שכשאדם מתפלל בכוונה ועומד לנגדו נכרי73 המדבר ומבלבלו בתפלתו, הנה זה גופא צריך לפעול בו שיתעורר להתפלל יותר בכוונה מעומקא דלבא שכשיתבונן שחיותו של הנכרי הוא דבר הוי' ורוח פיו ית' המחי' ומהווה אותו בשעה זו גופא כשמדבר דיבורים המבלבלים את כוונת התפלה, ועד שבדיבורים אלה גופא מלובש דיבורו ית' בבחי' גלות, הנה ע\"י התבוננות זו יתעורר להתפלל יותר בכוונה מעומקא דלבא דלא זו בלבד שאינו מתפעל מדיבורי הנכרי ומתפלל כמו שלא הי' מבלבלו, אלא יתירה מזו, שבלבול הנכרי גופא פועל בו התעוררות יתירה כי ניצוצי הקדושה שהיו בגלות בדיבורי הנכרי הם מבחינה גבוה ביותר (שלכן נפלו למטה ביותר), וע\"י שהאדם מוציא אותם מהקליפות, להוציא יקר מזולל, מתגלה בהם שרשם שהוא גבוה ביותר, ומזה נמשך תוספת כח להאדם בעבודתו",
          "topics": [
            "עולם",
            "נצח",
            "צדיק",
            "דוד",
            "תורה"
          ],
          "word_count": 243
        },
        {
          "chunk_id": "chunk_7",
          "content": "[ובפרט ע\"פ משנת\"ל (סעיף ב) בענין ירידה צורך עלי', דהעלי' שלאחר הירידה היא למדריגה נעלית יותר מהמדריגה שקודם הירידה, דכמו\"כ הוא גם בעליית הניצוצות, שלאחרי הירידה (והבירור) הן מתעלות למעלה יותר מכמו שהיו בשרשם (גבוה ביותר), דיש לומר, שעלייתם היא למעלה גם מהענין דגבוה ביותר, והוא, שע\"י העבודה דבירור הניצוצות נשלמת (כנ\"ל ס\"ד) הכוונה דדירה לו ית' בתחתונים, לו לעצמותו, שבעצמותו ית' אין שייך כל הגדר דמעלה ומטה (גבוה ומטה)] ובדוגמת ענין כליא ריגלא דתרמודאי, שלא רק שהוא מכלה ומבטל את המורדים (תרמודאי), אלא שהוא פועל בהם גופא ענין הכליון74, ע\"י שמברר את הניצוצות שבהם ומעלה אותם לשרשם.ח) ועפ\"ז יובן גם הקשר דשני הפירושים ברגל (מן השוק), שקאי על רגל דלעו\"ז (ריגלא דתרמודאי), ושקאי על ג' רגלים דקדושה, כי בירור והעלאת הניצוצות שברגל דלעו\"ז (שעי\"ז נעשה בו ענין הכליון, כליא ריגלא דתרמודאי) הוא ע\"י העבודה דג' רגלים והענין הוא דהנה ידוע75 ההפרש בין תוהו לתיקון, שבתוהו היו הספירות בבחי' ב' קוין ובתיקון הם בבחי' ג' קוין והעבודה דבירור הניצוצות דתוהו שנפלו בלעו\"ז (ריגלא דתרמודאי דלעו\"ז) הוא ע\"י שמעלים אותם לבחי' התיקון שהוא בג' קוין, ענין76 ג' רגלים (דקדושה) ובעבודת האדם הו\"ע ג' העמודים75 שעליהם העולם עומד77, הן העולם קטן זה האדם78, והן עמידת כללות העולם – עוה\"ז הגשמי התחתון במדריגה שאין תחתון למטה ממנו, שעליו עומדים ומתקיימים כל העולמות וכל סדר ההשתלשלות",
          "topics": [
            "עצמות",
            "תחתונים",
            "עולם",
            "עולמות",
            "ספירות"
          ],
          "word_count": 212
        },
        {
          "chunk_id": "chunk_8",
          "content": "וזהו מ\"ש גבי יעקב [ומכיון שנשמת יעקב היא כלולה מכל הנשמות79, מובן מזה שכמו\"כ הוא בכאו\"א מישראל] והנה הוי' נצב עליו80, וארז\"ל81 הצדיקים אלקיהם מתקיים עליהם, דזה שאלקותו ית' הוא בבחינת נצב (נצב מלך82), הוא מתקיים ונצב כביכול על מעשינו ועבודתינו, ובפרט על מעשינו ועבודתינו במשך זמן הגלות83, ועד שע\"י (בירור) חושך הגלות נעשה זה (דאלקיהם מתקיים עליהם), ועד שזה נעשה גם ע\"י עבודה דאצבע קטנה84, וכידוע פס\"ד הרמב\"ם85 שע\"י מצוה אחת [הן במחשבה, הן בדיבור והן במעשה] מכריע את עצמו ואת כל העולם כולו לכף זכות וגורם לו ולהם תשועה והצלה.ט) וע\"פ כל הנ\"ל תובן גם השייכות דשמונת ימי חנוכה לשמונת ימי החג [כמשנת\"ל בארוכה במאמר הקודם (ד\"ה ת\"ר מצות נ\"ח86), מיוסד על מאמרי רבותינו נשיאינו, ששמונת ימי חנוכה הם דוגמת שמונת ימי החג] כי כמו שבחג הסוכות פועלים שיהי' הללו87 את הוי' כל גוים שבחוהו כל האומים כי גבר עלינו חסדו [דזה שגבר עלינו חסדו (גילוי תגבורת החסד) פועל גם בהגוים והאומים שיהללו וישבחו את הוי'], עד\"ז הוא גם בחנוכה, שפועלים גם בהגוים והאומים, וכנ\"ל (סוס\"א וסוס\"ז) בענין כליא ריגלא דתרמודאי שהאור דנ\"ח פועל גם בהמורדים שיהיו בבחינת כליון וכלות הנפש",
          "topics": [
            "אלקות",
            "אור",
            "גילוי",
            "עולם",
            "חסד"
          ],
          "word_count": 183
        },
        {
          "chunk_id": "chunk_9",
          "content": "והגם שבסוכות ההמשכה דגבר עלינו חסדו (מקיפים עליונים88) היא בגילוי גמור, משא\"כ בחנוכה, שלכן הוצרכו אז למלחמה87, הרי ידועה הכרעת כ\"ק אדמו\"ר הזקן89 שגמר נצחון המלחמה הי' בכ\"ד כסלו, משא\"כ בכ\"ה בכסלו הי' כבר יום מנוחה [דזהו פירוש חנוכה, חנו כ\"ה90, שביום זה הי' מנוחה], ואז פינו את היכלך וכו' והדליקו נרות בחצרות קדשך91, ועד שנעשה להודות ולהלל לשמך הגדול90, שהוא בחינה נעלית ביותר, כמבואר בדרושי יציאת מצרים92 ענין שמו הגדול.והנה כמו שבסוכות זמן שמחתנו לשון רבים, על שם ב' השמחות דישמח93 הוי' במעשיו וישמח94 ישראל בעושיו95, עם היות שבשניהם נאמר ישמח לשון עתיד לפי שעיקר ענינם יהי' לעת\"ל96, ואעפ\"כ מזה שחג הסוכות נקרא (עכשיו) זמן שמחתנו מובן שב' שמחות אלו ישנם גם עכשיו בחג הסוכות בגילוי, עד\"ז הוא גם בענין כליא ריגלא דתרמודאי, הפעולה באוה\"ע שבימי חנוכה, שעם היות ששלימות ענין זה יהי' לע\"ל, כמ\"ש97 אז אהפוך אל עמים שפה ברורה גו' לעבדו שכם אחד, מ\"מ נעשה זה גם עכשיו בחנוכה98 וכמו שהי' בימים ההם שנתבטלה שליטת מלכות יון הרשעה, אע\"פ שגם לאח\"ז לא היתה עדיין גאולה שלימה [וכמובן גם מזה שבבית שני חסרו, עוד לפני זה וגם לאחר זה, ה' דברים99], עד\"ז הוא גם בימים ההם בזמן הזה, דהגם שנמצאים עדיין בזמן הגלות (גם לפני אתחלתא דגאולה100), מ\"מ ע\"י מעשיו ועבודתו של כל אחד ואחת (שאף הן היו באותו הנס101) במשך זמן הגלות, ובפרט בהענין שהזמן גרמא – העבודה דימי חנוכה, שעיקרה הוא הדלקת נרות חנוכה על פתח ביתו מבחוץ102, נעשה כליא ריגלא דתרמודאי (בשני הפירושים דלעיל) עוד לפני הגאולה",
          "topics": [
            "גילוי",
            "עליונים",
            "מלכות",
            "חסד",
            "נצח"
          ],
          "word_count": 242
        },
        {
          "chunk_id": "chunk_10",
          "content": "וע\"ד שהי' בהגאולה דיציאת מצרים (שכל הגליות נק' על שם מצרים103), שלכל בני ישראל הי' אור במושבותם עוד בהיותם במצרים104, ועי\"ז וינצלו את מצרים105, כמצודה שאין בה דגן (בירור הניצוצות דעלמא דאתגליא) וכמצולה שאין בה דגים106 (בירור הניצוצות דעלמא דאתכסיא), עד\"ז הוא גם עכשיו, שעוד ברגעים האחרונים שלפני הגאולה יהי' לכל בני ישראל אור במושבותם, ומזה באים אח\"כ, ויתירה מזה תיכף ומיד, לגאולה השלימה, שאז יהי' (כנ\"ל) כליא ריגלא דתרמודאי בשלימות.יו\"ד) וע\"י מעשינו ועבודתינו מקרבים וממהרים את הגאולה עוד יותר, וכפס\"ד הרמב\"ם84 שאפילו ע\"י מצוה אחת גורם לכל העולם תשועה והצלה, ועאכו\"כ ע\"י לימוד והפצת פנימיות התורה שנתגלתה בדורות האחרונים דוקא (כידוע בענין טועמי' חיים זכו107), וגדול תלמוד שמביא לידי מעשה108, שזה (לימוד פנימיות התורה) מוסיף גם חיות והידור בקיום המצוות, ועד להידור באופן דמהדרין מן המהדרין (כמנהג הפשוט במצות נ\"ח109), ועי\"ז מקרבים וממהרים עוד יותר את הגאולה, שבקרוב ממש הולכים לקבל פני משיח צדקנו, שילמד תורה את כל העם כולו110 (תכלית השלימות בלימוד התורה), ושם נעשה לפניך כמצות רצונך111 (תכלית השלימות בקיום המצוות112), וזוכים קהל גדול דישובו הנה113, כולם להודות ולהלל לשמך הגדול, בבית המקדש השלישי, בית הנצחי114, מקדש אד' כוננו ידיך115, ובמהרה בימינו ממש",
          "topics": [
            "אור",
            "עולם",
            "נצח",
            "הוד",
            "ישראל"
          ],
          "word_count": 186
        }
      ],
      "footnotes": "* ) המאמר הוא המשך למאמר שלפניו ד\"ה תנו רבנן מצות נר חנוכה כו' (לעיל ע' קסב ואילך), ויצאו לאור בקונטרס חנוכה – תשמ\"ז, \"ערב חנוכה, תהא זו שנת משיח\".1) שבת כא, ב.2) רד\"ה מצותה משתשקע החמה באוה\"ת חנוכה כרך ה תתקמ, ב. רד\"ה הנ\"ל בס' המאמרים: תר\"ל (ס\"ע מג ואילך), תרנ\"ד (ע' צז), תרע\"ח (ע' קיב). ד\"ה בכ\"ה בכסלו תר\"ס (ס\"ע סג ואילך). וראה גם רד\"ה זה עזר\"ת (ע' קז), תרפ\"ח (ס\"ע כח). רד\"ה ואתה ברחמיך הרבים תרפ\"ו (ע' קסג).3) ראה ד\"ה ת\"ר מצות נ\"ח ה'תשל\"ח (לעיל ע' קסב) הערה 11. וראה שם בנוגע לכמה ענינים דלקמן.4) כדמוכח גם משבת כג, ב – הובא באוה\"ת שם. ד\"ה הנ\"ל תר\"ל, תרנ\"ד, תר\"ס ותרע\"ח שם.5) \"שזהו בסוף השקיעה, וכמ\"ש התוס' במנחות ד\"כ ע\"ב ד\"ה נפסל\" – ד\"ה הנ\"ל תרע\"ח שם. וראה גם טושו\"ע או\"ח הל' חנוכה ר\"ס תערב, ובנ\"כ שם.6) פסחים ל, ב. וש\"נ.7) המשך מצה זו תר\"ם בסופו (פס\"ד. וראה גם שם פנ\"ט).8) לשון הכתוב – משלי ו, כג. ושייך במיוחד לנר חנוכה – פרש\"י ד\"ה בנים, שבת שם. וראה המשך הנ\"ל פ\"ס.9) נוסח התפלה – מוסף דיו\"ט.10) ראה שמו\"ר פט\"ו, ו, הובא ונתבאר בד\"ה הנ\"ל תרנ\"ד (ע' צח ואילך) ותרפ\"ו (ע' קסד ואילך).11) וראה ב\"ר פ\"ב, ד: וחושך זה גלות יון, שהחשיכה עיניהם של ישראל בגזירותי'. ועד\"ז הוא שם פמ\"ד, יז. ויק\"ר פי\"ג, ה. ועוד.12) וראה רמב\"ם ריש הל' חנוכה. ובארוכה במגילת אנטיוכס.13) עמק המלך שער קרית ארבע ר\"פ קיא (קח, א). קה\"י ערך תרמוד.14) פרש\"י שבת כא, ב (ד\"ה רגלא דתרמודאי).15) אוה\"ת שם ס\"ד (תתקמא, ב). ד\"ה מצותה תר\"ל (ע' מז) ותרע\"ח (ע' קיח). וראה גם סד\"ה זה תרנ\"ד (ע' קג ואילך). ד\"ה הנ\"ל תרפ\"ו (ע' קעז).16) אוה\"ת שם סוף סעיף ה וריש סעיף ח (תתקמב, א). ביאוה\"ז להצ\"צ ע' צט (על מאמר הזהר דלהלן ס\"ג). סד\"ה בכ\"ה בכסלו תר\"ס (ס\"ע עה ואילך). סד\"ה הנ\"ל עזר\"ת (ע' קח).17) ד\"ה הנ\"ל תר\"ל, תרנ\"ד, תרע\"ח ותרפ\"ו שבהערה 15. ד\"ה הנ\"ל תר\"ס שם. וראה גם אוה\"ת חנוכה כרך ז תתתמד, א.18) תניא פ\"ז (יב, א). וראה ד\"ה ביום השמיני עצרת תש\"מ ס\"ח (לעיל ח\"א ע' רכב ואילך).19) קהלת ב, יג. וראה ספר הערכים-חב\"ד כרך ב ערך אור – ביחס לחושך ס\"ח. וש\"נ.20) חולין ז, ב.21) ואתחנן ד, לה.22) פ' ויגש.23) זהר פרשתנו רי, א. תו\"א מקץ לא, ג. תו\"ח ד\"ה ויהי מקץ הב' פ\"א (עד, ב). פ\"ו (עז, סע\"ד ואילך). פי\"ח (פז, ד ואילך). אוה\"ת וישב כרך ו תתרצד, ב ואילך. ובכ\"מ.24) יחזקאל כט, ג.25) לקו\"ת ראה יט, ג. ד\"ה ויהי אחר הדברים ה'ש\"ת (ע' כו). כי מנסה ה'תש\"ח פ\"ה (ע' 99). ועוד. וראה ד\"ה נתת ליראיך ה'תשל\"ו ס\"ז ואילך (לקמן ח\"ד ע' נד ואילך). וש\"נ.26) ראה גם אוה\"ת וארא ס\"ע רכט ואילך. ע' רלא. ובכ\"מ.27) ר\"פ בא. ובכ\"מ. זהר ח\"ב עה\"פ (לד, סע\"א ואילך). וראה אוה\"ת בא כרך ז ע' ב'תריא. ד\"ה בא אל פרעה תר\"ל (ע' סז. עד), תרס\"ח (ע' פא. פט), תרע\"ה (המשך תער\"ב ח\"ב ע' תתלב. תתמא), תש\"ד (ע' 119. 127). ועוד.28) בד\"ה מצותה באוה\"ת חנוכה כרך ה ס\"ב (תתקמ, סע\"ב ואילך). ד\"ה זה תר\"ל (ע' מג ואילך) ותרע\"ח (ע' קיב ואילך), מטור ברקת הל' חנוכה סתר\"ע.29) ח\"א קמז, א.30) קהלת א, ה.31) דרושים שבהערה 28. וראה מק\"מ לזהר שם. וראה גם ביאוה\"ז לאדמו\"ר האמצעי על מאמר הזהר הנ\"ל (ויצא יז, ב. יח, א).32) מאו\"א מ, לא. פרדס שער ערכי הכינויים ערך מערב. סה\"מ תקס\"ב ח\"ב ע' שצד. אוה\"ת מסעי ע' א'שצו ואילך. וש\"נ.33) ב\"ב כה, סע\"א. וראה תניא פנ\"ב (ובכ\"מ) ששכינה היא מלכות.34) פל\"ו.35) אוה\"ת בלק ע' תתקצז. המשך תרס\"ו ס\"ע ג. וראה גם שם ע' תמה. סה\"מ תקס\"ה ח\"א ע' תפט. אוה\"ת שה\"ש כרך ב ע' תרעט ואילך. סה\"מ תרס\"ב ע' שלה. תרע\"ח ע' קצג.36) ראה אגה\"ק ס\"כ (קל, ריש ע\"ב). ביאוה\"ז לאדהאמ\"צ בשלח מג, ג. ד\"ה ולקחתם לכם תרס\"א (סה\"מ תרס\"א ע' קצא ואילך). מצה זו עזר\"ת ס\"ב (סה\"מ עזר\"ת ע' קנ), תש\"ז ס\"ב (סה\"מ תש\"ז ע' 238). ועוד. ובד\"ה מצותה תרע\"ח ע' קיג: דזה מה שיש הנברא נראה למציאות דבר כו' כמו יש האמיתי שמציאותו מעצמותו הוא \"משום דבזה דוקא הוא כוונת העצמות\".37) ראה אגה\"ק הנ\"ל (שם ואילך). דרמ\"צ קכט, ב ואילך.38) ראה תניא פכ\"ז ולקו\"ת ר\"פ פקודי (מזח\"ב קכח, ב. שם סז, ב. קפד, א). תו\"א ויקהל פט, ד. לקו\"ת חוקת סה, ג. ד\"ה באתי לגני ה'שי\"ת פ\"א. ועוד.39) תו\"א שם.40) ראה תנחומא נשא טז. בחוקותי ג. ב\"ר ספ\"ג. במדב\"ר פי\"ג, ו. תניא רפל\"ו.41) דמכיון שהכוונה ב\"דירה בתחתונים\" היא (לא רק לתחתון בענין הצמצום, אלא גם) ל\"תחתון במדריגה שאין תחתון למטה ממנו בענין הסתר אורו ית'\" (תניא שם) – לכן אינו מספיק זה שעוה\"ז הוא \"חומרי וגשמי\" עי\"ז ש\"ההארה שבו היא מצומצמת עד קצה האחרון\" (שם פ\"מ (נד, ב)), אלא הוצרך להיות גם התהוות הרע, שיהי' \"מלא קליפות וס\"א כו'\" (שם פל\"ו).42) ראה תנחומא וישב ד. וראה תו\"ח תולדות ד\"ה ויתן לך ס\"י (יג, א-ב). ובכ\"מ.43) תהלים סו, ה.44) קה\"ר פ\"ג, יא (בתחילתה). יל\"ש עה\"פ קהלת ג, יא (רמז תתקסח). ובכ\"מ.45) ראה מאמרי אדמו\"ר האמצעי דברים ח\"ב ע' תקפג. סה\"מ תרס\"ג ע' נד. ה'ש\"ת ע' סה. ועוד.46) יבמות סא, רע\"א.47) עש\"מ (לרמ\"ע מפאנו) מאמר אם כל חי ח\"ב סל\"ג (קצג, ב). של\"ה ג, א. כ, ב. שא, ב. ובכ\"מ. עבודת הקודש ח\"א פי\"ז ואילך.48) שה\"ש ה, טו.49) במדב\"ר רפ\"י.50) ד\"ה מצותה באוה\"ת חנוכה כרך ה ס\"ה (תתקמא, ב). סד\"ה זה תרנ\"ד (ע' קד). סד\"ה ואתה ברחמיך הרבים תרפ\"ו (ס\"ע קעז ואילך).51) אוה\"ת שם ס\"ו (תתקמב, א).52) חגיגה ב, א ובתוס' שם.53) וזוהי השייכות דרגל ורגיל.54) ובלשון הרגיל בסהמ\"צ (ס' חרדים מ\"ע פרק ו. ועוד): מצות התלויות ברגל. ולהעיר מפרש\"י ויצא כט, א. וממרז\"ל (סוכה נג, א): רגלוהי דבר נש כו'.55) תניא פל\"ו.56) בראשית א, כו.57) ב\"ר פ\"ח, ח.58) נצבים ל, יט.59) ראה תניא ספל\"ג. לקו\"ת פ' ראה ל, א. ובכ\"מ.60) תו\"א תולדות יח, א. ויצא כא, ג. תו\"ח שבהערה הבאה. ובכ\"מ.61) ראה תו\"ח (תולדות יא, א. ויצא כה, א) שתענוג זה הוא \"תענוג עצמי שבלתי מורכב בדבר מה\".62) ב\"מ פה, א.63) ירמי' טו, יט.64) מו\"ק טז, ב. תנחומא תבוא א.65) לקו\"א להה\"מ (הוצאת קה\"ת) סרל\"ט (נז, ד). או\"ת לא, ג-ד (בהוצאת קה\"ת תש\"מ ואילך – ספ\"ט).66) ב\"מ נט, ב.67) לשון הכתוב – חבקוק ג, ו. ולהעיר מהשייכות ד\"הליכות עולם\" להלכות (מגילה כח, ב. סוף מס' נדה).68) ראה תורת הה\"מ שם, שזהו בדוגמת \"אב שאומר .. איזה דבר הלכה .. והבן מגודל חריפותו ופלפולו סותר את דבריו\".69) ר\"ה כה, א.70) דב\"ר פ\"ב, יד.71) תניא פל\"ו. וראה גם שם פ\"ו ופכ\"ד, מע\"ח שמ\"ב ספ\"ד.72) סי' קכ. הובא באגה\"ק סכ\"ה (קמא, א. וראה ג\"כ שם קלח, ב). וראה גם תניא פכ\"ח.73) באגה\"ק שם (ועד\"ז בתניא פכ\"ח שם): עו\"ג. אבל ב\"לוח התיקון\" לאגה\"ק שם תיקן שצ\"ל כבפנים. ובפכ\"ח תיקן שצ\"ל: ערל. ועד\"ז הוא בצוואת הריב\"ש שם. וראה לקמן ע' רעג ובהערה ב שם.74) ראה לעיל סוף סעיף א.75) תו\"א וישלח כד, ד. לקו\"ת אמור לז, ג ואילך. ד\"ה והארץ היתה תוהו תקס\"ח (סה\"מ תקס\"ח ח\"א בתחילתו. ועם הגהות וכו' – באוה\"ת בראשית לא, א ואילך. הוספות לסה\"מ שם ע' תקעז ואילך). תו\"ח ד\"ה בראשית ברא הב' ס\"ז ואילך (ט, א ואילך). ד\"ה וישלח סי\"ד (מא, א-ב). ועוד.76) ראה גם ד\"ה מצותה באוה\"ת חנוכה כרך ה ס\"ז (תתקמב, א). שם ע\"ב (בסוף המאמר).77) אבות פ\"א מ\"ב.78) תנחומא פקודי ג. זח\"ג לג, ב. תקו\"ז תס\"ט (ק, ב. קא, א).79) אגה\"ק ס\"ז (קיא, סע\"ב ואילך).80) ויצא כח, יג.81) ב\"ר פס\"ט, ג. ועוד.82) לשון הכתוב – מלכים-א כב, מח. וראה אוה\"ת ויצא עה\"פ (כרך ה תתלט, א ואילך).83) ראה תניא רפל\"ז.84) ראה שהש\"ר וקה\"ר בתחילתן.85) הל' תשובה פ\"ג ה\"ד, מקידושין מ, ריש ע\"ב.86) דמוצאי ש\"פ מקץ, שבת חנוכה (לעיל ע' קסב ואילך).87) תהלים קיז. וראה ד\"ה בסוכות תשבו ה'תשל\"ו ס\"ח (ובמקומות שנסמנו שם – לעיל ח\"א ע' קל ואילך) השייכות דהללו גו' לחג הסוכות.88) ראה תו\"א מקץ ד\"ה ת\"ר מצות נר חנוכה כו' (לד, ב).89) תו\"א ס\"פ וישב (ל, ד). לקו\"ת צו טז, א. וכ\"ה גם בשערי אורה ד\"ה בכ\"ה בכסלו פנ\"ג (כב, א). סהמ\"צ להצ\"צ ריש מצות נ\"ח (דרמ\"צ עא, א). וכשיטת המאירי (שבת כא, ב).90) תקו\"ז תי\"ג (כט, רע\"א). ר\"ן לשבת שם (וראה חדא\"ג מהרש\"א לשבת שם). טור או\"ח הל' חנוכה סי' עתר. ד\"ה ואתה ברחמיך הרבים באוה\"ת חנוכה כרך ה (תתקסד, ב. תתקסו, ב), תרנ\"ח (ס\"ע נח) ותרפ\"ד (ע' קס). בכ\"מ.91) נוסח הודאת \"ועל הנסים\" דחנוכה.92) תו\"א שמות נ, א. אוה\"ת שמות ע' קג ואילך. ועוד.93) תהלים קד, לא.94) שם קמט, ב.95) ד\"ה לה\"ע חנוכה באוה\"ת חנוכה כרך ז תתתסא, א ואילך. לקו\"ת שמע\"צ פח, ד ואילך. וראה גם שם פד, א.96) ראה אוה\"ת שם, סע\"ב. לקו\"ת שם פט, א. סד\"ה א\"ר זירא פתילות ושמנים תרכ\"ט (ע' יב).97) צפני' ג, ט.98) ראה סד\"ה הנ\"ל תרכ\"ט שם. אוה\"ת שם.99) יומא כא, ב. ירושלמי תענית פ\"ב ה\"א.100) כפס\"ד המפורש ברמב\"ם הל' מלכים פי\"א (בתחילת ובסוף הפרק). וראה לקו\"ש ח\"ה ע' 149.101) שבת כג, א. וראה טור שם סתרע\"ג. ויתירה מזו, ע\"י אשה נעשה הנס – פרש\"י שבת שם ד\"ה היו. וראה רשב\"ם פסחים קח, ב ד\"ה שאף הן. תוס' שם ד\"ה היו. תוד\"ה שאף הן – מגילה ד, א. ובפע\"ח סוף שער החנוכה: גאולת יון ע\"י בת מתתיהו.102) שבת כא, ב. רמב\"ם הל' חנוכה פ\"ד ה\"ז. וראה טושו\"ע שם סתרע\"א ס\"ה.103) ב\"ר פט\"ז, ה.104) בא י, כג.105) שם יב, לו.106) ברכות ט, ב.107) ראה לקו\"ש חט\"ו ע' 282. ח\"כ ע' 173. וש\"נ.108) קידושין מ, ב.109) רמ\"א או\"ח סתרע\"א ס\"ב. וראה לקו\"ש ח\"כ ע' 4-433. וש\"נ.110) לקו\"ת צו יז, א. מאמרי אדה\"ז על פרשיות התורה ח\"א ע' רסא. שער האמונה פנ\"ו.111) תפלת מוסף דשבת ויו\"ט.112) ראה תו\"ח ר\"פ ויחי (צה, א. צו, ג-ד). אוה\"ת ויחי כרך ו תתשכח, ב ואילך. שם כרך ז תתתסח, סע\"ב ואילך. המשך וככה תרל\"ז פי\"ז ואילך. המשך מצה זו תר\"ם פס\"ג. ובכ\"מ.113) ירמי' לא, ז.114) ראה זהר ח\"ג רכא, א. ח\"א כח, א.115) בשלח טו, יז ובפרש\"י. וראה פרש\"י ותוס' סוכה מא, סע\"א. תוד\"ה אין – שבועות טו, ריש ע\"ב. ועוד.",
      "glossary": "|אדמה לעליון (Adamah L'Elyon): Earth to the Most High; אור נעלה יותר (Or Na'aleh Yoter): More sublime light; אור שלמעלה מגדר גילוי (Or SheLma'alah MiGeder Giluy): Light above the level of revelation; אין עוד מלבדו (Ein Od Milvado): There is none besides Him; אין שייך כל הגדר דמעלה ומטה (Ein Shayach Kol; אין תחתון למטה ממנו (Ein Tachton L'Matah Mimenu): There is no lower below it; אסתלק יקרא דקוב\"ה (Istalak Yakra D'Kudsha Brich Hu): The honor of the Holy One is elevated; אצילות (Atzilut): Emanation; אתהפכא (Ithapcha): Is transformed; אתהפכא חשוכא לנהורא (Ithapcha Chashuka L'Nehora): Darkness is transformed to light; אתם אפילו מזידין (Atem Afilu Mezidin): You even if intentional; אתם קרויין אדם (Atem Kruyim Adam): You are called man; ב\"ד של מטה (Beit Din Shel Matah): Earthly court; ב\"ד של מעלה (Beit Din Shel Ma'alah): Heavenly court; בא אל פרעה (Bo El Pharaoh): Come to Pharaoh; בגלות (B'Galut): In exile; בונה עולמות ומחריבן (Boneh Olamot U'Macharivan): Builds worlds and destroys them; בחירה (Bechirah): Choice; בי\"ע (Beriah Yetzirah Asiyah): Creation Formation Action; ביהמ\"ק (Beit HaMikdash): Holy Temple; בירור (Birur): Clarification/refinement; בירור הניצוצות (Birur HaNitzotzot): Refinement of sparks; בס\"ד (B'Siyata D'Shmaya): With Divine assistance; בע\"ת (Ba'al Teshuvah): Penitent; ג' רגלים (Gimel Regalim): Three festivals; גבוה ביותר (Gavo'ah B'Yoter): Highest; גזירותיו של הקב\"ה (Gezeirotav Shel HaKadosh Baruch Hu): Decrees of the Holy One; גלות יון (Galut Yavan): Greek exile; דאתפריעו ואתגליין מיני' כל נהורין (D'Itpari'u V'Itgalyan Minei Kol Nehorin): From whom all lights were revealed and disclosed; דבר הוי' ורוח פיו ית' (Dvar Hashem V'Ruach Piv Yitbarach): Word of God and breath of His mouth; דבר חידוש (Davar Chidush): Something novel; דיבורו ית' בבחי' גלות (Diburo Yitbarach BiVchinat Galut): His speech in aspect of exile; דירה בתחתונים (Dirah B'Tachtonim): Dwelling in the lower worlds; דירה לו ית' (Dirah Lo Yitbarach): Dwelling for Him; דירה לעצמותו (Dirah L'Atzmuto): Dwelling for His essence; דכליא ריגלא דתרמודאי (D'Chalya Rigla D'Tarmodai): Until the foot of the rebels is consumed; דרושי רבותינו נשיאינו (Drushei Raboteinu Nesi'einu): Discourses of our Rebbes; ה'תשל\"ח (HaTashLaCh): The year 5738; הזהר (HaZohar): The Zohar; החושך הרוחני (HaChoshech HaRuchani): Spiritual darkness; הליכות עולם (Halichot Olam): Ways of the world; המורדים במלכות שמים (HaMordim B'Malchut Shamayim): Those who rebel against the Kingdom of Heaven; המשכת וירידת (Hamshachat V'Yeridat): Drawing down and descent; הנהגות בעולם (Hanhagot B'Olam): Conduct in the world; הנס (HaNes): The miracle; הסתר אורו ית' (Hester Oro Yitbarach): Concealment of His light; העלמות וההסתרים (Ha'alamot V'HaHesterim): Concealments and hiddennesses; הקב\"ה גוזר גזירה מבטלה (HaKadosh Baruch Hu Gozer Gezeirah Mevatlah): The Holy One decrees a decree and annuls it; הרוצה לטעות יטעה (HaRotzeh Lit'ot Yit'eh): Whoever wants to err will err; השתלשלות (Hishtalshelut): Chain of descent; התבוננות (Hitbonenut): Contemplation; התגברות החושך (Hitgabrut HaChoshech): Strengthening of darkness; התהוות הקליפות (Hithavut HaKlipot): Formation of husks; התנים הגדול (HaTanin HaGadol): The great crocodile; התעוררות יתירה (Hit'orerut Yeteirah): Additional awakening; התענוג (HaTa'anug): Pleasure; ואל מקומו שואף זורח הוא שם (V'El Mekomo Sho'ef Zorach Hu Sham): And to its place it yearns, there it shines; ואם תוציא יקר מזולל כפי תהי' (V'Im Totzi Yakar MiZolel K'Fi Tihyeh): If you extract the precious from the worthless, you shall be as My mouth; ובחרת בחיים (U'Vacharta B'Chayim): And you shall choose life; ומפני חטאינו גלינו (UMipnei Chata'einu Galinu): Because of our sins we were exiled; ועל הנסים (V'Al HaNisim): And for the miracles; ז\"א (Zeir Anpin): Small face; זאת חנוכה (Zot Chanukah): This is Chanukah; זמן הגלות (Zman HaGalut): Time of exile; זריחה (Zrichah): Shining; חושך (Choshech): Darkness; חטאים (Chata'im): Sins; חיותו (Chiyuto): His vitality; יחידו של עולם (Yechido Shel Olam): The Unique One of the world; ירידה מאור פניו ית' (Yeridah Me'Or Panav Yitbarach): Descent from the light of His face; ירידה צורך עלי' (Yeridah Tzorech Aliyah): Descent for the sake of ascent; יש האמיתי (Yesh HaAmiti): True existence; יש לה התחלה ושרש בקדושה (Yesh Lah Hatchalah V'Shoresh BiKdushah): Has beginning and root in holiness; יתרון האור הוא מן החושך (Yitron HaOr Hu Min HaChoshech): The advantage of light is from darkness; כד אזיל שמשא למערב (Kad Azil Shimsha L'Ma'arav): When the sun goes to the west; כד אתכפיא סט\"א (Kad Itkafya Sitra Achra): When the Other Side is subdued; כח העצמות (Koach HaAtzmut): Power of essence; כל הגבוה גבוה יותר יורד למטה מטה יותר (Kol HaGavo'ah Gavo'ah Yoter Yored L'Matah Matah Yoter): The higher something is, the lower it falls; כל המלמד את בן עם הארץ תורה (Kol HaMelamed Et Ben Am HaAretz Torah): Whoever teaches Torah to an ignorant person; כלות הנפש (Kelot HaNefesh): Soul yearning; כעין דאורייתא תקון (K'Ein D'Oraita Tikun): Like Torah law they instituted; כשם שבא לראות כך בא ליראות (K'Shem SheBa Lirot Kach Ba L'Yirot): As he came to see so he came to be seen; כשפים (Keshafim): Sorcery; להאיר את חושך הגלות (L'Ha'ir Et Choshech HaGalut): To illuminate the darkness of exile; להוציא יקר מזולל (L'Hotzi Yakar MiZolal): To extract precious from worthless; לי יאורי ואני עשיתיני (Li Ye'ori V'Ani Asitini): My river is mine and I made myself; לעו\"ז (L'Uma Zara): Foreign worship; מאי עביד קוב\"ה בההיא שעתא (Mai Avid Kudsha Brich Hu B'Hai Sha'ata): What does the Holy One do at that time; מדריגה נעלית יותר (Madreigah Na'alit Yoter): More sublime level; מוציא אותם מהקליפות (Motzi Otam MeHaKlipot): Extracts them from the husks; מחי' ומהווה (Mechayeh U'Mehaven): Gives life and brings into being; מכלה ומבטל (Mechaleh U'Mevatel): Destroys and nullifies; מלכות (Malchut): Kingship/sovereignty; מסך (Masach): Screen; מעומקא דלבא (Me'Umka D'Liba): From depth of heart; מערב (Ma'arav): West; מפיץ תורה חוצה (Mafitz Torah Chutzah): Spreads Torah outward; מפלג המנחה (MiPlag HaMinchah): From Plag HaMinchah; מצותה (Mitzvotah): Its commandment; מציאות הרע (Metziyut HaRa): Existence of evil; מקומו האמיתי (Mekomo HaAmiti): Its true place; משה רבינו (Moshe Rabbeinu): Moses our teacher; משנת\"ל (MiSheNitba'er L'eil): From what was explained above; משתשקע החמה (MiShetishka HaChamah): From when the sun sets; נ\"ח (Ner Chanukah): Chanukah candle; נורא עלילה על בני אדם (Nora Alilah Al Bnei Adam): Awesome in deed upon mankind; נח\"ר (Nachat Ruach): Spiritual satisfaction; ניצוצות (Nitzotzot): Sparks; ניצוצי הקדושה (Nitzotzei HaKedushah): Sparks of holiness; נכרי (Nochri): Gentile; נעשה לשון רבים (Na'aseh Lashon Rabim): Made in plural form; נפלו למטה ביותר (Naflu L'Matah B'Yoter): Fell to the lowest; נר מצוה ותורה אור (Ner Mitzvah V'Torah Or): Commandment is a candle and Torah is light; נרות המקדש (Nerot HaMikdash): Temple candles; נרות חנוכה (Nerot Chanukah): Chanukah candles; נרות שבת (Nerot Shabbat): Shabbat candles; נשקע אור האצילות (Nishka Or HaAtzilut): Light of Emanation set; נשתוקק (Nishtokek): Yearned; סט\"א (Sitra Achra): Other Side; ספר תניא קדישא (Sefer Tanya Kadisha): Holy book of Tanya; עבודתו (Avodato): His service; עד שתכלה רגל מן השוק (Ad ShetichLeh Regel Min HaShuk): Until foot disappears from the marketplace; עוה\"ז התחתון (Olam HaZeh HaTachton): This lower world; עולם התוהו (Olam HaTohu): World of chaos; עולמות העליונים (Olamot HaElyonim): Upper worlds; עליית הניצוצות (Aliyat HaNitzotzot): Ascent of sparks; עצמותו ית' (Atzmuto Yitbarach): His essence; פמליא של מעלה (Pamalya Shel Ma'alah): Heavenly entourage; פרעה (Pharaoh): Pharaoh; צוואת הריב\"ש (Tzava'at HaRivash): Testament of the Baal Shem Tov; צחוק (Tzchok): Laughter; צמצום (Tzimtzum): Contraction; קא חייך ואמר נצחוני בני נצחוני (Ka Chayich V'Amar Nitzchuni Banai Nitzchuni): He laughs and says My children have defeated Me; קידוש החודש (Kiddush HaChodesh): Sanctification of the month; קליפות וסט\"א (Klipot V'Sitra Achra): Husks and Other Side; רגל מורה על הליכה (Regel Moreh Al Halichah): Foot indicates walking; רה\"ר טורי דפרודא (Reshut HaRabim Turei D'Fruda): Public domain - mountains of separation; רשות היחיד (Reshut HaYachid): Private domain; רשות הרבים (Reshut HaRabim): Public domain; שבירה (Shevirah): Breaking; שבירתו (Shevirato): Its breaking; שוקיו עמודי שש (Shokav Amudei Shesh): His legs are pillars of marble; שכינה במערב (Shechinah B'Ma'arav): Divine Presence in the west; שמירת שבת (Shmirat Shabbat): Observance of Shabbat; שקיעה שלא בערך (Shki'ah SheLo B'Erech): Setting beyond comparison; שקיעת החמה (Shki'at HaChamah): Sunset; שרשם (Shorsham): Their root; תוספת כח (Tosefet Koach): Additional strength; תקנו (Tiknu): They instituted; תרמוד אותיות מורדת (Tarmod Otiyot Moredet): Tarmod - letters of rebellion; תרמודאי (Tarmodai): Rebels; תשוקתו (Teshukato): His desire;"
    },
    "search_tags": [
      "צמצום",
      "דור",
      "חטא",
      "Temple",
      "Sefirot",
      "Talmud",
      "מצוות",
      "יעקב",
      "דוד",
      "Kindness",
      "Will",
      "אור",
      "Intention",
      "עצמות",
      "Eternity",
      "מצוה",
      "Worlds",
      "David",
      "הוד",
      "Service",
      "משה",
      "תלמוד",
      "תכלית",
      "Contraction",
      "צדיק",
      "רבי",
      "שכינה",
      "בית המקדש",
      "אצילות",
      "Concealments",
      "Commandments",
      "Righteous ones",
      "Exile",
      "Light",
      "חסד",
      "השתלשלות",
      "Essence",
      "תיקון",
      "Righteous one",
      "Commandment",
      "עולמות",
      "Repentance",
      "עליונים",
      "עולם",
      "מקדש",
      "World",
      "מלכות",
      "ספירות",
      "Dwelling",
      "גאולה",
      "Chain of descent",
      "צדיקים",
      "Splendor",
      "Moses",
      "Generation",
      "Sin",
      "Israel",
      "המשכה",
      "תורה",
      "Upper worlds",
      "גלות",
      "Lower worlds",
      "משיח",
      "Leader",
      "Divinity",
      "גילוי",
      "רצון",
      "העלמות",
      "תחתונים",
      "Drawing down",
      "נצח",
      "עבודה",
      "אלקות",
      "נשיא",
      "Shechinah/Divine Presence",
      "Jacob",
      "Holy Temple",
      "Purpose",
      "Torah",
      "כוונה",
      "Emanation",
      "ישראל",
      "Kingship",
      "Rabbi",
      "תשובה",
      "Revelation",
      "דירה",
      "Rectification",
      "Messiah",
      "Redemption"
    ]
  }
}