{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "3_קנא",
    "reference": "Reference: 3_קנא",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אלקות",
        "אור",
        "אוא\"ס",
        "עצמות",
        "גילוי",
        "העלם",
        "חכמה",
        "דעת",
        "יעקב",
        "משה",
        "דוד",
        "ישראל",
        "קרבנות",
        "קרבן",
        "קטרת",
        "מצוות",
        "תורה",
        "גלות",
        "גאולה",
        "משיח",
        "דור",
        "עבודה",
        "אהבה",
        "התקשרות",
        "המשכה",
        "העלאה",
        "תכלית",
        "רצון",
        "השתלשלות",
        "הסתלקות",
        "רבי",
        "חסיד",
        "חסידות"
      ],
      "key_concepts": [
        "Divinity",
        "Light",
        "Infinite Light",
        "Essence",
        "Revelation",
        "Concealment",
        "Wisdom",
        "Knowledge",
        "Jacob",
        "Moses",
        "David",
        "Israel",
        "Sacrifices",
        "Sacrifice",
        "Incense",
        "Commandments",
        "Torah",
        "Exile",
        "Redemption",
        "Messiah",
        "Generation",
        "Service",
        "Love",
        "Connection",
        "Drawing down",
        "Elevation",
        "Purpose",
        "Will",
        "Chain of descent",
        "Departure",
        "Rabbi",
        "Chassid",
        "Chassidut"
      ],
      "biblical_references": [
        "שה\"ש ז, יא",
        "שה\"ש ב, ו",
        "תרומה מט, א",
        "תרומה קכו, סע",
        "ויקרא א, ב",
        "דברים המתקשרים, ובמילא",
        "תהלים לד, ג",
        "תהלים מ, ט"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר"
      ],
      "chassidic_references": [
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת"
      ],
      "document_type": "מאמר",
      "word_count": 1605,
      "chunk_count": 8
    },
    "content": {
      "main_text": "בס\"ד. ש\"פ אמור, י\"ט אייר, ה'תשל\"דפתח רבי שמעון ואמר אני לדודי ועלי תשוקתו1, כל יומין דאתקטרנא בהאי עלמא בחד קטירא אתקטרנא בי' בקוב\"ה ובגין כך השתא ועלי תשוקתו2. ובהמשך הענין שם3, מסתכל הוינא כל יומא בהאי קרא דכתיב4 בה' תתהלל נפשי כו' והאידנא אתקיים קרא כולא כו' דהא נשמתי בי' אחידא בי' להיטא בי' אתדבקת כו'. שבמשך כל ימי חייו (כל יומין דאתקטרנא בהאי עלמא) הי' רשב\"י מקושר בהקב\"ה (אתקטרנא הוא לשון קשר, כמו ותקשור על ידו שני וגו'5 ותרגם וקטרת על ידיה זהוריתא6), דהתקשרות היא דוקא בשני דברים, והאידנא, ביום הסתלקותו7, הגיע לדרגא נעלית יותר, שנעשה חד עם הקב\"ה, בי' אחידא.והנה אף שלהדרגא דבי' אחידא הגיע רשב\"י (רק) ביום הסתלקותו, הרי מכיון שכל ימיו השתדל להגיע לדרגא זו (מסתכל הוינא כל יומא בהאי קרא), מובן, שבכללות שייך לזה והגיע לזה8 גם בחייו9, אלא שהשלימות בזה (קרא כולא) נתקיים בו האידנא, ביום הסתלקותו. וכמובן גם מהמבואר בהמשך תרס\"ו10 דזה שעסק התורה דרשב\"י הי' באופן דתורתו אומנתו11, היינו שעסק התורה שלו היתה באופן דהמשכת מ\"ד12 (ודלא כשאר התנאים שהלימוד שלהם הי' באופן דהעלאת מ\"ן), הוא הענין ד(בי' אחידא) בי' להיטא, והרי זה שרשב\"י היתה תורתו אומנתו, הי' זה במשך כל ימי חייו. ויש להוסיף, דזה שבכמה דרושים13 מובא הענין דנשמתי בי' אחידא כו' בהמשך אחד עם בחד קטירא אתקטרנא, הוא, כי גם בהענין דבחד קטירא אתקטרנא יש בפנימיות בי' אחידא כו', אלא שבמשך כל ימי חייו לא הי' זה (בי' אחידא כו') בגילוי, וביום ההסתלקות שלו, שאז מתגלה הפנימיות (השרש והמקור) של כל עניני עבודת האדם שעבד במשך כל ימי חייו14, אז מתגלה הפנימיות דבחד קטירא אתקטרנא15, שהוא (לא רק התקשרות, אלא גם) בי' אחידא.ב) ויובן זה בהקדים הידוע16 שגם התקשרות היא למעלה מדביקות. דדביקות היא בחיצוניות, כמו כאשר ידבק האזור אל מתני איש17, שהדביקות דאזור ל(מתני) האיש היא רק לחיצוניותו, והתקשרות הוא בפנימיות, כמו ונפשו קשורה בנפשו18 שזה מגיע בפנימיותו19. וזהו החילוק בין קרבנות לקטורת, דעבודת הקרבנות היא מצד זה שישראל דבוקים בהקב\"ה [כדאיתא במדרש20 ובזהר21], ולכן היו מקריבים הקרבנות על מזבח החיצון, דבנפש האדם הוא חיצוניות הלב22. וקטורת הוא לשון קשר23 [דכל קשר שבפסוק מתורגם קטר24], ולכן הקטורת היא על מזבח הפנימי, דבנפש האדם הוא פנימיות הלב21. והחילוק שבין העבודה דחיצוניות הלב להעבודה דפנימיות הלב הוא25, שהעבודה דחיצוניות הלב היא ע\"פ טעם ודעת, דבהאהבה שע\"פ טעם ודעת שייך שינויים26, והעבודה דפנימיות הלב היא למעלה מטעם ודעת, שאין שייך בה שינוי. וזהו שקרבנות הוא לשון קירוב27 וקטורת לשון התקשרות, דקירוב מורה שהוא מציאות, אלא שהוא קרוב לאלקות, אבל אפשר שיתרחק ח\"ו, והתקשרות (קטורת) הוא קשר של קיימא, דאמיתית ענין קשר של קיימא הוא שאין שייך בזה שינוי.ג) והנה חילוק זה בין דביקות והתקשרות הוא בהעבודה דמלמטה למעלה28. דקרבנות וקטורת שניהם הם עמוד העבודה, שהיא העלאה מלמטה למעלה29. והחילוק בין דביקות והתקשרות בענין ההמשכה מלמעלה למטה (תורה וגמ\"ח) הוא כדאיתא בזהר30 כמה חביבין ישראל קמי קוב\"ה כו' ובעא לאתדבקא בהו ולאתקשרא עמהון, ומבאר אדמו\"ר האמצעי31 דלאתדבקא בהו הוא ע\"י המצוות, דההמשכה שע\"י המצוות היא בבחינת מקיף32 כמ\"ש33 וימינו תחבקני, שהאור שנמשך ע\"י המצוות הוא מחבק את האדם המקיים את המצוות, דחיבוק הוא מבחוץ, ולכן אומר לאתדבקא בהו, דדביקות הוא חיבור חיצוני. ולאתקשרא עמהון הוא ע\"י התורה, דהמשכה שע\"י התורה היא בפנימיות כמ\"ש34 ותורתך בתוך מעי. ולכן אומר ולאתקשרא עמהון, דהתקשרות הוא חיבור פנימי. שהחיבור דהקב\"ה עם ישראל שע\"י התורה נק' התקשרות, כמאמר35 תלת קשרין36 אינון מתקשרן דא בדא, קוב\"ה37 אורייתא וישראל.ד) והנה בהדביקות דישראל בהקב\"ה [שמצד זה יש להם הכח להקריב קרבנות] שני ענינים. דבמדרש38 איתא דזה שהקב\"ה צוה את ישראל להקריב קרבנות הוא מפני שהן דבוקין לי הדא הוא דכתיב16 כי כאשר ידבק האזור אל מתני איש גו', ובזהר39 איתא זכאין אינון ישראל דקב\"ה קרא לון אדם כו' אדם כי יקריב מכם40, מאי טעמא קרא לון אדם משום דכתיב41 ואתם הדבקים בהוי' אלקיכם גו'. ומבואר בהמשך תרס\"ו42, שבמדרש מדבר בענין הדביקות דכלים, שהכלים הם43 בבחינת מציאות והיחוד (הדביקות) שלהם אינו יחוד עצמי, ולכן מביא הפסוק כאשר ידבק האזור גו' שהאזור הוא מציאות לעצמו אלא שדבוק להאדם, ובזהר מדבר בענין הדביקות דאורות, שהדביקות והיחוד דאורות הוא יחוד עצמי42, ולכן מביא הכתוב ואתם הדבקים בהוי' אלקיכם, דביקות ממש. ויש לומר, דזה שגם הדביקות דאורות נק' בשם דביקות, דדביקות הוא בחיצוניות (כנ\"ל), הוא מפני שגם האור הוא התפשטות וגילוי שמחוץ להעצם.וע\"פ הידוע44 דתורה ומצוות הם (דוגמת) אורות וכלים, יש לומר, שגם החיבור שע\"י עסק התורה (כמו שהתורה היא בבחינת התפשטות וגילוי45) הוא בכלל ענין הדביקות46, וענין ההתקשרות שע\"י עסק התורה [דישראל מתקשרין באורייתא ואורייתא בקוב\"ה], הוא מצד עצם התורה שלמעלה מהתפשטות וגילוי. ויובן זה ע\"פ הידוע47 שבההתקשרות דישראל אורייתא וקוב\"ה שני אופנים. שמצד התורה כמו שנמשכה בהשתלשלות, מכיון שהסדר דהשתלשלות הוא שהחיצוניות שבעליון נעשה פנימיות להתחתון, אופן ההתקשרות דישראל באורייתא הוא שהסתים (הפנימיות) דישראל מתקשר בגליא (חיצוניות) דאורייתא, וכמו\"כ הוא בההתקשרות דאורייתא בקוב\"ה, שהסתים והפנימיות דאורייתא מתקשר בגליא דקוב\"ה. ובאופן זה, ההתקשרות של גליא דישראל עם סתים דקוב\"ה היא ע\"י כמה ממוצעים (סתים דישראל, גליא דאורייתא, סתים דאורייתא וגליא דקוב\"ה). אבל מצד עצם התורה, כמו שהיא למעלה מהשתלשלות, ההתקשרות דישראל בקוב\"ה היא שגם הגליא דישראל מתקשר בהסתים דקוב\"ה בלי ממוצעים. וגם כשלומד גליא דתורה בהבנה והשגה שלו הוא מקושר (גם הגליא דנשמתו, עד לההבנה וההשגה שלו) גם עם סתים דאורייתא, ועל ידה – עם סתים דקוב\"ה.ויש לומר, שההתקשרות דישראל ואורייתא שמצד דרגת התורה כמו שנמשכה בהשתלשלות, נכללת בענין הדביקות שהיא בחיצוניות. כי ההתקשרות דישראל באורייתא (שמצד דרגא זו) היא בהחיצוניות (גליא) דאורייתא, ויתירה מזו, גם הפנימיות שבבחינה זו היא כמו שנמשכה בהשתלשלות להיות ממוצע. והלשון תלת קשרין אינון מתקשרן דא בדא הוא (בעיקר48) בההתקשרות שמצד עצם התורה שלמעלה מהשתלשלות49, דהתקשרות זו היא בסתים דאורייתא ובסתים דקוב\"ה, פנימיות.ה) והנה גם בההתקשרות שמצד עצם התורה, ישראל ואורייתא וכן אורייתא וקוב\"ה הם כמו שני דברים אלא שמתקשרים זה בזה. משא\"כ זה שישראל אורייתא וקוב\"ה כולא חד, הוא למעלה מההתקשרות דישראל אורייתא וקוב\"ה כמו שהיא מצד עצם התורה שלמעלה מהשתלשלות. ויובן זה בהקדים הדיוק במה שאמרו תלת קשרין אינון מתקשרן דא בדא, דלכאורה ישנם רק ב' קשרין, שישראל מתקשרין באורייתא ואורייתא בקוב\"ה. ואחד הביאורים בזה50, דקשר השלישי הוא הקשר דישראל וקוב\"ה שלא ע\"י אמצעות התורה, מצד שהשרש דישראל הוא בהעצמות, שלמעלה51 מהשרש דתורה. והסדר דג' קשרים אלו הם כמו טבעת (עיגול) שאין בו ראש וסוף. שבתחלה ישראל מתקשרין באורייתא ואורייתא בקוב\"ה ולאח\"ז הקשר דקוב\"ה וישראל, דיש לומר שלאחרי שישראל מתקשרין באורייתא ועל ידה בקוב\"ה, מתגלה השרש דישראל שלמעלה מהשרש דתורה, הקשר דישראל וקוב\"ה. ולאחרי שנעשה קשר זה (דישראל וקוב\"ה), אזי בתחלה הוא הקשר דישראל וקוב\"ה, ולאחרי שנתגלה השרש דישראל בעצמותו ית', הם ממשיכים זה גם בתורה, ע\"ד דוד הי' מחבר תורה שלמעלה בקוב\"ה52. דנוסף לזה שהתורה היא חכמתו של הקב\"ה, דהחכמה היא באין ערוך לגבי עצמות אוא\"ס וישראל ממשיכים בה עצמות אוא\"ס53, הנה כיון שגם בהשרש דתורה וישראל כמו שהם בהעצמות, השרש דישראל הוא למעלה מהשרש דתורה, לכן על ידי עסק התורה דישראל נמשך בה מהעצמות ממש.ועפ\"ז יש לומר, דזה שישראל אורייתא וקוב\"ה כולא חד (דלא רק שהם מקושרים זה בזה אלא שהם חד ממש) הוא (בעיקר) בישראל. דבנוגע לתורה, מכיון שהתורה היא בשביל ישראל (דבר אל בנ\"י צו את בנ\"י54), היינו שהיא דוגמת אמצעי, היא כמו מציאות דבר שמחובר ומקושר עם הקב\"ה, משא\"כ ישראל שהם מושרשים בהעצמות ממש, זה שישראל מושרשים בהעצמות, אין זה שמושרש בו ענין אחר ח\"ו אלא שזה (השרש דישראל) חד עם העצמות. וע\"י שישראל ממשיכים העצמות בתורה, נעשית גם התורה חד עם העצמות, ישראל אורייתא וקוב\"ה כולא חד, חד ממש.ו) וע\"פ כל הנ\"ל יש לבאר, דשני הענינים שברשב\"י, בחד קטירא אתקטרנא ובי' אחידא כו', הם שני אופנים בלימוד התורה שלו (עיקר ענינו דרשב\"י, תורתו אומנתו). ויובן ע\"פ הידוע55 דזה שגם ע\"י לימוד נגלה דתורה נעשה ההתקשרות דישראל בהעצמות דתורה ודקוב\"ה (כנ\"ל סעיף ד), הוא בהעלם, וגילוי העצמות (דתורה ודקוב\"ה) הוא בהעסק דפנימיות התורה. וכיון שהלימוד דרשב\"י הי' באופן שגם בלימוד הנגלה שלו האיר הפנימיות56, לכן, ההתקשרות שלו בהעצמות דאורייתא ודקוב\"ה, גם בלימוד הנגלה שלו, היתה בגילוי. וזהו שאמר כל יומין דאתקטרנא בהאי עלמא בחד קטירא אתקטרנא בי' בקוב\"ה, שגם לימוד הנגלה שלו (שבזה הי' רוב לימודו57) [ועד\"ז כל עניניו, שהיו חדורים בתורה, מכיון שתורתו אומנתו] היתה באופן דהתקשרות שלמעלה מדביקות, בחד קטירא אתקטרנא. ויתירה מזו, שעי\"ז הגיע גם לקשר השלישי, הקשר דישראל וקוב\"ה שמצד עצם הנשמה כמו שהיא מקושרת עם העצמות. דזהו\"ע בחד קטירא אתקטרנא, דהתקשרות שמצד יחידה58 (עצם הנשמה) היא למעלה מהתחלקות דשני קוין, וכמבואר במק\"א59, דבבחינת היחידה, שניהם הם ענין אחד, חד קטירא. דבהקשר דישראל וקוב\"ה שע\"י אורייתא, כיון שהתורה היא כמו אמצעי ואינה חד ממש עם העצמות, לכן, גם ההתקשרות דישראל וקוב\"ה שע\"י התורה (גם ההתקשרות כמו שהיא מצד עצם התורה שלמעלה מהשתלשלות), היא דוגמת התקשרות דשני דברים המתקשרים, ובמילא, ההתקשרות היא באופן שיש לה רצון לאלקות (מציאות דרצון, שנחלק לשני קוין), ואמיתית הענין דבחד קטירא אתקטרנא, קשר אחד, הוא בקשר דישראל וקוב\"ה (שלמעלה מהקשר שלהם ע\"י אמצעות התורה), מצד זה שהשרש דישראל הוא בהעצמות.וע\"פ כל הנ\"ל יש לומר, דזה שרשב\"י הגיע להשלימות דבי' אחידא ביום הסתלקותו דוקא, הוא, כי במשך כל ימי חייו, עיקר ענינו הי' עסק התורה (תורתו אומנתו), ולכן גם בהענין דבחד קטירא אתקטרנא (שמצד עצם הנשמה) הי' נרגש ענין ההתקשרות (דוגמת התקשרות דשני דברים שמתקשרים), וביום הסתלקותו, האיר אצלו בגילוי (ובשלימות60) הקשר דישראל וקוב\"ה שמצד עצם הנשמה, נשמתי בי' אחידא61.ז) והנה אף שזה דבחד קטירא אתקטרנא, ומכ\"ש זה דבי' אחידא, היא מדריגה נעלית ביותר, מ\"מ, ע\"י שפתח ר\"ש ואמר בחד קטירא אתקטרנא כו', דפירוש \"פתח\" הוא62 שפתח את הצנור, ניתן הכח לכאו\"א מישראל שיהי' אצלו אפס קצהו ושמץ מנהו63 דענין זה, שלימוד התורה שלו יהי' באופן דנפשו קשורה להתורה בכל פנימיותו, דהגם שישנם זמנים שמוכרח להפסיק מלימוד התורה64, מ\"מ, בעת הלימוד יהי' זה (לימוד התורה) כל מציאותו, ועד שיהי' חד עם התורה ועם נותן התורה, חד ממש65. והנתינת כח לזה ביתר שאת היא ע\"י לימוד פנימיות התורה, תורתו של רשב\"י66, שעי\"ז ישנו הכח (עוד יותר) להתקשר ולהתאחד עם התורה ונותן התורה. וע\"י הלימוד וההפצה דתורתו של רשב\"י, שבדורותינו אלה נתגלתה בתורת החסידות, מקרבים גם את הגאולה, וכהבטחת מלך המשיח להבעש\"ט67 דלכשיפוצו מעינותיך חוצה אתי מר דא מלכא משיחא, וכדאיתא בזהר68 דבהאי חיבורא דילך (דהרשב\"י) כו' יפקון בי' מן גלותא ברחמים.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד ש\"פ אמור, י\"ט אייר, ה'תשל\"דפתח רבי שמעון ואמר אני לדודי ועלי תשוקתו1, כל יומין דאתקטרנא בהאי עלמא בחד קטירא אתקטרנא בי' בקוב\"ה ובגין כך השתא ועלי תשוקתו2 ובהמשך הענין שם3, מסתכל הוינא כל יומא בהאי קרא דכתיב4 בה' תתהלל נפשי כו' והאידנא אתקיים קרא כולא כו' דהא נשמתי בי' אחידא בי' להיטא בי' אתדבקת כו' שבמשך כל ימי חייו (כל יומין דאתקטרנא בהאי עלמא) הי' רשב\"י מקושר בהקב\"ה (אתקטרנא הוא לשון קשר, כמו ותקשור על ידו שני וגו'5 ותרגם וקטרת על ידיה זהוריתא6), דהתקשרות היא דוקא בשני דברים, והאידנא, ביום הסתלקותו7, הגיע לדרגא נעלית יותר, שנעשה חד עם הקב\"ה, בי' אחידא.והנה אף שלהדרגא דבי' אחידא הגיע רשב\"י (רק) ביום הסתלקותו, הרי מכיון שכל ימיו השתדל להגיע לדרגא זו (מסתכל הוינא כל יומא בהאי קרא), מובן, שבכללות שייך לזה והגיע לזה8 גם בחייו9, אלא שהשלימות בזה (קרא כולא) נתקיים בו האידנא, ביום הסתלקותו וכמובן גם מהמבואר בהמשך תרס\"ו10 דזה שעסק התורה דרשב\"י הי' באופן דתורתו אומנתו11, היינו שעסק התורה שלו היתה באופן דהמשכת מ\"ד12 (ודלא כשאר התנאים שהלימוד שלהם הי' באופן דהעלאת מ\"ן), הוא הענין ד(בי' אחידא) בי' להיטא, והרי זה שרשב\"י היתה תורתו אומנתו, הי' זה במשך כל ימי חייו",
          "topics": [
            "דוד",
            "קטרת",
            "תורה",
            "התקשרות",
            "הסתלקות"
          ],
          "word_count": 191
        },
        {
          "chunk_id": "chunk_2",
          "content": "ויש להוסיף, דזה שבכמה דרושים13 מובא הענין דנשמתי בי' אחידא כו' בהמשך אחד עם בחד קטירא אתקטרנא, הוא, כי גם בהענין דבחד קטירא אתקטרנא יש בפנימיות בי' אחידא כו', אלא שבמשך כל ימי חייו לא הי' זה (בי' אחידא כו') בגילוי, וביום ההסתלקות שלו, שאז מתגלה הפנימיות (השרש והמקור) של כל עניני עבודת האדם שעבד במשך כל ימי חייו14, אז מתגלה הפנימיות דבחד קטירא אתקטרנא15, שהוא (לא רק התקשרות, אלא גם) בי' אחידא.ב) ויובן זה בהקדים הידוע16 שגם התקשרות היא למעלה מדביקות דדביקות היא בחיצוניות, כמו כאשר ידבק האזור אל מתני איש17, שהדביקות דאזור ל(מתני) האיש היא רק לחיצוניותו, והתקשרות הוא בפנימיות, כמו ונפשו קשורה בנפשו18 שזה מגיע בפנימיותו19 וזהו החילוק בין קרבנות לקטורת, דעבודת הקרבנות היא מצד זה שישראל דבוקים בהקב\"ה [כדאיתא במדרש20 ובזהר21], ולכן היו מקריבים הקרבנות על מזבח החיצון, דבנפש האדם הוא חיצוניות הלב22 וקטורת הוא לשון קשר23 [דכל קשר שבפסוק מתורגם קטר24], ולכן הקטורת היא על מזבח הפנימי, דבנפש האדם הוא פנימיות הלב21 והחילוק שבין העבודה דחיצוניות הלב להעבודה דפנימיות הלב הוא25, שהעבודה דחיצוניות הלב היא ע\"פ טעם ודעת, דבהאהבה שע\"פ טעם ודעת שייך שינויים26, והעבודה דפנימיות הלב היא למעלה מטעם ודעת, שאין שייך בה שינוי וזהו שקרבנות הוא לשון קירוב27 וקטורת לשון התקשרות, דקירוב מורה שהוא מציאות, אלא שהוא קרוב לאלקות, אבל אפשר שיתרחק ח\"ו, והתקשרות (קטורת) הוא קשר של קיימא, דאמיתית ענין קשר של קיימא הוא שאין שייך בזה שינוי.ג) והנה חילוק זה בין דביקות והתקשרות הוא בהעבודה דמלמטה למעלה28 דקרבנות וקטורת שניהם הם עמוד העבודה, שהיא העלאה מלמטה למעלה29",
          "topics": [
            "אלקות",
            "גילוי",
            "דעת",
            "ישראל",
            "קרבנות"
          ],
          "word_count": 246
        },
        {
          "chunk_id": "chunk_3",
          "content": "והחילוק בין דביקות והתקשרות בענין ההמשכה מלמעלה למטה (תורה וגמ\"ח) הוא כדאיתא בזהר30 כמה חביבין ישראל קמי קוב\"ה כו' ובעא לאתדבקא בהו ולאתקשרא עמהון, ומבאר אדמו\"ר האמצעי31 דלאתדבקא בהו הוא ע\"י המצוות, דההמשכה שע\"י המצוות היא בבחינת מקיף32 כמ\"ש33 וימינו תחבקני, שהאור שנמשך ע\"י המצוות הוא מחבק את האדם המקיים את המצוות, דחיבוק הוא מבחוץ, ולכן אומר לאתדבקא בהו, דדביקות הוא חיבור חיצוני ולאתקשרא עמהון הוא ע\"י התורה, דהמשכה שע\"י התורה היא בפנימיות כמ\"ש34 ותורתך בתוך מעי ולכן אומר ולאתקשרא עמהון, דהתקשרות הוא חיבור פנימי שהחיבור דהקב\"ה עם ישראל שע\"י התורה נק' התקשרות, כמאמר35 תלת קשרין36 אינון מתקשרן דא בדא, קוב\"ה37 אורייתא וישראל.ד) והנה בהדביקות דישראל בהקב\"ה [שמצד זה יש להם הכח להקריב קרבנות] שני ענינים דבמדרש38 איתא דזה שהקב\"ה צוה את ישראל להקריב קרבנות הוא מפני שהן דבוקין לי הדא הוא דכתיב16 כי כאשר ידבק האזור אל מתני איש גו', ובזהר39 איתא זכאין אינון ישראל דקב\"ה קרא לון אדם כו' אדם כי יקריב מכם40, מאי טעמא קרא לון אדם משום דכתיב41 ואתם הדבקים בהוי' אלקיכם גו' ומבואר בהמשך תרס\"ו42, שבמדרש מדבר בענין הדביקות דכלים, שהכלים הם43 בבחינת מציאות והיחוד (הדביקות) שלהם אינו יחוד עצמי, ולכן מביא הפסוק כאשר ידבק האזור גו' שהאזור הוא מציאות לעצמו אלא שדבוק להאדם, ובזהר מדבר בענין הדביקות דאורות, שהדביקות והיחוד דאורות הוא יחוד עצמי42, ולכן מביא הכתוב ואתם הדבקים בהוי' אלקיכם, דביקות ממש",
          "topics": [
            "אור",
            "ישראל",
            "קרבנות",
            "מצוות",
            "תורה"
          ],
          "word_count": 219
        },
        {
          "chunk_id": "chunk_4",
          "content": "ויש לומר, דזה שגם הדביקות דאורות נק' בשם דביקות, דדביקות הוא בחיצוניות (כנ\"ל), הוא מפני שגם האור הוא התפשטות וגילוי שמחוץ להעצם.וע\"פ הידוע44 דתורה ומצוות הם (דוגמת) אורות וכלים, יש לומר, שגם החיבור שע\"י עסק התורה (כמו שהתורה היא בבחינת התפשטות וגילוי45) הוא בכלל ענין הדביקות46, וענין ההתקשרות שע\"י עסק התורה [דישראל מתקשרין באורייתא ואורייתא בקוב\"ה], הוא מצד עצם התורה שלמעלה מהתפשטות וגילוי ויובן זה ע\"פ הידוע47 שבההתקשרות דישראל אורייתא וקוב\"ה שני אופנים שמצד התורה כמו שנמשכה בהשתלשלות, מכיון שהסדר דהשתלשלות הוא שהחיצוניות שבעליון נעשה פנימיות להתחתון, אופן ההתקשרות דישראל באורייתא הוא שהסתים (הפנימיות) דישראל מתקשר בגליא (חיצוניות) דאורייתא, וכמו\"כ הוא בההתקשרות דאורייתא בקוב\"ה, שהסתים והפנימיות דאורייתא מתקשר בגליא דקוב\"ה ובאופן זה, ההתקשרות של גליא דישראל עם סתים דקוב\"ה היא ע\"י כמה ממוצעים (סתים דישראל, גליא דאורייתא, סתים דאורייתא וגליא דקוב\"ה) אבל מצד עצם התורה, כמו שהיא למעלה מהשתלשלות, ההתקשרות דישראל בקוב\"ה היא שגם הגליא דישראל מתקשר בהסתים דקוב\"ה בלי ממוצעים וגם כשלומד גליא דתורה בהבנה והשגה שלו הוא מקושר (גם הגליא דנשמתו, עד לההבנה וההשגה שלו) גם עם סתים דאורייתא, ועל ידה – עם סתים דקוב\"ה.ויש לומר, שההתקשרות דישראל ואורייתא שמצד דרגת התורה כמו שנמשכה בהשתלשלות, נכללת בענין הדביקות שהיא בחיצוניות כי ההתקשרות דישראל באורייתא (שמצד דרגא זו) היא בהחיצוניות (גליא) דאורייתא, ויתירה מזו, גם הפנימיות שבבחינה זו היא כמו שנמשכה בהשתלשלות להיות ממוצע",
          "topics": [
            "אור",
            "גילוי",
            "ישראל",
            "מצוות",
            "תורה"
          ],
          "word_count": 215
        },
        {
          "chunk_id": "chunk_5",
          "content": "והלשון תלת קשרין אינון מתקשרן דא בדא הוא (בעיקר48) בההתקשרות שמצד עצם התורה שלמעלה מהשתלשלות49, דהתקשרות זו היא בסתים דאורייתא ובסתים דקוב\"ה, פנימיות.ה) והנה גם בההתקשרות שמצד עצם התורה, ישראל ואורייתא וכן אורייתא וקוב\"ה הם כמו שני דברים אלא שמתקשרים זה בזה משא\"כ זה שישראל אורייתא וקוב\"ה כולא חד, הוא למעלה מההתקשרות דישראל אורייתא וקוב\"ה כמו שהיא מצד עצם התורה שלמעלה מהשתלשלות ויובן זה בהקדים הדיוק במה שאמרו תלת קשרין אינון מתקשרן דא בדא, דלכאורה ישנם רק ב' קשרין, שישראל מתקשרין באורייתא ואורייתא בקוב\"ה ואחד הביאורים בזה50, דקשר השלישי הוא הקשר דישראל וקוב\"ה שלא ע\"י אמצעות התורה, מצד שהשרש דישראל הוא בהעצמות, שלמעלה51 מהשרש דתורה והסדר דג' קשרים אלו הם כמו טבעת (עיגול) שאין בו ראש וסוף שבתחלה ישראל מתקשרין באורייתא ואורייתא בקוב\"ה ולאח\"ז הקשר דקוב\"ה וישראל, דיש לומר שלאחרי שישראל מתקשרין באורייתא ועל ידה בקוב\"ה, מתגלה השרש דישראל שלמעלה מהשרש דתורה, הקשר דישראל וקוב\"ה ולאחרי שנעשה קשר זה (דישראל וקוב\"ה), אזי בתחלה הוא הקשר דישראל וקוב\"ה, ולאחרי שנתגלה השרש דישראל בעצמותו ית', הם ממשיכים זה גם בתורה, ע\"ד דוד הי' מחבר תורה שלמעלה בקוב\"ה52 דנוסף לזה שהתורה היא חכמתו של הקב\"ה, דהחכמה היא באין ערוך לגבי עצמות אוא\"ס וישראל ממשיכים בה עצמות אוא\"ס53, הנה כיון שגם בהשרש דתורה וישראל כמו שהם בהעצמות, השרש דישראל הוא למעלה מהשרש דתורה, לכן על ידי עסק התורה דישראל נמשך בה מהעצמות ממש.ועפ\"ז יש לומר, דזה שישראל אורייתא וקוב\"ה כולא חד (דלא רק שהם מקושרים זה בזה אלא שהם חד ממש) הוא (בעיקר) בישראל",
          "topics": [
            "אור",
            "אוא\"ס",
            "עצמות",
            "חכמה",
            "דוד"
          ],
          "word_count": 240
        },
        {
          "chunk_id": "chunk_6",
          "content": "דבנוגע לתורה, מכיון שהתורה היא בשביל ישראל (דבר אל בנ\"י צו את בנ\"י54), היינו שהיא דוגמת אמצעי, היא כמו מציאות דבר שמחובר ומקושר עם הקב\"ה, משא\"כ ישראל שהם מושרשים בהעצמות ממש, זה שישראל מושרשים בהעצמות, אין זה שמושרש בו ענין אחר ח\"ו אלא שזה (השרש דישראל) חד עם העצמות וע\"י שישראל ממשיכים העצמות בתורה, נעשית גם התורה חד עם העצמות, ישראל אורייתא וקוב\"ה כולא חד, חד ממש.ו) וע\"פ כל הנ\"ל יש לבאר, דשני הענינים שברשב\"י, בחד קטירא אתקטרנא ובי' אחידא כו', הם שני אופנים בלימוד התורה שלו (עיקר ענינו דרשב\"י, תורתו אומנתו) ויובן ע\"פ הידוע55 דזה שגם ע\"י לימוד נגלה דתורה נעשה ההתקשרות דישראל בהעצמות דתורה ודקוב\"ה (כנ\"ל סעיף ד), הוא בהעלם, וגילוי העצמות (דתורה ודקוב\"ה) הוא בהעסק דפנימיות התורה וכיון שהלימוד דרשב\"י הי' באופן שגם בלימוד הנגלה שלו האיר הפנימיות56, לכן, ההתקשרות שלו בהעצמות דאורייתא ודקוב\"ה, גם בלימוד הנגלה שלו, היתה בגילוי וזהו שאמר כל יומין דאתקטרנא בהאי עלמא בחד קטירא אתקטרנא בי' בקוב\"ה, שגם לימוד הנגלה שלו (שבזה הי' רוב לימודו57) [ועד\"ז כל עניניו, שהיו חדורים בתורה, מכיון שתורתו אומנתו] היתה באופן דהתקשרות שלמעלה מדביקות, בחד קטירא אתקטרנא ויתירה מזו, שעי\"ז הגיע גם לקשר השלישי, הקשר דישראל וקוב\"ה שמצד עצם הנשמה כמו שהיא מקושרת עם העצמות דזהו\"ע בחד קטירא אתקטרנא, דהתקשרות שמצד יחידה58 (עצם הנשמה) היא למעלה מהתחלקות דשני קוין, וכמבואר במק\"א59, דבבחינת היחידה, שניהם הם ענין אחד, חד קטירא",
          "topics": [
            "אור",
            "עצמות",
            "גילוי",
            "העלם",
            "ישראל"
          ],
          "word_count": 222
        },
        {
          "chunk_id": "chunk_7",
          "content": "דבהקשר דישראל וקוב\"ה שע\"י אורייתא, כיון שהתורה היא כמו אמצעי ואינה חד ממש עם העצמות, לכן, גם ההתקשרות דישראל וקוב\"ה שע\"י התורה (גם ההתקשרות כמו שהיא מצד עצם התורה שלמעלה מהשתלשלות), היא דוגמת התקשרות דשני דברים המתקשרים, ובמילא, ההתקשרות היא באופן שיש לה רצון לאלקות (מציאות דרצון, שנחלק לשני קוין), ואמיתית הענין דבחד קטירא אתקטרנא, קשר אחד, הוא בקשר דישראל וקוב\"ה (שלמעלה מהקשר שלהם ע\"י אמצעות התורה), מצד זה שהשרש דישראל הוא בהעצמות.וע\"פ כל הנ\"ל יש לומר, דזה שרשב\"י הגיע להשלימות דבי' אחידא ביום הסתלקותו דוקא, הוא, כי במשך כל ימי חייו, עיקר ענינו הי' עסק התורה (תורתו אומנתו), ולכן גם בהענין דבחד קטירא אתקטרנא (שמצד עצם הנשמה) הי' נרגש ענין ההתקשרות (דוגמת התקשרות דשני דברים שמתקשרים), וביום הסתלקותו, האיר אצלו בגילוי (ובשלימות60) הקשר דישראל וקוב\"ה שמצד עצם הנשמה, נשמתי בי' אחידא61.ז) והנה אף שזה דבחד קטירא אתקטרנא, ומכ\"ש זה דבי' אחידא, היא מדריגה נעלית ביותר, מ\"מ, ע\"י שפתח ר\"ש ואמר בחד קטירא אתקטרנא כו', דפירוש \"פתח\" הוא62 שפתח את הצנור, ניתן הכח לכאו\"א מישראל שיהי' אצלו אפס קצהו ושמץ מנהו63 דענין זה, שלימוד התורה שלו יהי' באופן דנפשו קשורה להתורה בכל פנימיותו, דהגם שישנם זמנים שמוכרח להפסיק מלימוד התורה64, מ\"מ, בעת הלימוד יהי' זה (לימוד התורה) כל מציאותו, ועד שיהי' חד עם התורה ועם נותן התורה, חד ממש65 והנתינת כח לזה ביתר שאת היא ע\"י לימוד פנימיות התורה, תורתו של רשב\"י66, שעי\"ז ישנו הכח (עוד יותר) להתקשר ולהתאחד עם התורה ונותן התורה",
          "topics": [
            "אלקות",
            "אור",
            "עצמות",
            "גילוי",
            "ישראל"
          ],
          "word_count": 233
        },
        {
          "chunk_id": "chunk_8",
          "content": "וע\"י הלימוד וההפצה דתורתו של רשב\"י, שבדורותינו אלה נתגלתה בתורת החסידות, מקרבים גם את הגאולה, וכהבטחת מלך המשיח להבעש\"ט67 דלכשיפוצו מעינותיך חוצה אתי מר דא מלכא משיחא, וכדאיתא בזהר68 דבהאי חיבורא דילך (דהרשב\"י) כו' יפקון בי' מן גלותא ברחמים",
          "topics": [
            "גלות",
            "גאולה",
            "משיח",
            "דור",
            "רבי"
          ],
          "word_count": 39
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס ל\"ג בעומר – תשמ\"ט, \"לקראת ל\"ג בעומר הבעל\"ט .. מוצש\"ק פ' בהר תשמ\"ט\".1) שה\"ש ז, יא.2) זח\"ג (אדר\"ז) רפח, א. וראה ד\"ה אני לדודי ועלי תשוקתו ה'תרצ\"ו (ה'תש\"ח) ס\"ב (סה\"מ ה'תש\"ח ע' 183).3) רצב, א.4) תהלים לד, ג.5) וישב לח, כח.6) סה\"מ ה'תש\"ח שם. וראה לקמן ס\"ב (מאוה\"ת והמשך יונתי שבהערה 24) שכל קשר שבפסוק מתורגם בלשון קטר.ויש לומר, ד\"זהוריתא\" הוא גם מלשון זהר ואור [וכמובן גם מזה שויקרא שמו זרח על שם זריחת מראה השני (וישב שם, ל ובפרש\"י שם)]. ואולי יש לומר, דזה שמעתיק בסה\"מ ה'תש\"ח שם גם תיבת שני וזהוריתא הוא – כי עיקר הענין דהתקשרות בפנימיות הוא בהאור שכל ענינו הוא שהוא גילוי המאור (ראה לקמן ס\"ד). ואולי יש לומר, דזהו גם הטעם על זה שבאוה\"ת ובהמשך יונתי שבהערה 24 מביא תחלה הפסוק (ואתחנן ו, ח) \"וקשרתם לאות גו'\" ולאח\"ז \"ותקשור על ידו\" (היפך מסדר הפסוקים כמו שהם בתורה) – כי בתחלה מביא התקשרות דלבוש (דתפילין הם לבוש), ולאח\"ז התקשרות נעלית יותר, התקשרות דאור.7) ראה זהר שם בתחלת הענין (רפז, ב) \"בההוא יומא דר\"ש בעא לאסתלקא מן עלמא\".8) להעיר ממרז\"ל שבמקום שמחשבתו של אדם שם הוא נמצא (ראה כש\"ט – הוצאת קה\"ת תשמ\"ט – בהוספות סי' מח. וש\"נ).9) שהרי יגעתי ולא מצאתי אל תאמין (מגילה ו, ב).10) ע' מה.11) שבת יא, א. טושו\"ע (ודאדה\"ז) או\"ח סו\"ס קו. הל' ת\"ת לאדה\"ז פ\"ד ס\"ד-ה.12) ראה המשך תרס\"ו שם שזהו ענין \"תורתו אומנתו\".13) לקו\"ת תבוא מג, סע\"א. המשך יונתי תר\"ם ע' נו. המשך תרס\"ו שם ס\"ע מד. המשך תער\"ב ח\"א פ' ריב (ע' תל). ובכ\"מ.14) סידור – עם דא\"ח – שער הל\"ג בעומר דש, סע\"א ואילך. וראה אגה\"ק סי' ז\"ך (קמז, סע\"א).15) שלכן, גם זה ש\"כל יומין כו' בחד קטירא אתקטרנא\", אמר ביום הסתלקותו. ולהעיר מסידור שם (דש, ריש ע\"ג) \"עלו עם שרש נשמתו כו' למעלה מעלה, וכמו שאמר על עצמו בחד קטירא אתקטרנא\".16) ביאוה\"ז לאדמו\"ר האמצעי תרומה מט, א – הובא בסה\"מ עזר\"ת ע' פו. ובסה\"מ עזר\"ת שם הובא זה לענין \"בחד קטירא אתקטרנא\".17) ירמי' יג, יא.18) ויגש מד, ל.19) וכמובן מהמשך הכתוב (שם, לא) והי' כראותו כי אין הנער ומת גו'.20) ויק\"ר פ\"ב, ד – נעתק לקמן סעיף ד.21) ח\"ב פו, א – נעתק לקמן שם.22) לקו\"ת סוכות עח, ד. סה\"מ עזר\"ת שם. ובכ\"מ. – נסמנו לעיל ח\"א ריש ע' קסה.23) בסה\"מ עזר\"ת שם, וכן בהמשך יונתי תר\"ם (ע' נו) ובהמשך תער\"ב שבהערה 25 שהעבודה דקטורת היא כמו \"בחד קטירא אתקטרנא\".24) אוה\"ת תולדות קנב, סע\"א. המשך יונתי תר\"ם ע' נז.25) ראה בארוכה המשך תער\"ב שבהערה 13. ד\"ה בסוכות תשבו ה'תשמ\"א ס\"ב (לעיל ח\"א ע' קסד).26) ראה ד\"ה פדה בשלום ה'תשל\"ט ס\"ג (לעיל ח\"ב ע' מ ואילך).27) ראה ד\"ה בסוכות תשבו הנ\"ל שם. וש\"נ.28) ראה סה\"מ עזר\"ת ע' פו \"עבודת הקרבנות .. בחי' חיצוניות הלב, אמנם בחי' פנימיות הלב הו\"ע הקטורת שהוא לשון התקשרות, והתקשרות הוא למעלה מדביקות .. וכמ\"ש בביאוה\"ז פ' תרומה\". אבל צ\"ע מהמשך תער\"ב ח\"א פקע\"ה (ע' שנז) דזה שאיתא בביאוה\"ז פ' תרומה שהתקשרות הוא יותר מדביקות \"י\"ל דשם מדבר בדביקות שמצד העליון .. אבל מלמטלמ\"ע הוא בבחי' התאחדות יותר מהתקשרות\".29) להעיר שתפלת מנחה היא כנגד קטורת* – והרי תפלה (גם תפלת מנחה) היא מלמטה למעלה.*) הגהות מיימוני לרמב\"ם הל' תפלה פ\"ג ה\"ד אות ג. זהר ח\"א רל, א.30) ח\"ב פ' תרומה קכו, סע\"א.31) בביאוה\"ז שבהערה 16.32) שלכן המצוות הם לבושים והתורה מזון – תניא פ\"ה. ובכ\"מ.33) שה\"ש ב, ו. שם ח, ג.34) תהלים מ, ט. תניא שם.35) זח\"ג עג, א.36) \"צ\"ע דבזהר פ' אחרי דע\"ג ע\"א לא נא' הל' תלת קשרין כ\"א תלת דרגין אינון דמתקשרין כו'. אמנם בודאי נמצא באיזה מקום בזהר או בתי' בל' תלת קשרין, וכפה\"נ כ\"ק רבינו אדמו\"ר זצוקללה\"ה נ\"ע אמר בכל פעם בל' תלת קשרין כו' שכן נז' הל' בכל הדרושים\" – סה\"מ תרנ\"ז ס\"ע כח.37) כ\"ה (קוב\"ה אורייתא וישראל, סדר דמלמעלה למטה) בזהר שם. ובכ\"מ הסדר הוא ישראל אורייתא וקוב\"ה, כדלקמן סוף סעיף ד.38) שבהערה 20.39) שבהערה 21.40) ויקרא א, ב. ובהמשך תרס\"ו שבהערה 42, שדוקא בחינת אדם (שהוא דבוק בהקב\"ה) ביכלתו להקריב קרבן. וצ\"ע ביאור קרבנות של גוים. ואכ\"מ.41) ואתחנן ד, ד.42) סד\"ה אדם כי יקריב (ס\"ע קצה ואילך).43) ראה ד\"ה הנ\"ל תרס\"ו (ע' קצ). ובכ\"מ.44) קיצורים והערות לתניא פכ\"ג (ע' קה ואילך). המשך תער\"ב ח\"א פקע\"ט (ע' שסו ואילך).45) להעיר מהידוע, שהאור עם היות שענינו הוא גילוי העצם, מ\"מ, בפרט זה שהוא גילוי הוא כמו דבר נוסף על העצם (סה\"מ תרע\"ח ע' צט. קונטרסים ח\"א רח, א).46) בקיצורים והערות לתניא שם ובהמשך תער\"ב שם, ענין זה (שהתורה היא כמו אורות) הוא ביאור על זה שאורייתא וקוב\"ה כולא חד (שלמעלה גם מענין ההתקשרות), אבל אין סתירה מזה למ\"ש בפנים, כי בכללות, ענין ה\"התקשרות\" הוא בכל הדרגות דתורה (כנ\"ל סעיף ג מביאוה\"ז שם, דע\"י המצוות נעשה \"דביקות\", וע\"י התורה \"התקשרות\"), וגם ב\"התקשרות\" שייך הענין \"חד\"*, כמ\"ש בביאוה\"ז שם \"ולאתקשרא עמהון ממש בתכלית היחוד\". אבל בפרטיות, גם בתורה יש שני הענינים ד\"דביקות\" ו\"התקשרות\", כבפנים. וזה ש\"אורייתא וקוב\"ה כולא חד\" הוא למעלה מענין ה\"התקשרות\" דתורה, כדלקמן סעיף ה.*) ולהעיר, שגם בנוגע לכלים – שבעבודת האדם הו\"ע המצוות, דביקות שלמטה מהתקשרות (ביאוה\"ז שם) – אמרו \"איהו וגרמוהי חד\" (תיקוני זהר בהקדמה ג, ב).47) ראה בארוכה מאמרי אדמו\"ר האמצעי דברים ח\"ג ס\"ע תשעח ואילך. המשך תער\"ב ח\"ב פשס\"ד (ע' תשמו ואילך).48) ראה לעיל הערה 46.49) להעיר, שלכאורה עיקר ההדגשה והחידוש בהמאמר דתלת קשרין כו' הוא ההתקשרות באופן הב'*. ועפ\"ז יומתק הלשון תלת קשרין אינון מתקשרן (התקשרות שלמעלה מדביקות) – כי עיקר ההדגשה במאמר זה היא ההתקשרות שמצד עצם התורה שלמעלה מהשתלשלות.*) ראה במאמרי אדמו\"ר האמצעי שם (ע' תשפב-ג), ובהמשך תער\"ב שם, שבההתקשרות דאופן הא' התורה היא כמו \"ממוצע המפסיק\", ובההתקשרות דאופן הב' היא \"ממוצע המחבר\".– והרי עיקר החידוש בהמאמר \"תלת קשרין\" הוא זה שהתורה היא \"ממוצע המחבר\".50) ראה גם לקו\"ש חי\"ח ע' 408. ובמאמרי אדמו\"ר האמצעי שם (ע' תשפג) – הביאור דקשר השלישי באופן אחר.51) ראה בהנסמן בהערה 54.52) ס' הבהיר סנ\"ח (קצו) (הובא בלקו\"ת שלח נא, א. סה\"מ ה'תש\"ה ע' 123. ובכ\"מ). וכ\"ה בזח\"ג רכב, ב. תולעת יעקב (לבעמח\"ס עבודת הקודש) סוד השבת כח, ד. עבודת הקודש חלק העבודה פכ\"ד. מעין החכמה, הובא בלקו\"ת שם מז, ג. נא, א. אוה\"ת נ\"ך תהלים כרך ב ס\"ע תתקיד. ובכ\"מ.53) סה\"מ ה'תש\"ה שם. ושם, שזהו\"ע דוד מחבר תורה בהקב\"ה.54) דזוהי הראי' שישראל קדמו לתורה – ב\"ר (פ\"א, ד) ותדבא\"ר (פי\"ד. וראה לקו\"ש חל\"ד ע' 222 הע' 48), הובא בסה\"מ ה'ש\"ת ע' 61. ה'תש\"ה שם ע' 121. ובכ\"מ.55) המשך תער\"ב שבהערה 47.56) המשך תער\"ב שם. וראה גם המשך תרס\"ו ע' מה. שם ע' שו. ובכ\"מ.57) ראה אגה\"ק סכ\"ו (קמג, א). וראה \"שיעורים בספר התניא\" לאגה\"ק כאן הערה 24. ובלקו\"ת אחרי כח, א: וכל עסק רשב\"י הי' בנגלה.58) ראה גם סידור – עם דא\"ח – קסג, א שענין \"בחד קטירא אתקטרנא\" הוא ההתקשרות שמצד יחידה.59) סה\"מ עת\"ר ע' קעז. ושם, שזהו בדוגמת הרצון לחיות, דזה שרוצה לחיות ואינו רוצה למות, הוא חד ממש.60) אבל כללות הענין דבי' אחידא הי' אצלו בגילוי גם מקודם, כנ\"ל סעיף א.61) וע\"פ מ\"ש בפנים יומתק הלשון \"נשמתי בי' אחידא\", כי הענין דבי' אחידא הוא מצד (שרש) הנשמה שלמעלה מתורה.62) ראה סה\"מ תרע\"ח ע' רפג. תרפ\"ח ע' קב. וראה גם בהנסמן לעיל ח\"א ע' רעח הערה 16.63) ע\"ד לשון אדה\"ז בתניא פמ\"ד (סג, א) בנוגע למשה רבינו.64) להעיר, שהדוגמא בש\"ס ופוסקים (נסמן לעיל הערה 11) על \"תורתו אומנתו\" היא מרשב\"י וחבריו.65) להעיר מתניא פ\"ה (ט, ב) שע\"י התורה נעשה יחוד נפלא שאין יחוד כמוהו כו'.66) ראה סד\"ה להבין ענין הילולא דרשב\"י עטר\"ת (סה\"מ עטר\"ת ע' תכ): ענינו הי' לגלות בחי' פנימיות התורה כו'.67) אגרת הקודש המפורסמת דהבעש\"ט, נדפסה גם בריש ס' כתר שם טוב.68) ח\"ג קכד, ב (ברע\"מ), ע\"פ הגירסא באגה\"ק רסכ\"ו (קמב, א).",
      "glossary": "|אדם כי יקריב מכם (adam ki yakriv mikem): When a man offers from you; אדמו\"ר האמצעי (Admor ha-Emtza'i): The middle Rebbe; אורייתא (Oraita): Torah; אין שייך בה שינוי (ein shayach bah shinui): No change is applicable to it; אין שייך בזה שינוי (ein shayach be-zeh shinui): No change is applicable to this; אינו יחוד עצמי (eino yichud atzmi): Is not essential unification; אינון מתקשרן (inun mitkashran): They are connected; אל מתני איש (el motnei ish): To a man's loins; אמור (Emor): Torah portion Emor; אמיתית ענין (amitit inyan): True matter; אני לדודי ועלי תשוקתו (ani le-dodi ve-alai teshukato): I am my beloved's and his desire is upon me; אפשר שיתרחק ח\"ו (efshar she-yitrachek chas ve-shalom): Possible that it may distance itself, God forbid; אתקטרנא בי' (itkatra bei): I was bound in Him; אתקיים קרא כולא (itkayam kra kula): The entire verse is fulfilled; בבחינת מציאות (bi-vchinat metziut): In the aspect of existence; בבחינת מקיף (bi-vchinat makif): In the aspect of encompassing; בגילוי (be-gilui): In revelation; בה' תתהלל נפשי (ba-Hashem tithalel nafshi): In God my soul shall glory; בהאי עלמא (be-hai alma): In this world; בהאי קרא דכתיב (be-hai kra de-kativ): This verse that is written; בהוי' אלקיכם (ba-Hashem Elokeichem): To the Lord your God; בחד קטירא (be-chad ktira): In one binding/connection; בחיצוניות (be-chitzoniyut): In externality; בי' אחידא (bei achida): Grasped in Him; בי' אתדבקת (bei itdabkat): In Him it is attached; בי' להיטא (bei lehita): In Him it cleaves; ביום הסתלקותו (be-yom histalkuto): On the day of his passing; בכללות (bi-chelalut): In general; בכמה דרושים (be-kama derushim): In several discourses; במשך כל ימי חייו (be-meshech kol yemei chayav): Throughout all the days of his life; בס\"ד (בסייעתא דשמיא): With the help of Heaven; בפנימיות (bi-fnimiut): In internality; בפנימיות (bi-fnimiut): In the inner dimension; בקוב\"ה (be-Kudsha Brich Hu): In the Holy One, Blessed be He; גם הדביקות דאורות (gam ha-devikut de-orot): Even the attachment of lights; דא בדא (da be-da): One with another; דבוק להאדם (davuk la-adam): Attached to the person; דביקות (devikut): Attachment; דביקות ממש (devikut mamash): Actual attachment; דהא נשמתי בי' אחידא (de-ha nishmati bei achida): For my soul is grasped in Him; דוקא בשני דברים (davka bi-shnei devarim): Specifically in two things; דלא כשאר התנאים (de-lo ke-she'ar ha-Tanna'im): Unlike other Tannaim; דרגא נעלית (darga ne'elit): Elevated level; ה'תשל\"ד (ha-tashla\"d): The year 5734 (1974); האהבה שע\"פ טעם ודעת (ha-ahavah she-al pi ta'am ve-da'at): Love according to reason and knowledge; האור הוא התפשטות וגילוי (ha-or hu hitpashtut ve-gilui): Light is expansion and revelation; האור שנמשך (ha-or she-nimsach): The light that is drawn down; הדא הוא דכתיב (hada hu de-kativ): This is what is written; הדביקות (ha-devikut): The attachment; הדביקות דאורות (ha-devikut de-orot): Attachment of lights; הדביקות דישראל בהקב\"ה (ha-devikut de-Yisrael be-HaKadosh Baruch Hu): The attachment of Israel to the Holy One; הדביקות דכלים (ha-devikut de-keilim): Attachment of vessels; ההמשכה מלמעלה למטה (ha-hamshachah mi-lema'alah le-matah): Drawing down from above to below; ההמשכה שע\"י המצוות (ha-hamshachah she-al yedei ha-mitzvot): The drawing down through commandments; ההמשכה שע\"י התורה (ha-hamshachah she-al yedei ha-Torah): The drawing down through Torah; החיבור דהקב\"ה עם ישראל (ha-chibur de-HaKadosh Baruch Hu im Yisrael): The connection of the Holy One with Israel; החילוק (ha-chiluk): The difference; היחוד (ha-yichud): The unification; הכח להקריב קרבנות (ha-koach le-hakriv korbanot): The power to offer sacrifices; הכלים הם (ha-keilim hem): The vessels are; הלימוד (ha-limud): The study; המבואר (ha-mevo'ar): What is explained; המקיים את המצוות (ha-mekayem et ha-mitzvot): Who fulfills the commandments; המשך תרס\"ו (hemshech tav-reish-samech-vav): Discourse of 5666; המשכת מ\"ד (hamshachat mem-dalet): Drawing down from above; הן דבוקין לי (hen devukin li): They are attached to Me; העבודה דחיצוניות הלב (ha-avodah de-chitzoniyut ha-lev): Service of externality of the heart; העבודה דמלמטה למעלה (ha-avodah mi-lematah le-ma'alah): Service from below to above; העבודה דפנימיות הלב (ha-avodah de-pnimiut ha-lev): Service of internality of the heart; העלאה מלמטה למעלה (ha'alah mi-lematah le-ma'alah): Elevation from below to above; העלאת מ\"ן (ha'alat mem-nun): Elevation from below; הקב\"ה (HaKadosh Baruch Hu): The Holy One, Blessed be He; השלימות (hashlaimut): Perfection; השרש והמקור (ha-shoresh ve-ha-makor): The root and source; השתא (hashta): Now; השתדל (hishtadel): Endeavored; התקשרות (hitkashrut): Connection/attachment; התקשרות (hitkashrut): Connection; ואתם הדבקים (ve-atem ha-deveikim): And you who cleave; ובגין כך (u-vegin kach): And therefore; ובזהר (u-ve-Zohar): And in the Zohar; ובעא לאתדבקא בהו (u-va'a le-itdabka behu): And He desires to attach to them; והאידנא (ve-ha-idna): And now; וימינו תחבקני (vi-ymino techabkeni): And His right hand embraces me; וישראל (ve-Yisrael): And Israel; ולאתקשרא עמהון (u-le-itkashra imahen): And to connect with them; ונפשו קשורה בנפשו (ve-nafsho keshurah be-nafsho): And his soul is bound to his soul; ועלי תשוקתו (ve-alai teshukato): And his desire is upon me; וקטרת על ידיה זהוריתא (ve-kateret al yadeha zahorita): And bound upon his hand the bright one; ותורתך בתוך מעי (ve-Toratcha be-toch me'ai): And Your Torah is within my innards; ותקשור על ידו (u-kesharta al yado): And you shall bind upon your hand; ותרגם (ve-tirgem): And it was translated; זכאין אינון ישראל (zaka'in inun Yisrael): Fortunate are Israel; חיבוק הוא מבחוץ (chibuk hu mi-bachutz): Embrace is from outside; חיבור חיצוני (chibur chitzoni): External connection; חיבור פנימי (chibur pnimi): Internal connection; חיצוניות הלב (chitzoniyut ha-lev): Externality of the heart; י\"ט אייר (yud-tet Iyar): 19th of Iyar; יום ההסתלקות (yom ha-histalkut): Day of passing; יחוד עצמי (yichud atzmi): Essential unification; ישראל דבוקים (Yisrael devukim): Israel are attached; כאשר ידבק האזור (ka'asher yidbak ha-ezor): As the belt cleaves; כדאיתא במדרש (ke-de-ita be-midrash): As stated in the Midrash; כל יומא (kol yoma): Every day; כל יומין דאתקטרנא (kol yomin de-itkatra): All the days that I was bound/connected; כל קשר שבפסוק (kol kesher she-ba-pasuk): Every binding in the verse; כמה חביבין ישראל (kamah chavivin Yisrael): How beloved are Israel; לאתדבקא בהו (le-itdabka behu): To attach to them; להדרגא (le-hadraga): To the level; להקריב קרבנות (le-hakriv korbanot): To offer sacrifices; לחיצוניותו (le-chitzoniyuto): To his externality; למעלה מדביקות (le-ma'alah mi-devikut): Above attachment; למעלה מטעם ודעת (le-ma'alah mi-ta'am ve-da'at): Above reason and knowledge; לשון קירוב (leshon kiruv): Language of drawing near; לשון קשר (leshon kesher): Language of binding; מאי טעמא (mai ta'ama): What is the reason; מגיע בפנימיותו (magi'a bi-fnimiuto): Reaches his internality; מורה שהוא מציאות (moreh she-hu metziut): Indicates that it is an entity; מזבח החיצון (mizbe'ach ha-chitzon): Outer altar; מזבח הפנימי (mizbe'ach ha-pnimi): Inner altar; מחבק את האדם (mechabek et ha-adam): Embraces the person; מסתכל הוינא (mistakkel haveina): I was contemplating; מצד זה (mi-tzad zeh): From this aspect; מציאות לעצמו (metziut le-atzmo): Existence unto itself; מקושר (mekushar): Connected; מקריבים הקרבנות (makrivin ha-korbanot): Offering sacrifices; משום דכתיב (mishum de-kativ): Because it is written; משך כל ימי חייו (meshech kol yemei chayav): Throughout all the days of his life; מתגלה הפנימיות (mitgaleh ha-fnimiut): The inner dimension is revealed; מתורגם קטר (meturgam katar): Translated as binding; נעשה חד (na'aseh echad): Became one; נפש האדם (nefesh ha-adam): Soul of man; נק' בשם דביקות (nikra be-shem devikut): Is called by the name attachment; נק' התקשרות (nikra hitkashrut): Is called connection; נשמתי בי' אחידא (nishmati bei achida): My soul is grasped in Him; נתקיים (nitkayam): Was fulfilled; ע\"י המצוות (al yedei ha-mitzvot): Through the commandments; ע\"פ טעם ודעת (al pi ta'am ve-da'at): According to reason and knowledge; עבד במשך כל ימי חייו (avad be-meshech kol yemei chayav): Served throughout all the days of his life; עבודת הקרבנות (avodat ha-korbanot): Service of sacrifices; עמוד העבודה (amud ha-avodah): Pillar of service; עניני עבודת האדם (inyenei avodat ha-adam): Matters of human service; עסק התורה (esek ha-Torah): Engagement in Torah; פנימיות הלב (pnimiut ha-lev): Internality of the heart; צוה את ישראל (tzivah et Yisrael): Commanded Israel; קוב\"ה (Kudsha Brich Hu): Holy One, Blessed be He; קטורת (ketoret): Incense; קמי קוב\"ה (kamai Kudsha Brich Hu): Before the Holy One, Blessed be He; קרא כולא (kra kula): The entire verse; קרא לון אדם (kara lon adam): Called them man; קרבנות (korbanot): Sacrifices; קרוב לאלקות (karov le-Elokut): Close to Godliness; קשר של קיימא (kesher shel kayama): Permanent bond; רבי שמעון (Rabbi Shimon): Rabbi Shimon; רשב\"י (Rashb\"i): Rabbi Shimon bar Yochai; ש\"פ (שבת פרשת): Shabbat of Torah portion; שייך לזה (shayach le-zeh): Related to this; שייך שינויים (shayach shinuyim): Subject to changes; שמחוץ להעצם (she-mi-chutz la-etzem):; שני ענינים (shnei inyanim): Two matters; תורה וגמ\"ח (Torah u-gemilut chasadim): Torah and acts of kindness; תורתו אומנתו (Torato umanuto): His Torah is his craft; תלת קשרין (telat kashrin): Three bonds;"
    },
    "search_tags": [
      "דור",
      "עבודה",
      "התקשרות",
      "Departure",
      "תכלית",
      "Sacrifices",
      "העלם",
      "אלקות",
      "Knowledge",
      "Love",
      "רבי",
      "Connection",
      "אוא\"ס",
      "Wisdom",
      "דעת",
      "Jacob",
      "Concealment",
      "Commandments",
      "Purpose",
      "גאולה",
      "Chain of descent",
      "Torah",
      "Moses",
      "Generation",
      "קרבנות",
      "מצוות",
      "יעקב",
      "דוד",
      "Exile",
      "העלאה",
      "ישראל",
      "המשכה",
      "Israel",
      "חסידות",
      "תורה",
      "Rabbi",
      "Light",
      "Elevation",
      "השתלשלות",
      "אהבה",
      "Sacrifice",
      "Will",
      "גלות",
      "אור",
      "עצמות",
      "משיח",
      "Essence",
      "David",
      "הסתלקות",
      "Infinite Light",
      "Revelation",
      "Service",
      "Drawing down",
      "Divinity",
      "גילוי",
      "Incense",
      "קטרת",
      "משה",
      "רצון",
      "חסיד",
      "Chassid",
      "Chassidut",
      "קרבן",
      "חכמה",
      "Messiah",
      "Redemption"
    ]
  }
}