{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "3_רצג",
    "reference": "Reference: 3_רצג",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אור",
        "אוא\"ס",
        "עצמות",
        "גילוי",
        "העלם",
        "תחתונים",
        "בריאה",
        "עולם",
        "עולמות",
        "מלכות",
        "בינה",
        "דעת",
        "חסד",
        "יסוד",
        "צדיקים",
        "צדיק",
        "אברהם",
        "ישראל",
        "מקדש",
        "מצוות",
        "מצוה",
        "תורה",
        "דור",
        "עבודה",
        "המשכה",
        "דירה",
        "תכלית",
        "כוונה",
        "רצון",
        "תיקון",
        "רבי"
      ],
      "key_concepts": [
        "Light",
        "Infinite Light",
        "Essence",
        "Revelation",
        "Concealment",
        "Lower worlds",
        "Creation",
        "World",
        "Worlds",
        "Kingship",
        "Understanding",
        "Knowledge",
        "Kindness",
        "Foundation",
        "Righteous ones",
        "Righteous one",
        "Abraham",
        "Israel",
        "Temple",
        "Commandments",
        "Commandment",
        "Torah",
        "Generation",
        "Service",
        "Drawing down",
        "Dwelling",
        "Purpose",
        "Intention",
        "Will",
        "Rectification",
        "Rabbi"
      ],
      "biblical_references": [
        "בראשית ב, ז",
        "בראשית ב, י",
        "תהלים צה, ו",
        "ישעי' מה, כג"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "זהר",
        "זהר",
        "ברכות בתוכו, וכו",
        "ברכות יב, א",
        "ברכות סא, א",
        "סנהדרין לח, א"
      ],
      "chassidic_references": [
        "אדמו\"ר הזקן",
        "אדמו\"ר הזקן",
        "אדמו\"ר הזקן",
        "אדמו\"ר הזקן",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 1944,
      "chunk_count": 9
    },
    "content": {
      "main_text": "בס\"ד. כ\"ט אלול ה'תשל\"ב, ליל ערב ראש השנה ה'תשל\"ג יום טוב של ראש השנה שחל להיות בשבת במקדש היו תוקעין אבל לא במדינה1, ומפרש בגמרא2 דרבנן הוא דגזור בי', דהכל חייבין בתקיעת שופר ואין הכל בקיאין בתקיעת שופר, גזירה שמא יטלנו בידו וילך אצל הבקי ללמוד ויעבירנו ד' אמות ברשות הרבים. וידוע הדיוק בזה3, מה ראו חז\"ל לדחות מ\"ע דאורייתא, ובפרט מצות שופר שהיא מצוה רמה ונישאה מאד4, משום גזירה בעלמא [ובפרט עכשיו, שאין מצוי שיהי' רה\"ר מה\"ת5, והגזירה שמא יעבירנו הוא רק שלא יבוא לאיסור דרבנן]. וגם6, הרי החשש הוא להדיוטים וקלי הדעת7, ואיך מנעו בשביל זה המצוה מכמה צדיקים גדולים וטובים. וידוע הביאור בזה8, דזה שבראש השנה צריך לתקוע בשופר הוא בכדי לעורר עי\"ז למעלה התענוג בבריאת העולמות, וכיון שבשבת מצד עצמו ישנו התענוג, לכן, בראש השנה שחל להיות בשבת המצוה דתקיעת שופר אינה בתוקף כ\"כ (עם כל השטורעם) כמו בראש השנה שחל בימות השבוע9, ולכן היא נדחית מפני החשש שמא יעבירנו ד' אמות ברשות הרבים. וזה שבמקדש היו תוקעין גם בראש השנה שחל בשבת, הוא, כי בתענוג כמה מדריגות, ודרגת התענוג שהמשיכו ע\"י תקיעת שופר במקדש היא נעלית יותר מדרגת התענוג דשבת.ב) וצריך להבין, הרי ידוע10 דזה שבראש השנה צריך לעורר התענוג ע\"י עבודת האדם (תקיעת שופר), אף שבתחלת הבריאה היתה ההמשכה מעצמה, הוא, כי ע\"י שהתעוררות התענוג דלמעלה (עכשיו) היא ע\"י עבודתם של ישראל, שהשרש דישראל הוא בהעצמות, התענוג שנמשך עכשיו הוא נעלה יותר מהתענוג שנמשך מצד עצמו (בתחלת הבריאה). ועפ\"ז, בראש השנה שחל להיות בשבת, שהתענוג הוא מצד הזמן דשבת (שבת מיקדשא וקיימא11 ), חסר לכאורה מעלת התענוג שמתעורר ע\"י עבודת האדם. ואף שגם בראש השנה שחל להיות בשבת ישנה העבודה דאמירת פסוקי שופרות, הרי אמירת הפסוקים היא בכדי שההמשכה תהי' בגילוי. וכמבואר בהמשך יום טוב של ראש השנה תרס\"ו12, דההמשכה שע\"י המצוות אינה בגילוי כ\"כ, והגילוי הוא ע\"י התורה, תורה אור13. ולכן, בכדי שהמשכת התענוג שע\"י קיום מצות תקיעת שופר תהי' בגילוי הוא ע\"י אמירת פסוקי שופרות. וזהו הטעם שגם בראש השנה שחל להיות בשבת אומרים פסוקי שופרות, אף שהמשכת התענוג אז הוא מצד עצמו, כי ההמשכה שמצד השבת עצמו היא למעלה, ובכדי שיהי' הגילוי למטה הוא ע\"י אמירת פסוקי שופרות. וכיון שע\"י אמירת הפסוקים הוא רק גילוי ההמשכה, וההמשכה עצמה היא מצד השבת עצמו, הרי בראש השנה שחל להיות בשבת חסר לכאורה העילוי שנעשה ע\"י עבודה.ג) ויובן זה בהקדים מה שארז\"ל14 משביעין אותו תהי צדיק כו', ואמר כ\"ק מו\"ח אדמו\"ר15 בשם הצ\"צ, אשר בראש השנה הראשונה לחייו (שנת תק\"ן16 ) אמר אדמו\"ר הזקן דרוש משביעין אותו תהי צדיק כו', והוא השלשת פרקים הראשונים של ספר התניא17. ויש לבאר השייכות דענין משביעין אותו לראש השנה ע\"פ המבואר בלקו\"ת18, דזה שכל אחד מישראל נק' אדם (אתם קרויין אדם19 ), הוא, לפי שבנשמת כל אחד מישראל יש חלק מנשמת אדם הראשון. ומזה מובן, דבראש השנה (יום ברוא אדם הראשון) שאז מתחדש (בכל שנה) הענין דהמשכת נשמת אדם הראשון בגופו (ויפח20 באפיו נשמת חיים)21, הרי זה גם יום ההולדת של כל אחד מישראל. וי\"ל שזהו הקשר דמשביעין אותו לראש השנה.ויש לקשר זה עם פירוש המדרש22 עה\"פ23 בחודש השביעי שהוא ירחא דשבועתא (שביעי מלשון שבועה), וכמבואר בדרושי הצ\"צ24 השייכות דירחא דשבועתא למשביעין אותו תהי צדיק. ואולי יש להוסיף, דבחודש השביעי ג' פירושים, שביעי כפשוטו, שביעי מלשון שבועה (ירחא דשבועתא כנ\"ל), ושביעי מלשון שובע, כדאיתא במדרש25 דפירוש בחודש השביעי הוא, שהוא משובע בכל (גיתות בתוכו, ברכות בתוכו, וכו'). ועד\"ז הוא במשביעין אותו תהי צדיק כו', שמבואר בכ\"מ26 וגם בדרושי הצ\"צ27 דבמשביעין ג' פירושים. משביעין כפשוטו, וגם מלשון שובע ומלשון שבעה, כדלקמן.ד) והנה השייכות דג' ענינים אלה (שבועה, שובע, שבעה) היא, דענין השבועה הוא שמקשר את עצמותו. וכמו בשבועה כפשוטה, דזה שהאדם נשבע לעשות איזה דבר (הגם שעכשיו בעת שנשבע הוא רוצה בזה, ולמה צריך להשבועה), הוא, בכדי שגם כשיהי' איזה דבר שיגרום שלא ירצה בהדבר, הנה ע\"י שנשבע לעשות הדבר, יעשה את הדבר גם נגד רצונו28. והטעם על זה הוא כי ענין השבועה הוא שמקשר את עצמותו בזה, עצם הנפש שלמעלה מרצון. ועד\"ז הוא למעלה, דענין השבועה הוא כמ\"ש29 בי נשבעתי, בי בעצמותי. וכמבואר בהדרושים30, דבי קאי על עתיק, וידוע31 שעתיק הוא בחינה תחתונה שבמאציל שלמעלה משרש הנאצלים.וזהו32  משביעין אותו תהי צדיק, דזה שצריך להשביע את הנשמה תהי צדיק, הגם שזה (להיות צדיק) הוא רצון הנשמה, כי ע\"י התלבשותה בגוף ונפש הבהמית, אפשר שהגוף ונה\"ב יעלימו ויסתירו על הנשמה. ובפרט ששרש נה\"א הוא בתיקון ושרש נה\"ב הוא בתוהו שקדם לתיקון. ולכן משביעין את הנשמה תהי צדיק, דענין השבועה הוא המשכת שרש הנשמה כמו שהיא מושרשת בעצמות אוא\"ס (למעלה מהענין דתוהו ותיקון), ועי\"ז תוכל להתגבר על נה\"ב. וזהו שמשביעין אותו הוא גם מלשון שובע, דשובע הוא נתינת כח. וע\"י השבועה, המשכת שרש הנשמה כמו שהיא מושרשת בעצמות אוא\"ס [שהוא בדוגמת שרש הבן כמו שהוא במוח האב עצמו טרם שנמשך33 ], נותנים כח להנשמה כמו שהיא בגילוי למעלה [שהוא בדוגמת הבן כמו שנמשך ממוח האב32], וגם להנשמה כמו שהיא מלובשת בגוף ונה\"ב, לעבוד עבודתה בסור מרע (אל תהי רשע) ובועשה טוב (תהי צדיק).ה) והנה מדייק הצ\"צ34 במ\"ש משביעין אותו תהי צדיק, איך מהני השבועה לנשמה על הגוף ונה\"ב, שזהו דבר שאינו ברשותה, והלא אין אדם מקנה דבר שאינו ברשותו. ומבאר, דזה שמשביעין אותו תהי צדיק למדו רז\"ל ממ\"ש35 כי לי תכרע כל ברך תשבע כל לשון, כי לי תכרע כל ברך זה יום המיתה, תשבע כל לשון זה יום הלידה. והתחלת כתוב זה הוא בי נשבעתי, דבי קאי על עתיק36 (כנ\"ל). וזה שתשבע כל לשון בא בהמשך לבי נשבעתי, הוא, כי בהשבועה שמשביעין אותו תהי צדיק נמשך כח מבחינת בי נשבעתי. ובכח זה, ביכולת הנשמה לשלוט על נה\"ב37. ויש לומר, דהביאור איך מהני השבועה לנשמה על הגוף ונה\"ב שזה דבר שאינו ברשותה, הוא, כי מצד הדרגא דבי נשבעתי, גם הגוף ונה\"ב הם ברשות הנשמה. דבבחינת הגילויים, הנשמה והגוף ונה\"ב הם שני ענינים. דשרש הנשמה הוא בתיקון ושרש הגוף ונה\"ב הוא בתוהו. אבל באוא\"ס שלמעלה מתוהו ותיקון, מכיון שהכוונה מלכתחילה בבנין וסתירת התוהו היתה שיהי' בירור התוהו (שרש הגוף ונה\"ב) ע\"י התיקון (שרש נה\"א)38, לכן ע\"י גילוי אוא\"ס, גם הגוף ונה\"ב נעשים ברשותה של הנשמה, כי כוונת התהוותם מלכתחילה היא שיתבררו ע\"י הנשמה.ו) ויש לומר, שהחילוק בין שני הענינים דמשביעין אותו, משביעין מלשון שבועה ומשביעין מלשון שובע, הוא, שמשביעין מלשון שבועה הוא המשכת שרש הנשמה, ומשביעין מלשון שובע הוא שהמשכה זו תהי' בגילוי בהנשמה כמו שבאה בהמשכה (כולל הנשמה כמו שהיא מלובשת בגוף ונה\"ב), בדוגמת שביעה כפשוטה, שהמאכל משביע את האדם. וזהו דמשביעין אותו מלשון שובע הוא נתינת כח (כמבואר בכ\"מ39 ), דע\"י שההמשכה דהשבועה היא בגילוי בהנשמה שבהגוף, יש לה הכח להתגבר על נפש הבהמית (כנ\"ל סעיף ד), וגם לפעול בו הבירור והזיכוך (כנ\"ל סעיף ה), שבשביל זה ירדה למטה. וכמבואר בתניא40, דתכלית הכוונה בירידת הנשמה למטה הוא (לא בשביל הנשמה, אלא) בכדי לברר ולזכך את הגוף ונה\"ב וחלקו בעולם.ויש לקשר זה עם מ\"ש הצ\"צ41 דשבועה היא בבינה ביסוד ובמלכות, דזה ששבועה היא בבינה שייך להשבועה עצמה, המשכת עתיק [ועד\"ז המשכת שרש הנשמה], דבבינה הוא גילוי עתיק42. כמ\"ש43 ונהר יוצא מעדן, דנהר הוא בינה ועדן הוא עתיק, ופירוש נהר יוצא מעדן הוא שבבינה הוא גילוי עתיק. וזה ששבועה היא במלכות שייך להשובע דשבועה, דזה שהשבועה משפעת ונותנת כח בהנשמה שבהגוף הוא ע\"י שההמשכה היא במלכות, וזה ששבועה היא ביסוד, הוא, שהמשכת הבינה (ועתיק שבה) במלכות היא ע\"י היסוד. וזהו גם הקשר עם הפירוש השלישי במשביעין אותו שהוא מלשון שבע, דלפי ביאור אחד קאי זה על היסוד, שהוא שביעי מהבינה44.ז) ועפ\"ז יובן הקשר של השבועה שמשביעין אותו תהי צדיק עם חודש השביעי, ירחא דשבועתא, כי זה שבריאת האדם היתה ביום הששי למעשה בראשית, יום הראשון דחודש השביעי, הוא מפני שני טעמים45. להיותו אחור למעשה בראשית46, דשרש הדצ\"ח הוא מתוהו ושרש האדם הוא מתיקון שלמטה מתוהו. ולהיותו קודם למעשה בראשית45 (קדום במעלה), כדאיתא בגמרא47, דזה שהאדם נברא בסוף הוא כדי שיכנס לסעודה מיד, שזה מורה על מעלת האדם, שכל הבריאה היא בשביל האדם. דגם התהוות התוהו שקדם לתיקון הוא בכדי שיהי' בירור התוהו ע\"י עבודת האדם, כנ\"ל. וזהו מה שאומרים על היום דראש השנה זה היום תחלת מעשיך48, אף שבריאת העולם היתה בכ\"ה באלול49, כי50 הכוונה בבריאת העולם היא שהאדם ע\"י עבודתו יעשה את העולם דירה לו ית', וענין זה הותחל ביום ברוא האדם. דנוסף לזה שאז דוקא נעשית האפשרות להשלים כוונה זו, נעשה אז כן גם בפועל, כמארז\"ל51 שאדם הראשון (ביום שנברא) הכריז לכל הברואים בואו52 נשתחוה ונכרעה נברכה לפני ה' עושנו, וכולם ענו ואמרו ה'53 מלך גאות לבש. וזהו שחודש השביעי (שבו נברא האדם) הוא ירחא דשבועתא, כי הכח שיש באדם לפעול בהעולם, אף שבגילוי האדם הוא אחור למעשה בראשית, הוא ע\"י גילוי שרשו האמיתי של האדם, שהוא קדם למעשה בראשית, וגילוי זה הוא ע\"י השבועה (כנ\"ל בארוכה), ירחא דשבועתא.ועד\"ז הוא בראש השנה שבכל שנה ושנה, שאז מכתירין ישראל [שקרויין אדם, לפי שבכ\"א מישראל יש ניצוץ מנשמת אדם הראשון, כנ\"ל סעיף ג] את הקב\"ה למלך עליהם ועל כל העולם, שעי\"ז עושים את העולם דירה לו ית', ובכל שנה ושנה ההכתרה ועשיית הדירה שעי\"ז הם באופן נעלה יותר, שהכח שבכאו\"א מישראל על זה הוא ע\"י שבכל ראש השנה, התחלת ירחא דשבועתא, נמשכת מחדש השבועה שמשביעין את כאו\"א מישראל תהי צדיק. ויש לומר, דע\"י שאמר אדמו\"ר הזקן את הדרוש משביעין אותו תהי צדיק בראש השנה, אמירת תורה (תורה אור), המשכת השבועה בראש השנה היא בגילוי עוד יותר.ח) ואולי יש להוסיף, דזה שארז\"ל שהטעם על זה שהאדם נברא בסוף הוא כדי שיכנס לסעודה מיד, הכוונה בזה היא, לא רק להעולם שהאדם צריך לעשותו דירה לו ית', אלא גם להנתינת כח להאדם, משביעין אותו מלשון שובע (ענין סעודה), שיוכל לעשות את העולם דירה לו ית'. ועפ\"ז יש לומר, דזה שהאדם הוא קדם למעשה בראשית והכל נברא בשבילו, נכלל בזה גם השבועה. דהכוונה בהשבועה, המשכת בחינת עתיק [וי\"ל יתירה מזו, גם הכוונה בבחינת עתיק עצמה], היא בשביל עבודת האדם. וע\"י שהאדם יקיים את השבועה, נעשה בה עילוי, שנשלמת כוונת השבועה.ט) והנה זה שנת\"ל (סעיף ז) שבראש השנה נמשכת נתינת כח להאדם לפעול בהעולם ולעשותו דירה לו ית', יש לקשר עם המבואר בכ\"מ54, שבתחלת הבריאה, המשכת הרצון והתענוג בבריאת העולמות היתה מצד עצמו, כי חפץ חסד הוא55, והמשכת הרצון והתענוג בבריאת העולם עכשיו היא ע\"י עבודת האדם, דיש לומר, דחילוק זה הוא לא רק באופן ההמשכה (אם ההמשכה היא מצד עצמה או שההמשכה היא ע\"י עבודת האדם) אלא גם בהרצון והתענוג עצמם. דהרצון והתענוג שבבריאת העולמות שמצד חפץ חסד הוא בבריאת העולמות, שעי\"ז מתגלה חסדו ית'56, והרצון והתענוג שבבריאת העולמות שע\"י עבודת האדם הוא זה שנתאוה הקב\"ה להיות לו ית' דירה בתחתונים57 ושעשיית הדירה תהי' ע\"י עבודת האדם. וע\"י גילוי תענוג זה בבריאת העולמות, שהכוונה דבריאת העולמות היא בשביל ישראל, יש כח בהאדם (אתם קרויין אדם) לפעול בהבריאה ולעשות דירה לו ית'. דזה שנת\"ל שהנתינת כח להאדם לפעול בהבריאה הוא גילוי שרש הנשמה (ענין השבועה), הוא בנוגע להאדם. והפעולה שנעשית בהעולם ע\"י עבודת האדם (שע\"י עבודת האדם נעשה העולם דירה לו ית') הוא ע\"י גילוי כוונת הבריאה, שבריאת העולם היא בשביל ישראל.יו\"ד) ועפ\"ז יש לבאר שגם בראש השנה שחל להיות בשבת ישנה מעלת העבודה58, כי הכוונה בהמשכת התענוג [וגם בהתענוג עצמו] היא בשביל האדם, שע\"י התענוג תהי' נתינת כח לאדם לעשות את העולם דירה לו ית' (וע\"ד שנת\"ל סעיף ח בענין השבועה), דהנתינת כח להאדם הוא דוקא כשהמשכת התענוג הוא בגילוי. וכיון שגם בראש השנה שחל להיות בשבת גילוי התענוג הוא ע\"י אמירת פסוקי שופרות (כמבואר לעיל סעיף ב מהמשך תרס\"ו), נמצא, שגם העבודה דאמירת פסוקי שופרות היא בנוגע לענין עיקרי.ויש להוסיף, שזה שע\"י מצות תקיעת שופר נעשית רק ההמשכה, והגילוי הוא ע\"י התורה (אמירת פסוקי שופרות), הוא, מפני ששרש התורה הוא למעלה משרש המצוות. ויש לקשר זה עם המבואר בהמשך הנ\"ל59, דיש עוד מעלה באמירת פסוקי שופרות, דההמשכה שע\"י תקיעת שופר היא רק האור והגילוי שנמשך מהעצמות, וע\"י אמירת הפסוקים נמשך העלם העצמי עצמו, בדוגמת העלי' שיהי' לעתיד. ועפ\"ז מובן עוד יותר שגם בראש השנה שחל להיות בשבת ישנה מעלת העבודה, כי ע\"י העבודה דאמירת פסוקי שופרות גם ההמשכה עצמה היא המשכה נעלית יותר.וכיון ששבת הו\"ע המנוחה והתענוג, גם העבודה בראש השנה שחל להיות בשבת, ועד\"ז העבודה דערב ראש השנה, היא מתוך מנוחה ותענוג, וזה פועל גם על כל השנה, שתהי' שנה של מנוחה ותענוג, ועד לאמיתית ענין המנוחה – יום שכולו שבת ומנוחה לחיי העולמים60, ובקרוב ממש בעגלא דידן.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד כ\"ט אלול ה'תשל\"ב, ליל ערב ראש השנה ה'תשל\"ג יום טוב של ראש השנה שחל להיות בשבת במקדש היו תוקעין אבל לא במדינה1, ומפרש בגמרא2 דרבנן הוא דגזור בי', דהכל חייבין בתקיעת שופר ואין הכל בקיאין בתקיעת שופר, גזירה שמא יטלנו בידו וילך אצל הבקי ללמוד ויעבירנו ד' אמות ברשות הרבים וידוע הדיוק בזה3, מה ראו חז\"ל לדחות מ\"ע דאורייתא, ובפרט מצות שופר שהיא מצוה רמה ונישאה מאד4, משום גזירה בעלמא [ובפרט עכשיו, שאין מצוי שיהי' רה\"ר מה\"ת5, והגזירה שמא יעבירנו הוא רק שלא יבוא לאיסור דרבנן] וגם6, הרי החשש הוא להדיוטים וקלי הדעת7, ואיך מנעו בשביל זה המצוה מכמה צדיקים גדולים וטובים וידוע הביאור בזה8, דזה שבראש השנה צריך לתקוע בשופר הוא בכדי לעורר עי\"ז למעלה התענוג בבריאת העולמות, וכיון שבשבת מצד עצמו ישנו התענוג, לכן, בראש השנה שחל להיות בשבת המצוה דתקיעת שופר אינה בתוקף כ\"כ (עם כל השטורעם) כמו בראש השנה שחל בימות השבוע9, ולכן היא נדחית מפני החשש שמא יעבירנו ד' אמות ברשות הרבים וזה שבמקדש היו תוקעין גם בראש השנה שחל בשבת, הוא, כי בתענוג כמה מדריגות, ודרגת התענוג שהמשיכו ע\"י תקיעת שופר במקדש היא נעלית יותר מדרגת התענוג דשבת.ב) וצריך להבין, הרי ידוע10 דזה שבראש השנה צריך לעורר התענוג ע\"י עבודת האדם (תקיעת שופר), אף שבתחלת הבריאה היתה ההמשכה מעצמה, הוא, כי ע\"י שהתעוררות התענוג דלמעלה (עכשיו) היא ע\"י עבודתם של ישראל, שהשרש דישראל הוא בהעצמות, התענוג שנמשך עכשיו הוא נעלה יותר מהתענוג שנמשך מצד עצמו (בתחלת הבריאה) ועפ\"ז, בראש השנה שחל להיות בשבת, שהתענוג הוא מצד הזמן דשבת (שבת מיקדשא וקיימא11 ), חסר לכאורה מעלת התענוג שמתעורר ע\"י עבודת האדם",
          "topics": [
            "אור",
            "עצמות",
            "בריאה",
            "עולמות",
            "דעת"
          ],
          "word_count": 257
        },
        {
          "chunk_id": "chunk_2",
          "content": "ואף שגם בראש השנה שחל להיות בשבת ישנה העבודה דאמירת פסוקי שופרות, הרי אמירת הפסוקים היא בכדי שההמשכה תהי' בגילוי וכמבואר בהמשך יום טוב של ראש השנה תרס\"ו12, דההמשכה שע\"י המצוות אינה בגילוי כ\"כ, והגילוי הוא ע\"י התורה, תורה אור13 ולכן, בכדי שהמשכת התענוג שע\"י קיום מצות תקיעת שופר תהי' בגילוי הוא ע\"י אמירת פסוקי שופרות וזהו הטעם שגם בראש השנה שחל להיות בשבת אומרים פסוקי שופרות, אף שהמשכת התענוג אז הוא מצד עצמו, כי ההמשכה שמצד השבת עצמו היא למעלה, ובכדי שיהי' הגילוי למטה הוא ע\"י אמירת פסוקי שופרות וכיון שע\"י אמירת הפסוקים הוא רק גילוי ההמשכה, וההמשכה עצמה היא מצד השבת עצמו, הרי בראש השנה שחל להיות בשבת חסר לכאורה העילוי שנעשה ע\"י עבודה.ג) ויובן זה בהקדים מה שארז\"ל14 משביעין אותו תהי צדיק כו', ואמר כ\"ק מו\"ח אדמו\"ר15 בשם הצ\"צ, אשר בראש השנה הראשונה לחייו (שנת תק\"ן16 ) אמר אדמו\"ר הזקן דרוש משביעין אותו תהי צדיק כו', והוא השלשת פרקים הראשונים של ספר התניא17 ויש לבאר השייכות דענין משביעין אותו לראש השנה ע\"פ המבואר בלקו\"ת18, דזה שכל אחד מישראל נק' אדם (אתם קרויין אדם19 ), הוא, לפי שבנשמת כל אחד מישראל יש חלק מנשמת אדם הראשון ומזה מובן, דבראש השנה (יום ברוא אדם הראשון) שאז מתחדש (בכל שנה) הענין דהמשכת נשמת אדם הראשון בגופו (ויפח20 באפיו נשמת חיים)21, הרי זה גם יום ההולדת של כל אחד מישראל וי\"ל שזהו הקשר דמשביעין אותו לראש השנה.ויש לקשר זה עם פירוש המדרש22 עה\"פ23 בחודש השביעי שהוא ירחא דשבועתא (שביעי מלשון שבועה), וכמבואר בדרושי הצ\"צ24 השייכות דירחא דשבועתא למשביעין אותו תהי צדיק",
          "topics": [
            "אור",
            "גילוי",
            "צדיק",
            "ישראל",
            "מצוות"
          ],
          "word_count": 250
        },
        {
          "chunk_id": "chunk_3",
          "content": "ואולי יש להוסיף, דבחודש השביעי ג' פירושים, שביעי כפשוטו, שביעי מלשון שבועה (ירחא דשבועתא כנ\"ל), ושביעי מלשון שובע, כדאיתא במדרש25 דפירוש בחודש השביעי הוא, שהוא משובע בכל (גיתות בתוכו, ברכות בתוכו, וכו') ועד\"ז הוא במשביעין אותו תהי צדיק כו', שמבואר בכ\"מ26 וגם בדרושי הצ\"צ27 דבמשביעין ג' פירושים משביעין כפשוטו, וגם מלשון שובע ומלשון שבעה, כדלקמן.ד) והנה השייכות דג' ענינים אלה (שבועה, שובע, שבעה) היא, דענין השבועה הוא שמקשר את עצמותו וכמו בשבועה כפשוטה, דזה שהאדם נשבע לעשות איזה דבר (הגם שעכשיו בעת שנשבע הוא רוצה בזה, ולמה צריך להשבועה), הוא, בכדי שגם כשיהי' איזה דבר שיגרום שלא ירצה בהדבר, הנה ע\"י שנשבע לעשות הדבר, יעשה את הדבר גם נגד רצונו28 והטעם על זה הוא כי ענין השבועה הוא שמקשר את עצמותו בזה, עצם הנפש שלמעלה מרצון ועד\"ז הוא למעלה, דענין השבועה הוא כמ\"ש29 בי נשבעתי, בי בעצמותי וכמבואר בהדרושים30, דבי קאי על עתיק, וידוע31 שעתיק הוא בחינה תחתונה שבמאציל שלמעלה משרש הנאצלים.וזהו32  משביעין אותו תהי צדיק, דזה שצריך להשביע את הנשמה תהי צדיק, הגם שזה (להיות צדיק) הוא רצון הנשמה, כי ע\"י התלבשותה בגוף ונפש הבהמית, אפשר שהגוף ונה\"ב יעלימו ויסתירו על הנשמה ובפרט ששרש נה\"א הוא בתיקון ושרש נה\"ב הוא בתוהו שקדם לתיקון ולכן משביעין את הנשמה תהי צדיק, דענין השבועה הוא המשכת שרש הנשמה כמו שהיא מושרשת בעצמות אוא\"ס (למעלה מהענין דתוהו ותיקון), ועי\"ז תוכל להתגבר על נה\"ב וזהו שמשביעין אותו הוא גם מלשון שובע, דשובע הוא נתינת כח",
          "topics": [
            "אוא\"ס",
            "עצמות",
            "צדיק",
            "רצון",
            "תיקון"
          ],
          "word_count": 231
        },
        {
          "chunk_id": "chunk_4",
          "content": "וע\"י השבועה, המשכת שרש הנשמה כמו שהיא מושרשת בעצמות אוא\"ס [שהוא בדוגמת שרש הבן כמו שהוא במוח האב עצמו טרם שנמשך33 ], נותנים כח להנשמה כמו שהיא בגילוי למעלה [שהוא בדוגמת הבן כמו שנמשך ממוח האב32], וגם להנשמה כמו שהיא מלובשת בגוף ונה\"ב, לעבוד עבודתה בסור מרע (אל תהי רשע) ובועשה טוב (תהי צדיק).ה) והנה מדייק הצ\"צ34 במ\"ש משביעין אותו תהי צדיק, איך מהני השבועה לנשמה על הגוף ונה\"ב, שזהו דבר שאינו ברשותה, והלא אין אדם מקנה דבר שאינו ברשותו ומבאר, דזה שמשביעין אותו תהי צדיק למדו רז\"ל ממ\"ש35 כי לי תכרע כל ברך תשבע כל לשון, כי לי תכרע כל ברך זה יום המיתה, תשבע כל לשון זה יום הלידה והתחלת כתוב זה הוא בי נשבעתי, דבי קאי על עתיק36 (כנ\"ל) וזה שתשבע כל לשון בא בהמשך לבי נשבעתי, הוא, כי בהשבועה שמשביעין אותו תהי צדיק נמשך כח מבחינת בי נשבעתי ובכח זה, ביכולת הנשמה לשלוט על נה\"ב37 ויש לומר, דהביאור איך מהני השבועה לנשמה על הגוף ונה\"ב שזה דבר שאינו ברשותה, הוא, כי מצד הדרגא דבי נשבעתי, גם הגוף ונה\"ב הם ברשות הנשמה דבבחינת הגילויים, הנשמה והגוף ונה\"ב הם שני ענינים דשרש הנשמה הוא בתיקון ושרש הגוף ונה\"ב הוא בתוהו",
          "topics": [
            "אור",
            "אוא\"ס",
            "עצמות",
            "גילוי",
            "צדיק"
          ],
          "word_count": 192
        },
        {
          "chunk_id": "chunk_5",
          "content": "אבל באוא\"ס שלמעלה מתוהו ותיקון, מכיון שהכוונה מלכתחילה בבנין וסתירת התוהו היתה שיהי' בירור התוהו (שרש הגוף ונה\"ב) ע\"י התיקון (שרש נה\"א)38, לכן ע\"י גילוי אוא\"ס, גם הגוף ונה\"ב נעשים ברשותה של הנשמה, כי כוונת התהוותם מלכתחילה היא שיתבררו ע\"י הנשמה.ו) ויש לומר, שהחילוק בין שני הענינים דמשביעין אותו, משביעין מלשון שבועה ומשביעין מלשון שובע, הוא, שמשביעין מלשון שבועה הוא המשכת שרש הנשמה, ומשביעין מלשון שובע הוא שהמשכה זו תהי' בגילוי בהנשמה כמו שבאה בהמשכה (כולל הנשמה כמו שהיא מלובשת בגוף ונה\"ב), בדוגמת שביעה כפשוטה, שהמאכל משביע את האדם וזהו דמשביעין אותו מלשון שובע הוא נתינת כח (כמבואר בכ\"מ39 ), דע\"י שההמשכה דהשבועה היא בגילוי בהנשמה שבהגוף, יש לה הכח להתגבר על נפש הבהמית (כנ\"ל סעיף ד), וגם לפעול בו הבירור והזיכוך (כנ\"ל סעיף ה), שבשביל זה ירדה למטה וכמבואר בתניא40, דתכלית הכוונה בירידת הנשמה למטה הוא (לא בשביל הנשמה, אלא) בכדי לברר ולזכך את הגוף ונה\"ב וחלקו בעולם.ויש לקשר זה עם מ\"ש הצ\"צ41 דשבועה היא בבינה ביסוד ובמלכות, דזה ששבועה היא בבינה שייך להשבועה עצמה, המשכת עתיק [ועד\"ז המשכת שרש הנשמה], דבבינה הוא גילוי עתיק42 כמ\"ש43 ונהר יוצא מעדן, דנהר הוא בינה ועדן הוא עתיק, ופירוש נהר יוצא מעדן הוא שבבינה הוא גילוי עתיק וזה ששבועה היא במלכות שייך להשובע דשבועה, דזה שהשבועה משפעת ונותנת כח בהנשמה שבהגוף הוא ע\"י שההמשכה היא במלכות, וזה ששבועה היא ביסוד, הוא, שהמשכת הבינה (ועתיק שבה) במלכות היא ע\"י היסוד",
          "topics": [
            "אוא\"ס",
            "גילוי",
            "עולם",
            "מלכות",
            "בינה"
          ],
          "word_count": 227
        },
        {
          "chunk_id": "chunk_6",
          "content": "וזהו גם הקשר עם הפירוש השלישי במשביעין אותו שהוא מלשון שבע, דלפי ביאור אחד קאי זה על היסוד, שהוא שביעי מהבינה44.ז) ועפ\"ז יובן הקשר של השבועה שמשביעין אותו תהי צדיק עם חודש השביעי, ירחא דשבועתא, כי זה שבריאת האדם היתה ביום הששי למעשה בראשית, יום הראשון דחודש השביעי, הוא מפני שני טעמים45 להיותו אחור למעשה בראשית46, דשרש הדצ\"ח הוא מתוהו ושרש האדם הוא מתיקון שלמטה מתוהו ולהיותו קודם למעשה בראשית45 (קדום במעלה), כדאיתא בגמרא47, דזה שהאדם נברא בסוף הוא כדי שיכנס לסעודה מיד, שזה מורה על מעלת האדם, שכל הבריאה היא בשביל האדם דגם התהוות התוהו שקדם לתיקון הוא בכדי שיהי' בירור התוהו ע\"י עבודת האדם, כנ\"ל וזהו מה שאומרים על היום דראש השנה זה היום תחלת מעשיך48, אף שבריאת העולם היתה בכ\"ה באלול49, כי50 הכוונה בבריאת העולם היא שהאדם ע\"י עבודתו יעשה את העולם דירה לו ית', וענין זה הותחל ביום ברוא האדם דנוסף לזה שאז דוקא נעשית האפשרות להשלים כוונה זו, נעשה אז כן גם בפועל, כמארז\"ל51 שאדם הראשון (ביום שנברא) הכריז לכל הברואים בואו52 נשתחוה ונכרעה נברכה לפני ה' עושנו, וכולם ענו ואמרו ה'53 מלך גאות לבש",
          "topics": [
            "אור",
            "בריאה",
            "עולם",
            "בינה",
            "יסוד"
          ],
          "word_count": 180
        },
        {
          "chunk_id": "chunk_7",
          "content": "וזהו שחודש השביעי (שבו נברא האדם) הוא ירחא דשבועתא, כי הכח שיש באדם לפעול בהעולם, אף שבגילוי האדם הוא אחור למעשה בראשית, הוא ע\"י גילוי שרשו האמיתי של האדם, שהוא קדם למעשה בראשית, וגילוי זה הוא ע\"י השבועה (כנ\"ל בארוכה), ירחא דשבועתא.ועד\"ז הוא בראש השנה שבכל שנה ושנה, שאז מכתירין ישראל [שקרויין אדם, לפי שבכ\"א מישראל יש ניצוץ מנשמת אדם הראשון, כנ\"ל סעיף ג] את הקב\"ה למלך עליהם ועל כל העולם, שעי\"ז עושים את העולם דירה לו ית', ובכל שנה ושנה ההכתרה ועשיית הדירה שעי\"ז הם באופן נעלה יותר, שהכח שבכאו\"א מישראל על זה הוא ע\"י שבכל ראש השנה, התחלת ירחא דשבועתא, נמשכת מחדש השבועה שמשביעין את כאו\"א מישראל תהי צדיק ויש לומר, דע\"י שאמר אדמו\"ר הזקן את הדרוש משביעין אותו תהי צדיק בראש השנה, אמירת תורה (תורה אור), המשכת השבועה בראש השנה היא בגילוי עוד יותר.ח) ואולי יש להוסיף, דזה שארז\"ל שהטעם על זה שהאדם נברא בסוף הוא כדי שיכנס לסעודה מיד, הכוונה בזה היא, לא רק להעולם שהאדם צריך לעשותו דירה לו ית', אלא גם להנתינת כח להאדם, משביעין אותו מלשון שובע (ענין סעודה), שיוכל לעשות את העולם דירה לו ית' ועפ\"ז יש לומר, דזה שהאדם הוא קדם למעשה בראשית והכל נברא בשבילו, נכלל בזה גם השבועה דהכוונה בהשבועה, המשכת בחינת עתיק [וי\"ל יתירה מזו, גם הכוונה בבחינת עתיק עצמה], היא בשביל עבודת האדם",
          "topics": [
            "אור",
            "גילוי",
            "עולם",
            "צדיק",
            "ישראל"
          ],
          "word_count": 216
        },
        {
          "chunk_id": "chunk_8",
          "content": "וע\"י שהאדם יקיים את השבועה, נעשה בה עילוי, שנשלמת כוונת השבועה.ט) והנה זה שנת\"ל (סעיף ז) שבראש השנה נמשכת נתינת כח להאדם לפעול בהעולם ולעשותו דירה לו ית', יש לקשר עם המבואר בכ\"מ54, שבתחלת הבריאה, המשכת הרצון והתענוג בבריאת העולמות היתה מצד עצמו, כי חפץ חסד הוא55, והמשכת הרצון והתענוג בבריאת העולם עכשיו היא ע\"י עבודת האדם, דיש לומר, דחילוק זה הוא לא רק באופן ההמשכה (אם ההמשכה היא מצד עצמה או שההמשכה היא ע\"י עבודת האדם) אלא גם בהרצון והתענוג עצמם דהרצון והתענוג שבבריאת העולמות שמצד חפץ חסד הוא בבריאת העולמות, שעי\"ז מתגלה חסדו ית'56, והרצון והתענוג שבבריאת העולמות שע\"י עבודת האדם הוא זה שנתאוה הקב\"ה להיות לו ית' דירה בתחתונים57 ושעשיית הדירה תהי' ע\"י עבודת האדם וע\"י גילוי תענוג זה בבריאת העולמות, שהכוונה דבריאת העולמות היא בשביל ישראל, יש כח בהאדם (אתם קרויין אדם) לפעול בהבריאה ולעשות דירה לו ית' דזה שנת\"ל שהנתינת כח להאדם לפעול בהבריאה הוא גילוי שרש הנשמה (ענין השבועה), הוא בנוגע להאדם והפעולה שנעשית בהעולם ע\"י עבודת האדם (שע\"י עבודת האדם נעשה העולם דירה לו ית') הוא ע\"י גילוי כוונת הבריאה, שבריאת העולם היא בשביל ישראל.יו\"ד) ועפ\"ז יש לבאר שגם בראש השנה שחל להיות בשבת ישנה מעלת העבודה58, כי הכוונה בהמשכת התענוג [וגם בהתענוג עצמו] היא בשביל האדם, שע\"י התענוג תהי' נתינת כח לאדם לעשות את העולם דירה לו ית' (וע\"ד שנת\"ל סעיף ח בענין השבועה), דהנתינת כח להאדם הוא דוקא כשהמשכת התענוג הוא בגילוי",
          "topics": [
            "גילוי",
            "תחתונים",
            "בריאה",
            "עולם",
            "עולמות"
          ],
          "word_count": 231
        },
        {
          "chunk_id": "chunk_9",
          "content": "וכיון שגם בראש השנה שחל להיות בשבת גילוי התענוג הוא ע\"י אמירת פסוקי שופרות (כמבואר לעיל סעיף ב מהמשך תרס\"ו), נמצא, שגם העבודה דאמירת פסוקי שופרות היא בנוגע לענין עיקרי.ויש להוסיף, שזה שע\"י מצות תקיעת שופר נעשית רק ההמשכה, והגילוי הוא ע\"י התורה (אמירת פסוקי שופרות), הוא, מפני ששרש התורה הוא למעלה משרש המצוות ויש לקשר זה עם המבואר בהמשך הנ\"ל59, דיש עוד מעלה באמירת פסוקי שופרות, דההמשכה שע\"י תקיעת שופר היא רק האור והגילוי שנמשך מהעצמות, וע\"י אמירת הפסוקים נמשך העלם העצמי עצמו, בדוגמת העלי' שיהי' לעתיד ועפ\"ז מובן עוד יותר שגם בראש השנה שחל להיות בשבת ישנה מעלת העבודה, כי ע\"י העבודה דאמירת פסוקי שופרות גם ההמשכה עצמה היא המשכה נעלית יותר.וכיון ששבת הו\"ע המנוחה והתענוג, גם העבודה בראש השנה שחל להיות בשבת, ועד\"ז העבודה דערב ראש השנה, היא מתוך מנוחה ותענוג, וזה פועל גם על כל השנה, שתהי' שנה של מנוחה ותענוג, ועד לאמיתית ענין המנוחה – יום שכולו שבת ומנוחה לחיי העולמים60, ובקרוב ממש בעגלא דידן",
          "topics": [
            "אור",
            "עצמות",
            "גילוי",
            "העלם",
            "מצוות"
          ],
          "word_count": 160
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס כ\"ט אלול – תשמ\"ט [יום הולדת המאתיים דכ\"ק אדמו\"ר הצמח צדק] ראש השנה – תש\"נ, \"לקראת ערב ראש השנה .. יום מלאת מאתיים שנה להולדת אדמו\"ר ה\"צמח צדק\" (כ\"ט אלול ה'תקמ\"ט – כ\"ט אלול ה'תשמ\"ט), ולקראת ראש השנה הבעל\"ט (שחל להיות בשבת) – הננו מוציאים לאור את המאמר ד\"ה יו\"ט של ר\"ה שחל להיות בשבת .. שבו מדובר גם ע\"ד הדרוש משביעין אותו תהי צדיק שאמר אדמו\"ר הזקן בר\"ה תק\"ן, בקשר עם לידת הצמח צדק .. ערב כ\"ט אלול ה'תשמ\"ט\".1) משנה ר\"ה רפ\"ד (כט, ב).2) שם.3) לקו\"ת דרושים לר\"ה ד\"ה להבין המשנה (נו, א ואילך). ד\"ה הנ\"ל בסידור (עם דא\"ח) שער התקיעות (רמ, ג [שנא, א] ואילך). המשך יו\"ט של ר\"ה תרס\"ו בתחלתו. תש\"ג. ועוד.4) המשך תרס\"ו שם. וראה לקו\"ת שם \"ובפרט מצות שופר ולולב כו' שנוגעים עד רום המעלות\".5) ראה שו\"ע אדה\"ז או\"ח הל' שבת סשמ\"ה סי\"א. וש\"נ. ולהעיר מהמשך יו\"ט של ר\"ה ה'תש\"ג בתחלתו \"איך דחו כו' שלא לבוא לידי חשש איסור שבות\".6) בלקו\"ת שם ובהמשך תרס\"ו שם \"והלא החשש הוא להדיוטים כו'\". ובהמשך ר\"ה ה'תש\"ג \"ועוד זאת שהחשש הוא להדיוטים כו'\". וראה לקו\"ש ח\"ז ע' 52. ואכ\"מ.7) כ\"ה הלשון במקומות שבהערה הקודמת. ויש לומר: הדיוטים – שאין יודעים דיני תקיעת שופר, וקלי הדעת – שלכן יש לחשוש שיעבירו ד' אמות ברשות הרבים.8) לקו\"ת שם נז, א ואילך. סידור שם רמג, א [שנה, א] ואילך. ועוד.9) ראה אוה\"ת נצבים ע' א'תלח \"בשבת אין צריך כ\"כ לתקיעת שופר\".10) ראה לקו\"ת שם נו, ג. וראה גם ד\"ה זה היום ה'תשמ\"א ס\"ג (תו\"מ סה\"מ תשרי ע' לא), דזהו הטעם על זה שכ\"ה באלול הוא בחינת \"כה\" וראש השנה (יום ברוא אדם הראשון) הוא בחינת \"זה\" (זה היום) (לקו\"ת נצבים מז, ב-ג). וראה גם ד\"ה זה היום דליל ערב ר\"ה ה'תשמ\"ב ס\"ה (תו\"מ סה\"מ תשרי ע' מד ואילך). וש\"נ.11) ביצה יז, א.12) בסיומו – ע' תקמו [תשיט].13) משלי ו, כג.14) נדה ל, ב.15) \"היום יום\" ו אדר שני.16) הצ\"צ נולד בכ\"ט אלול תקמ\"ט, ערב ר\"ה תק\"ן (\"היום יום\" כט אלול, ערב ר\"ה. וראה בארוכה \"התמים\" חוברת ג' ע' כה [קכט, ב]), והדרוש משביעין אותו אמר אדמו\"ר הזקן בר\"ה הראשון לחייו (דהצ\"צ) ר\"ה תק\"ן.17) להעיר שבספ\"ג דתניא [סיום וחותם הדרוש, דהכל הולך אחר החיתום (ברכות יב, א)] מדובר בענין הדעת – ענינו של הצ\"צ (ראה סה\"ש ה'תש\"ב ריש ע' 19. ה'תש\"ה ע' 60).18) נצבים מז, ב.19) יבמות סא, רע\"א.20) בראשית ב, ז.21) לקו\"ת שם מז, א.22) ויק\"ר פכ\"ט, ט.23) אמור כג, כד.24) \"קיצורים והערות\" לתניא ע' נח. אוה\"ת דרושים לר\"ה ע' א'שיב.25) ויק\"ר שם, ח.26) ד\"ה ועשית חג שבועות תרח\"צ (סה\"מ תרח\"צ ע' רלה ואילך).27) ב\"הגהות וביאורים\" לתניא פ\"א, נדפסו ב\"קיצורים והערות\" לתניא ע' מח ואילך. ד\"ה תניא בספ\"ג דנדה משביעין אותו וד\"ה ועשית חג שבועות להצ\"צ, קטעים מהם נעתקו בליקוט פירושים וכו' לתניא שם.28) בלקו\"ת שמע\"צ (פג, ג) \"נגד חכמתו ורצונו\". וי\"ל שהכוונה בזה שמוסיף \"ורצונו\" היא, דפעולת השבועה היא לא רק שע\"י השכל לא יהי' שינוי בהרצון, אלא שגם אם יהי' שינוי גם בהרצון (שבגילוי) יעשה נגד רצונו.29) בזהר שבהערה הבאה (הובא בלקו\"ת שם) הובא הפסוק בי נשבעתי שנאמר לאברהם אבינו (וירא כב, טז). וב\"קיצורים והערות\" לתניא שבהערה 36 מובא זה גם בנוגע להפסוק בי נשבעתי שבישעי' (מה, כג) שממנו למדין בגמ' נדה שם שמשביעין אותו כו'.30) \"קיצורים והערות\" שם ס\"ע נב ואילך, מזח\"ג קל, א. וראה גם אוה\"ת דרושים לר\"ה ע' א'שיא.31) ראה ע\"ח שער מב (שער דרושי אבי\"ע) פ\"א. לקו\"ת בחוקותי מו, ג. ובכ\"מ.32) בהבא לקמן ראה \"קיצורים והערות\" שם ע' מח ואילך. ד\"ה ועשית חג שבועות להצ\"צ הנ\"ל. קונטרס ומעין מי\"ד פ\"א.33) ראה בארוכה סה\"מ ה'תש\"ד ע' 130.34) ב\"קיצורים והערות\" שם ע' מח. וראה גם ד\"ה ועשית חג שבועות להצ\"צ (ליקוט פירושים וכו' ע' יט).35) ישעי' מה, כג.36) \"קיצורים והערות\" שם ס\"ע מח. שם ס\"ע סו.37) שם ס\"ע סו ואילך.38) המשך והחרים תרל\"א ע' יט [סה\"מ תרל\"א ח\"א ע' רפ]. המשך תרס\"ו ע' שכה [תסח]. ובכ\"מ.39) קונטרס ומעין שם. ד\"ה הנ\"ל תרח\"צ (סה\"מ שם ע' רמ).40) פל\"ז (מח, ב).41) \"קיצורים והערות\" שם ע' נה.42) ראה זח\"ג קעח, ב. תו\"א ר\"פ לך לך. ובכ\"מ.43) בראשית ב, י.44) \"קיצורים והערות\" שם ע' סג.45) בהבא לקמן, ראה לקו\"ת מטות פב, ד. שמע\"צ פו, ג. אוה\"ת לתהלים (יהל אור) ע' תקפא.46) ברכות סא, א.47) סנהדרין לח, א.48) תפלת מוסף דר\"ה, מר\"ה כז, א.49) ויק\"ר רפכ\"ט. פסיקתא דר\"כ פיסקא כג (בחודש השביעי). יל\"ש עה\"פ (פינחס כט, א) ובחודש השביעי (רמז תשפב). תוד\"ה לתקופות – ר\"ה ח, א. וראה פרקי דר\"א רפ\"ח ובהגהות הרד\"ל שם.50) בהבא לקמן – ראה ד\"ה זה היום דליל ערב ר\"ה ה'תשמ\"ב ס\"ב (תו\"מ סה\"מ תשרי ע' מא) ואילך.51) זהר ח\"א רכא, ב. ח\"ג קז, ב. תקו\"ז תנ\"ו (צ, ב). וראה אוה\"ת וארא ס\"ע רלו ואילך.52) תהלים צה, ו.53) שם צג, א. פרקי דר\"א פי\"א.54) לקו\"ת דרושים לר\"ה ד\"ה להבין המשנה (נו, ג). וראה גם שם נח, ב. סידור (עם דא\"ח) שער התקיעות רמא, ד [שנב, ד]. אוה\"ת נצבים ע' א'רמב. שם ע' א'רנג. ועוד.55) מיכה ז, יח.56) להעיר משעהיוה\"א פ\"ד.57) ראה תנחומא נשא טז. בחוקותי ג. ב\"ר ספ\"ג. במדב\"ר פי\"ג, ו. תניא רפל\"ו.58) עוד ביאור בזה – ראה שיחת ש\"פ נצבים וילך תשמ\"ט (התוועדויות תשמ\"ט ח\"ד ע' 341 ואילך).59) בסיומו – ע' תקמו-ז [תשיט ואילך].60) סיום וחותם מסכת תמיד.",
      "glossary": "|אדם הראשון (אדם הראשון): First man; אדמו\"ר הזקן (אדמו\"ר הזקן): The Alter Rebbe; אוא\"ס (אוא\"ס): Ein Sof (Infinite Light); איזה דבר (איזה דבר): Some matter; איך מהני (איך מהני): How does it help; אין אדם מקנה (אין אדם מקנה): A person cannot transfer; איסור דרבנן (איסור דרבנן): Rabbinical prohibition; אל תהי רשע (אל תהי רשע): Don't be wicked; אמירת (אמירת): Recitation; אמירת הפסוקים (אמירת הפסוקים): Recitation of verses; אפשר (אפשר): Possible; ארז\"ל (ארז\"ל): Our Sages said; אתם קרויין אדם (אתם קרויין אדם): You are called man; באפיו (באפיו): Into his nostrils; בגוף (בגוף): In the body; בגופו (בגופו): In his body; בגילוי (בגילוי): In revelation; בדוגמת (בדוגמת): In the likeness of; בהמשך (בהמשך): In continuation; בחודש השביעי (בחודש השביעי): In the seventh month; בחינה תחתונה (בחינה תחתונה): Lower aspect; בי בעצמותי (בי בעצמותי): By My essence; בי נשבעתי (בי נשבעתי): By Myself I have sworn; בי קאי (בי קאי): \"By\" refers; ביאור (ביאור): Explanation; ביכולת הנשמה (ביכולת הנשמה): In the ability of the soul; בכ\"מ (בכ\"מ): In many places; במאציל (במאציל): In the Emanator; במדינה (במדינה): In the provinces; במוח האב (במוח האב): In the mind of the father; במקדש (במקדש): In the Temple; בס\"ד (בסייעתא דשמיא): With the help of Heaven; בעלמא (בעלמא): Merely; בעת שנשבע (בעת שנשבע): At the time he swears; בפרט (בפרט): Especially; בקיאין (בקיאין): Expert; בריאת העולמות (בריאת העולמות): Creation of the worlds; ברכות (ברכות): Blessings; ברשות הרבים (ברשות הרבים): In the public domain; בתוהו (בתוהו): In chaos; בתוקף (בתוקף): In force; בתיקון (בתיקון): In rectification; ג' פירושים (ג' פירושים): Three interpretations; גזור (גזור): Decreed; גזירה (גזירה): Decree; גיתות (גיתות): Wine presses; גמרא (גמרא): Talmud; ד' אמות (ד' אמות): Four cubits; דבר שאינו ברשותה (דבר שאינו ברשותה): Something not in its domain; דבר שאינו ברשותו (דבר שאינו ברשותו): Something not in his domain; דיוק (דיוק): Precise analysis; דרוש (דרוש): Discourse; דרושי הצ\"צ (דרושי הצ\"צ): Discourses of the Tzemach Tzedek; ה'תשל\"ב (ה'תשל\"ב): Year 5732; ה'תשל\"ג (ה'תשל\"ג): Year 5733; הבן (הבן): The son; הבקי (הבקי): The expert; הגוף (הגוף): The body; הגם (הגם): Although; הדיוטים (הדיוטים): Laypeople; הדרושים (הדרושים): The discourses; ההמשכה (ההמשכה): The drawing down; הזמן (הזמן): The time; החשש (החשש): The concern; הטעם (הטעם): The reason; המצוות (המצוות): The commandments; המשיכו (המשיכו): They drew down; המשך (המשך): Discourse; המשכת (המשכת): Drawing down; המשכת שרש הנשמה (המשכת שרש הנשמה): Drawing down the root of the soul; הנשמה (הנשמה): The soul; העבודה (העבודה): The service; העצמות (העצמות): The essence; הצ\"צ (הצ\"צ): The Tzemach Tzedek; הקשר (הקשר): The connection; הראשונה לחייו (הראשונה לחייו): First of his life; השבועה לנשמה (השבועה לנשמה): The oath for the soul; השטורעם (השטורעם): The strength; השייכות (השייכות): The connection; השלשת פרקים (השלשת פרקים): The three chapters; השרש (השרש): The root; התורה (התורה): The Torah; התחלת כתוב (התחלת כתוב): Beginning of the verse; התלבשותה (התלבשותה): Its enclothement; התעוררות (התעוררות): Awakening; התענוג (התענוג): Pleasure/delight; והלא (והלא): But surely; ויפח (ויפח): And He breathed; ועשה טוב (ועשה טוב): And do good; חז\"ל (חז\"ל): Our Sages of blessed memory; חסר (חסר): Lacking; טרם שנמשך (טרם שנמשך): Before it was drawn down; יגרום (יגרום): Will cause; ידוע (ידוע): Known; יום ההולדת (יום ההולדת): Birthday; יום הלידה (יום הלידה): Day of birth; יום המיתה (יום המיתה): Day of death; יום טוב (יום טוב): Holiday; ימות השבוע (ימות השבוע): Weekdays; יסתירו (יסתירו): Will hide; יעבירנו (יעבירנו): He will carry it; יעלימו (יעלימו): Will conceal; יעשה את הדבר (יעשה את הדבר): He will do the thing; ירחא דשבועתא (ירחא דשבועתא): Month of oath; יש לומר (; כ\"ט אלול (כ\"ט אלול): 29th of Elul; כ\"ק מו\"ח אדמו\"ר (כ\"ק מו\"ח אדמו\"ר): His holy honor my teacher and father-in-law the Rebbe; כדאיתא במדרש (כדאיתא במדרש): As it says in the Midrash; כדלקמן (כדלקמן): As below; כי לי תכרע כל ברך (כי לי תכרע כל ברך): For to Me every knee shall bow; כמ\"ש (כמ\"ש): As it is written; כמו שהיא בגילוי (כמו שהיא בגילוי): As it is in revelation; כפשוטו (כפשוטו): Literally; לדחות (לדחות): To push off; להיות צדיק (להיות צדיק): To be righteous; להשבועה (להשבועה): For the oath; להתגבר (להתגבר): To overcome; ליל ערב ראש השנה (ליל ערב ראש השנה): Night before Rosh Hashanah; לכן (לכן): Therefore; ללמוד (ללמוד): To learn; למדו רז\"ל (למדו רז\"ל): Our Sages learned; למה צריך (למה צריך): Why is it necessary; למטה (למטה): Below; למעלה (למעלה): Above; למעלה מהענין (למעלה מהענין): Above the matter; לעבוד עבודתה (לעבוד עבודתה): To serve its service; לעורר (לעורר): To awaken; לעשות (לעשות): To do; לקו\"ת (לקו\"ת): Likutei Torah; לשלוט (לשלוט): To control; מ\"ע דאורייתא (מ\"ע דאורייתא): Positive commandment from the Torah; מבאר (מבאר): Explains; מבחינת (מבחינת): From the aspect of; מדייק (מדייק): Analyzes precisely; מדריגות (מדריגות): Levels; מושרשת (מושרשת): Rooted; מלובשת (מלובשת): Clothed; מלשון שובע (מלשון שובע): From the language of satiation; ממוח האב (ממוח האב): From the mind of the father; מנעו (מנעו): They prevented; מעלת (מעלת): Excellence of; מעצמה (מעצמה): By itself; מצד עצמו (מצד עצמו): From itself; מצוה רמה ונישאה (מצוה רמה ונישאה): Lofty and elevated commandment; מצוי (מצוי): Common; מצות שופר (מצות שופר): Commandment of shofar; מקשר את עצמותו (מקשר את עצמותו): Connects his essence; משביעין אותו (משביעין אותו): They make him swear; משובע בכל (משובע בכל): Satiated with everything; מתחדש (מתחדש): Renewed; נגד רצונו (נגד רצונו): Against his will; נדחית (נדחית): Pushed off; נה\"ב (נה\"ב): Animal soul; נותנים כח (נותנים כח): Give strength; נמשך (נמשך): Drawn down; נמשך כח (נמשך כח): Strength is drawn; נעלה יותר (נעלה יותר): More elevated; נעלית (נעלית): Elevated; נפש הבהמית (נפש הבהמית): Animal soul; נק' אדם (נק' אדם): Called man; נשבע (נשבע): Swears; נשמת (נשמת): Soul of; נשמת חיים (נשמת חיים): Soul of life; נתינת כח (נתינת כח): Giving strength; סור מרע (סור מרע): Turn from evil; ספר התניא (ספר התניא): Book of Tanya; עבודת האדם (עבודת האדם): Service of man; עבודתם של ישראל (עבודתם של ישראל): Service of Israel; עד\"ז (עד\"ז): Similarly; עה\"פ (עה\"פ): On the verse; עי\"ז (עי\"ז): Through this; ענין השבועה (ענין השבועה): Matter of oath; עצם הנפש (עצם הנפש): Essence of the soul; עצמו (עצמו): Itself; עתיק (עתיק): Atik; פירוש המדרש (פירוש המדרש): Interpretation of the Midrash; פסוקי שופרות (פסוקי שופרות): Verses of shofar; צדיקים גדולים וטובים (צדיקים גדולים וטובים): Great and good righteous people; צריך להשביע (צריך להשביע): Need to make swear; קיום (קיום): Fulfillment; קלי הדעת (קלי הדעת): Light-minded people; ראש השנה (ראש השנה): Rosh Hashanah; רבנן (רבנן): The Rabbis; רה\"ר מה\"ת (רה\"ר מה\"ת): Public domain from the Torah; רוצה (רוצה): Wants; רצון הנשמה (רצון הנשמה): Will of the soul; שבועה כפשוטה (שבועה כפשוטה): Simple oath; שביעי מלשון שבועה (שביעי מלשון שבועה): Seventh from the language of oath; שבעה (שבעה): Seven; שבת מיקדשא וקיימא (שבת מיקדשא וקיימא): Shabbat is sanctified and established; שובע (שובע): Satiation; שחל להיות בשבת (שחל להיות בשבת): That falls on Shabbat; שלא ירצה (שלא ירצה): That he won't want; שלמעלה מרצון (שלמעלה מרצון): Above will; שלמעלה משרש הנאצלים (שלמעלה משרש הנאצלים): Above the root of the emanated; שמא יטלנו בידו (שמא יטלנו בידו): Lest he take it in his hand; שנת תק\"ן (שנת תק\"ן): Year 5510; שקדם לתיקון (שקדם לתיקון): That preceded rectification; שרש הבן (שרש הבן): Root of the son; שרש נה\"א (שרש נה\"א): Root of divine soul; שרש נה\"ב (שרש נה\"ב): Root of animal soul; תהי צדיק (תהי צדיק): Be righteous; תוהו ותיקון (תוהו ותיקון): Chaos and rectification; תוכל (תוכל): Will be able; תוקעין (תוקעין): They blow; תורה אור (תורה אור): Torah is light; תחלת הבריאה (תחלת הבריאה): Beginning of creation; תקיעת שופר (תקיעת שופר): Blowing of the shofar; תרס\"ו (תרס\"ו): Year 5666; תשבע כל לשון (תשבע כל לשון): Every tongue shall swear;"
    },
    "search_tags": [
      "מקדש",
      "דור",
      "עבודה",
      "תכלית",
      "יסוד",
      "העלם",
      "צדיק",
      "אברהם",
      "Knowledge",
      "רבי",
      "World",
      "מלכות",
      "אוא\"ס",
      "Temple",
      "דעת",
      "Concealment",
      "Commandments",
      "Righteous ones",
      "Dwelling",
      "Purpose",
      "Torah",
      "צדיקים",
      "כוונה",
      "Creation",
      "Generation",
      "מצוות",
      "Israel",
      "ישראל",
      "המשכה",
      "Kindness",
      "תורה",
      "Kingship",
      "Rabbi",
      "Light",
      "חסד",
      "בינה",
      "Will",
      "Understanding",
      "אור",
      "בריאה",
      "עצמות",
      "Lower worlds",
      "Intention",
      "מצוה",
      "Essence",
      "Worlds",
      "Foundation",
      "Infinite Light",
      "Revelation",
      "תיקון",
      "Righteous one",
      "Service",
      "גילוי",
      "רצון",
      "דירה",
      "תחתונים",
      "עולמות",
      "Commandment",
      "Abraham",
      "Rectification",
      "Drawing down",
      "עולם"
    ]
  }
}