{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "4_שמז",
    "reference": "Reference: 4_שמז",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אור",
        "גילוי",
        "העלם",
        "מלכות",
        "דעת",
        "חסד",
        "נצח",
        "צדיקים",
        "צדיק",
        "משה",
        "ישראל",
        "משכן",
        "מקדש",
        "בית המקדש",
        "תורה",
        "גלות",
        "גאולה",
        "משיח",
        "דור",
        "עבודה",
        "ביטול",
        "המשכה",
        "תכלית",
        "כוונה",
        "רצון",
        "חטא",
        "תשובה",
        "תיקון",
        "השתלשלות"
      ],
      "key_concepts": [
        "Light",
        "Revelation",
        "Concealment",
        "Kingship",
        "Knowledge",
        "Kindness",
        "Eternity",
        "Righteous ones",
        "Righteous one",
        "Moses",
        "Israel",
        "Tabernacle",
        "Temple",
        "Holy Temple",
        "Torah",
        "Exile",
        "Redemption",
        "Messiah",
        "Generation",
        "Service",
        "Nullification",
        "Drawing down",
        "Purpose",
        "Intention",
        "Will",
        "Sin",
        "Repentance",
        "Rectification",
        "Chain of descent"
      ],
      "biblical_references": [
        "תרומה כז, יד",
        "תרומה קכו, סע",
        "תרומה שם, יד",
        "תרומה כה, ח",
        "בראשית ז, א",
        "במדבר ז, ד",
        "ישעי' לג, כ",
        "ישעי' כה, ט",
        "ישעי' נו, א"
      ],
      "talmudic_references": [
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "סנהדרין מב, א"
      ],
      "chassidic_references": [
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א",
        "תו\"א",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 1596,
      "chunk_count": 7
    },
    "content": {
      "main_text": "בס\"ד. יום ב' פ' עקב, חמשה עשר באב ה'תשמ\"זלא היו ימים טובים לישראל כחמשה עשר באב וכיום הכפורים1, ומביא אדמו\"ר (מהורש\"ב) נ\"ע במאמרו המבאר ענין חמשה עשר באב2, דאיתא בפע\"ח3 שהיו\"ט דט\"ו באב הוא שאז הוא שלימות4 מילוי הלבנה [והענינים שאירעו בחמשה עשר באב (המנוים בגמרא5) הם כמו תוצאות מענינו העיקרי של יום זה – שלימות מילוי הלבנה]. ומדייק בהמאמר, הרי זה שביום הט\"ו קיימא סיהרא באשלמותא6 הוא בכל חודש, ואעפ\"כ לא נקבעו ליו\"ט מלבד פסח (ט\"ו בניסן) וסוכות (ט\"ו בתשרי). וביותר אינו מובן, שמפשטות הלשון לא היו ימים טובים לישראל כחמשה עשר באב כו' משמע שהוא יו\"ט גדול יותר מכל הימים טובים, גם מהימים טובים דפסח וסוכות, אף שגם ימים טובים אלה הם בט\"ו בחודש7. ונקודת הביאור בזה (בהמאמר), שעיקר המעלה דמילוי ושלימות הלבנה ביום הט\"ו הזה הוא שהמילוי והשלימות הוא לאחרי חסרון, שלאחרי חסרון היא שלימות נעלית יותר מהשלימות שמצד עצמה, כידוע8 הכלל בעליות וירידות, דהעלי' שלאחרי ירידה היא עלי' למעלה יותר מהדרגא שלפני הירידה, וכל שהירידה היא ביותר, העלי' היא ביותר. ולכן עיקר המעלה דמילוי הלבנה הוא בט\"ו באב, כי בחודש אב, הירידה דהלבנה (וישראל דדומין ללבנה9) היא ירידה גדולה ביותר, ולכן העלי' דט\"ו באב (שלאחרי הירידה דתשעה באב) היא עלי' גדולה ביותר.ב) ויש לומר, דענין הנ\"ל שהיו\"ט דט\"ו באב הוא לפי שאז היא העלי' שלאחרי הירידה דתשעה באב מרומז גם בזה שהענין הראשון שאירע בט\"ו באב הוא שכלו בו מתי מדבר10. דענין מתי מדבר קשור עם תשעה באב, שבת\"ב נגזר על דור המדבר שימותו במדבר ולא יכנסו לארץ1, וגם קיום הגזירה היתה בתשעה באב, שבכל ת\"ב (דל\"ט שנים האחרונות שהיו במדבר) היו עושין קבריהן11. והיו\"ט דט\"ו באב שבו כלו מתי מדבר הוא העלי' שלאחרי הירידה דתשעה באב12. ומזה מובן גם בנוגע ל(עיקר) הירידה דתשעה באב שבו חרב הבית בראשונה ובשני'1 [ובפרט שגם גזירת החורבן היתה באותו היום13 (תשעה באב דשנה ראשונה שהיו במדבר) שבו נגזר על דור המדבר שלא יכנסו לארץ, ושתי הגזירות היו בשביל אותו החטא (חטא המרגלים)12], שבט\"ו באב מאיר מעין הגילוי דלעתיד14, שעיקרו15 הוא בנין ביהמ\"ק השלישי16 – העלי' שלאחרי הירידה דחורבן בית ראשון ושני.ג) וממשיך בהמאמר17 ביאור השייכות דט\"ו [באב] לביהמ\"ק השלישי, שלע\"ל יהיו גם ו\"ה בבחינת י\"ה, כמ\"ש18 ביום ההוא יהי' (יהי' הוא ב' פעמים י\"ה)19. וכיון שיניקת החיצונים היא מבחינת ו\"ה (זו\"ן), משא\"כ מבחינת י\"ה (או\"א) א\"א להיות יניקה, לכן, לע\"ל שגם ו\"ה יהיו כמו י\"ה, לא יהי' שייך אז חורבן וגלות. ומוסיף בהמאמר, שמהחילוקים בין י\"ה (או\"א) לו\"ה (זו\"ן) הוא, דאו\"א הן תרין רעין דלא מתפרשין וזו\"ן זיווגם הוא רק לפרקים20. ולע\"ל שאז יהיו ו\"ה כמו י\"ה, גם ו\"ה יהי' זיווגם בתמידות. ולכן, ביהמ\"ק דלעתיד יהי' נצחי21. [דנוסף לזה שבביהמ\"ק דלעתיד לא יהי' שייך חורבן לפי שלא יהי' שייך אז יניקת החיצונים, הנה גם הביהמ\"ק עצמו יהי' באופן שאין שייך בו הפסק, אהל22 בל יצען בל יסע יתדותיו לנצח]. וזוהי השייכות די\"ה [באב] לביהמ\"ק השלישי, כי המעלה דביהמ\"ק השלישי שאין שייך בו הפסק הוא לפי שיהי' בבחינת י\"ה.וממשיך בהמאמר23 בביאור הענין דב' פעמים י\"ה בהקדים הידוע24 בענין ואתחנן בגימטריא תקט\"ו25, ת\"ק עם ט\"ו, דת\"ק הוא ה' חסדים דאריך [שכל אחד מהם כלול ממאה] ולמעלה יותר ה' חסדים דעתיק, וענין תקט\"ו הוא שה\"ח דאריך ודעתיק מאירים בי\"ה. וזהו גם חמש עשרה אמה קלעים לכתף26, חמש עשרה (אמה) הוא י\"ה וכתף בגימטריא ת\"ק27, וענין חמש עשרה אמה קלעים לכתף הוא המשכת עתיק בי\"ה. וזהו גם ענין ב' פעמים י\"ה, כי בחצר המשכן היו שני כתפים ובכל אחד מהם חמש עשרה קלעים28, ושני פעמים חמש עשרה הוא ב' פעמים י\"ה. ויש לומר, שהשייכות דחמש עשרה קלעים לכתף (המשכת עתיק בי\"ה) עם ב' פעמים י\"ה (שזו\"ן הם כמו או\"א) היא, כי מצד סדר ההשתלשלות, זו\"ן הם למטה מאו\"א, ובכדי שזו\"ן יהיו כמו או\"א הוא ע\"י המשכת הכתר שלמעלה מהשתלשלות, ובכתר עצמו – עתיק. והחילוק דשני הביאורים (בהמאמר) הוא, שבביאור הראשון מדבר בענין העלי' דזו\"ן, ובביאור השני מדבר בענין המשכת עתיק (השורש והסיבה להעלי' דזו\"ן). וממשיך בהמאמר דט\"ו באב שייך גם לביאור השני דשני פעמים י\"ה, כי בט\"ו באב הוא גילוי ה\"ח דעתיק באו\"א29, ועי\"ז נמשך גילוי עתיק גם במלכות30. ועיקר גילוי זה יהי' לע\"ל, אלא שמעין זה מאיר גם עכשיו בט\"ו באב, כנ\"ל (סעיף ב) שבט\"ו באב הוא מעין הגילוי דלעתיד.ד) והנה הטעם לזה שבט\"ו באב מאיר גילוי זה הוא לפי שבט\"ו באב הוא השלימות דהלבנה שלאחרי הירידה דתשעה באב (כנ\"ל סעיף א). וצריך להבין, דעיקר קיימא סיהרא באשלמותא (בחמשה עשר בחודש) הוא רק בנוגע להגילוי שלה. דהלבנה עצמה היא בשלימות בכל ימי החודש, והמעלה דחמשה עשר היא שהשלימות דהלבנה היא בגילוי. וכיון שכל הענינים שבתורה הם בתכלית הדיוק, צריך לומר, שהמעלה דחמשה עשר באב היא בענין הגילוי. וצריך ביאור, הרי בט\"ו באב הוא מעין הגילוי דביהמ\"ק דלעתיד, שיהי' (נוסף על הגילוי דבית ראשון ובית שני31) גדול מבית ראשון ושני32, והגדלות דבית השלישי על בית ראשון ושני היא גדלות באין ערוך, וכמובן גם מהמבואר לעיל (סעיף ג) שביהמ\"ק השלישי קשור עם ענין ב' פעמים י\"ה שזו\"ן יהי' כמו או\"א ושבאו\"א יהי' גילוי עתיק, ואעפ\"כ, מקשרים המעלה דחמשה עשר באב עם זה שבחמשה עשר הוא שלימות הלבנה, שלימות בענין הגילוי33.גם צריך להבין, דכיון שהענין דחמשה עשר באב הוא ע\"ד הענין דחמש עשרה אמה קלעים לכתף שהיו בחצר המשכן, שהי' עוד לפני הענין דחמשה עשר באב, גם לפני ענין הראשון שאירע בחמשה עשר באב, יום שכלו בו מתי מדבר [ויתירה מזו – גם לפני שילוח המרגלים שבשביל זה נגזר הענין דמתי מדבר], מהו גודל העילוי והחידוש דחמשה עשר באב, ועד שלא היו ימים טובים לישראל כחמשה עשר באב.והנה ענין זה (שהיו\"ט דט\"ו באב קשור עם ענין הגילוי) מובן גם מזה שמהטעמים על קביעת היו\"ט דחמשה עשר באב הוא לפי שהוא יום שכלו בו מתי מדבר (כנ\"ל סעיף ב), דתוכן יום שכלו בו מתי מדבר הוא, שאז נתברר ונתגלה, איגלאי מילתא למפרע34, שתשעה באב הוא יום שכלו בו מתי מדבר10. ואעפ\"כ קבעו היו\"ט בחמשה עשר באב, שבו נתברר ונתגלה שכלו מתי מדבר, כי יו\"ט זה קשור עם ענין הגילוי.ה) ויובן זה בהקדים, דכמו שהגזירה דמתי מדבר כלתה בת\"ב, אלא שלא ידעו ברור עד שנתמלאה הלבנה ביום הט\"ו10, עד\"ז הוא בהגזירה דחורבן ביהמ\"ק והגלות, שביטול גזירה זו הוא בתשעה באב, דבתשעה באב נולד משיח35, ובמוצאי תשעה באב מקדשין הלבנה שענינה (דקידוש לבנה) הוא שהם36 עתידים להתחדש כמותה37, אלא שגילוי ענין זה (ובשלימות) הוא בט\"ו באב, שבו הוא מילוי ושלימות הלבנה.ובעומק יותר יש לומר, דזה שבתשעה באב היתה התחלת הענין דגאולה העתידה הוא לא רק ברגע שלאחרי החורבן שאז נולד מושיען של ישראל, אלא גם לפנ\"ז. שהרי זה שעלה ארי' והחריב את אריאל הוא על מנת שיבוא ארי' ויבנה אריאל38, דמזה מובן, שהכוונה דיבנה אריאל היתה לפני שהחריב את אריאל39, אלא שאז, היתה כוונה ומחשבה זו בהעלם (בדרגא דמחשבה) ולא נמשכה בגילוי, בכדי שיוכל להיות חורבן ביהמ\"ק, שעי\"ז דוקא יהי' בנין ביהמ\"ק השלישי שגדול יותר מבית ראשון ושני, וברגע שלאחרי החורבן, הותחל הגילוי דגאולה העתידה, נולד מושיען של ישראל. אלא שהלידה שבת\"ב הוא רק התחלת הגילוי [כמובן גם מהענינים דת\"ב שישנם גם לאחרי מנחת ת\"ב וגם לאחרי קידוש לבנה במוצאי ת\"ב40], ועיקר הגילוי הוא בט\"ו באב. ועפ\"ז יובן הקשר דמעלת חמשה עשר באב עם זה שבחמשה עשר הוא שלימות הלבנה, שהיא שלימות בענין הגילוי, כי ענין חמשה עשר באב הוא שבו הוא גילוי הגאולה שהיתה (בהעלם, במחשבה וכוונה) בת\"ב.ו) ויש לומר, דהטעם על זה שהציווי41 ועשו לי מקדש, שהוא ציווי לדורות לעשות בית לה'42 [ציווי על כל בתי מקדשות, כולל גם ביהמ\"ק דלעתיד], נאמר (בגילוי) בנוגע לעשיית המשכן, הוא, לפי שבהמשכן הי' כלול בהעלם גם ביהמ\"ק שהוא דירת קבע43, וגם ביהמ\"ק דלעתיד שהוא אהל בל יצען גו', עיקר ענין הקביעות (כנ\"ל סעיף ג). וע\"ד הידוע44 בענין הגאולות, שבהגאולה דיציאת מצרים נפתח הצינור והיו כלולים בה כל הגאולות, כולל גם הגאולה העתידה. אלא שהגילוי דביהמ\"ק השלישי ודגאולה השלישית הוא ע\"י העבודה שבזמן הגלות, שהיא ע\"ד עבודת התשובה. וכיון שביציאת מצרים היו ישראל במדריגת צדיקים45, לכן, הענין דגאולה העתידה שכלול בהגאולה דיציאת מצרים, הי' אז בהעלם.ועפ\"ז יש לבאר זה שבחצר המשכן היו חמש עשרה אמה קלעים לכתף, אף שענין זה שייך לביהמ\"ק השלישי, כי במשכן הי' כלול גם ביהמ\"ק וגם ביהמ\"ק השלישי. ואעפ\"כ לא היו ימים טובים לישראל כחמשה עשר באב, כי לפני חטא המרגלים, כאשר מצד סדר ההשתלשלות לא הי' נתינת מקום לחורבן ביהמ\"ק ובמילא גם לא לבנין ביהמ\"ק השלישי, הי' זה בתכלית ההעלם. ולאחרי חטא המרגלים, כשנגזר על דור המדבר שלא יכנסו לארץ וגם התחלת הענין דחורבן ביהמ\"ק [כי אז היתה התחלת ההמשכה דביהמ\"ק השלישי בהדרגא דמחשבה], הנה בחמשה עשר באב בכל שנה (מתחיל מחמשה עשר באב בו כלו מתי מדבר, ועאכו\"כ לאחרי חורבן ביהמ\"ק) הוא גילוי הפנימיות דחמש עשרה אמה קלעים לכתף שבחצר המשכן, שענינם הוא המשכת עתיק בי\"ה ועי\"ז גם במלכות, ענין אהל בל יצען, ביהמ\"ק השלישי שאין (שייך) בו הפסק. ואז מתגלה גם הכוונה הפנימית של הבכי' דתשעה באב הראשון, ויבכו העם בלילה ההוא46 שעי\"ז נקבע בכי' לדורות12, שהיא בכדי שתהי' הבכי' למעליותא דלע\"ל, בבכי יבואו47, בכי' של שמחה48 מצד התגלות מדרגות הגבוהות49, וע\"ד שאמרו רז\"ל50 גבי ר\"ע שכשהשיג סודות התורה בשיר השירים זלגו עיניו דמעות, דמעות של שמחה מצד ריבוי האור51.ז) וזהו שבחמשה עשר באב היו1 בנות ירושלים [ויש גורסין52 – בנות ישראל] יוצאות וחולות בכרמים, שהמחול דחמשה עשר באב הוא בדוגמת ומעין המחול דלע\"ל53 שעתיד54 הקב\"ה לעשות מחול לצדיקים וכאו\"א מראה באצבעו ואומר55 הנה56 אלקינו זה קוינו לו ויושיענו זה ה' קוינו לו נגילה ונשמחה בישועתו, דביציאת מצרים אמרו \"זה\" פעם אחת (זה א-לי ואנוהו57) ולע\"ל יאמרו שני פעמים זה58 (הנה אלקינו זה גו' זה הוי' גו'). דביציאת מצרים שהיו אז במדריגת צדיקים אמרו זה רק פעם אחת – גילוי הוי' דז\"א, ולע\"ל, שיהיו במדריגת בעלי תשובה [דתשובה היא כפלים לתושי'59] יאמרו שני פעמים זה – גילוי הוי' דז\"א וגילוי הוי' דעתיק60. וממשיך בכתוב נגילה ונשמחה בישועתו, דיש לומר, שישועתו (דהקב\"ה) שלאחרי \"זה\" השני, הוא פנימיות עתיק. וכידוע61 שלע\"ל יהי' (גם) הגילוי דפנימיות עתיק.ויהי רצון, שכל ענינים אלו יהיו בקרוב ממש, ובפרט לאחרי שאמרו בההפטורה דמנחת ת\"ב קרובה ישועתי לבוא62, שישועתי (דהקב\"ה), הישועה שעלי' נאמר נגילה ונשמחה בישועתו, היא קרובה לבוא בקרוב ממש ובעגלא דידן, אמן63 כן יהי רצון.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד יום ב' פ' עקב, חמשה עשר באב ה'תשמ\"זלא היו ימים טובים לישראל כחמשה עשר באב וכיום הכפורים1, ומביא אדמו\"ר (מהורש\"ב) נ\"ע במאמרו המבאר ענין חמשה עשר באב2, דאיתא בפע\"ח3 שהיו\"ט דט\"ו באב הוא שאז הוא שלימות4 מילוי הלבנה [והענינים שאירעו בחמשה עשר באב (המנוים בגמרא5) הם כמו תוצאות מענינו העיקרי של יום זה – שלימות מילוי הלבנה] ומדייק בהמאמר, הרי זה שביום הט\"ו קיימא סיהרא באשלמותא6 הוא בכל חודש, ואעפ\"כ לא נקבעו ליו\"ט מלבד פסח (ט\"ו בניסן) וסוכות (ט\"ו בתשרי) וביותר אינו מובן, שמפשטות הלשון לא היו ימים טובים לישראל כחמשה עשר באב כו' משמע שהוא יו\"ט גדול יותר מכל הימים טובים, גם מהימים טובים דפסח וסוכות, אף שגם ימים טובים אלה הם בט\"ו בחודש7 ונקודת הביאור בזה (בהמאמר), שעיקר המעלה דמילוי ושלימות הלבנה ביום הט\"ו הזה הוא שהמילוי והשלימות הוא לאחרי חסרון, שלאחרי חסרון היא שלימות נעלית יותר מהשלימות שמצד עצמה, כידוע8 הכלל בעליות וירידות, דהעלי' שלאחרי ירידה היא עלי' למעלה יותר מהדרגא שלפני הירידה, וכל שהירידה היא ביותר, העלי' היא ביותר ולכן עיקר המעלה דמילוי הלבנה הוא בט\"ו באב, כי בחודש אב, הירידה דהלבנה (וישראל דדומין ללבנה9) היא ירידה גדולה ביותר, ולכן העלי' דט\"ו באב (שלאחרי הירידה דתשעה באב) היא עלי' גדולה ביותר.ב) ויש לומר, דענין הנ\"ל שהיו\"ט דט\"ו באב הוא לפי שאז היא העלי' שלאחרי הירידה דתשעה באב מרומז גם בזה שהענין הראשון שאירע בט\"ו באב הוא שכלו בו מתי מדבר10 דענין מתי מדבר קשור עם תשעה באב, שבת\"ב נגזר על דור המדבר שימותו במדבר ולא יכנסו לארץ1, וגם קיום הגזירה היתה בתשעה באב, שבכל ת\"ב (דל\"ט שנים האחרונות שהיו במדבר) היו עושין קבריהן11",
          "topics": [
            "אור",
            "משה",
            "ישראל",
            "דור"
          ],
          "word_count": 258
        },
        {
          "chunk_id": "chunk_2",
          "content": "והיו\"ט דט\"ו באב שבו כלו מתי מדבר הוא העלי' שלאחרי הירידה דתשעה באב12 ומזה מובן גם בנוגע ל(עיקר) הירידה דתשעה באב שבו חרב הבית בראשונה ובשני'1 [ובפרט שגם גזירת החורבן היתה באותו היום13 (תשעה באב דשנה ראשונה שהיו במדבר) שבו נגזר על דור המדבר שלא יכנסו לארץ, ושתי הגזירות היו בשביל אותו החטא (חטא המרגלים)12], שבט\"ו באב מאיר מעין הגילוי דלעתיד14, שעיקרו15 הוא בנין ביהמ\"ק השלישי16 – העלי' שלאחרי הירידה דחורבן בית ראשון ושני.ג) וממשיך בהמאמר17 ביאור השייכות דט\"ו [באב] לביהמ\"ק השלישי, שלע\"ל יהיו גם ו\"ה בבחינת י\"ה, כמ\"ש18 ביום ההוא יהי' (יהי' הוא ב' פעמים י\"ה)19 וכיון שיניקת החיצונים היא מבחינת ו\"ה (זו\"ן), משא\"כ מבחינת י\"ה (או\"א) א\"א להיות יניקה, לכן, לע\"ל שגם ו\"ה יהיו כמו י\"ה, לא יהי' שייך אז חורבן וגלות ומוסיף בהמאמר, שמהחילוקים בין י\"ה (או\"א) לו\"ה (זו\"ן) הוא, דאו\"א הן תרין רעין דלא מתפרשין וזו\"ן זיווגם הוא רק לפרקים20 ולע\"ל שאז יהיו ו\"ה כמו י\"ה, גם ו\"ה יהי' זיווגם בתמידות ולכן, ביהמ\"ק דלעתיד יהי' נצחי21 [דנוסף לזה שבביהמ\"ק דלעתיד לא יהי' שייך חורבן לפי שלא יהי' שייך אז יניקת החיצונים, הנה גם הביהמ\"ק עצמו יהי' באופן שאין שייך בו הפסק, אהל22 בל יצען בל יסע יתדותיו לנצח] וזוהי השייכות די\"ה [באב] לביהמ\"ק השלישי, כי המעלה דביהמ\"ק השלישי שאין שייך בו הפסק הוא לפי שיהי' בבחינת י\"ה.וממשיך בהמאמר23 בביאור הענין דב' פעמים י\"ה בהקדים הידוע24 בענין ואתחנן בגימטריא תקט\"ו25, ת\"ק עם ט\"ו, דת\"ק הוא ה' חסדים דאריך [שכל אחד מהם כלול ממאה] ולמעלה יותר ה' חסדים דעתיק, וענין תקט\"ו הוא שה\"ח דאריך ודעתיק מאירים בי\"ה",
          "topics": [
            "אור",
            "גילוי",
            "דעת",
            "חסד",
            "נצח"
          ],
          "word_count": 249
        },
        {
          "chunk_id": "chunk_3",
          "content": "וזהו גם חמש עשרה אמה קלעים לכתף26, חמש עשרה (אמה) הוא י\"ה וכתף בגימטריא ת\"ק27, וענין חמש עשרה אמה קלעים לכתף הוא המשכת עתיק בי\"ה וזהו גם ענין ב' פעמים י\"ה, כי בחצר המשכן היו שני כתפים ובכל אחד מהם חמש עשרה קלעים28, ושני פעמים חמש עשרה הוא ב' פעמים י\"ה ויש לומר, שהשייכות דחמש עשרה קלעים לכתף (המשכת עתיק בי\"ה) עם ב' פעמים י\"ה (שזו\"ן הם כמו או\"א) היא, כי מצד סדר ההשתלשלות, זו\"ן הם למטה מאו\"א, ובכדי שזו\"ן יהיו כמו או\"א הוא ע\"י המשכת הכתר שלמעלה מהשתלשלות, ובכתר עצמו – עתיק והחילוק דשני הביאורים (בהמאמר) הוא, שבביאור הראשון מדבר בענין העלי' דזו\"ן, ובביאור השני מדבר בענין המשכת עתיק (השורש והסיבה להעלי' דזו\"ן) וממשיך בהמאמר דט\"ו באב שייך גם לביאור השני דשני פעמים י\"ה, כי בט\"ו באב הוא גילוי ה\"ח דעתיק באו\"א29, ועי\"ז נמשך גילוי עתיק גם במלכות30 ועיקר גילוי זה יהי' לע\"ל, אלא שמעין זה מאיר גם עכשיו בט\"ו באב, כנ\"ל (סעיף ב) שבט\"ו באב הוא מעין הגילוי דלעתיד.ד) והנה הטעם לזה שבט\"ו באב מאיר גילוי זה הוא לפי שבט\"ו באב הוא השלימות דהלבנה שלאחרי הירידה דתשעה באב (כנ\"ל סעיף א) וצריך להבין, דעיקר קיימא סיהרא באשלמותא (בחמשה עשר בחודש) הוא רק בנוגע להגילוי שלה דהלבנה עצמה היא בשלימות בכל ימי החודש, והמעלה דחמשה עשר היא שהשלימות דהלבנה היא בגילוי וכיון שכל הענינים שבתורה הם בתכלית הדיוק, צריך לומר, שהמעלה דחמשה עשר באב היא בענין הגילוי",
          "topics": [
            "אור",
            "גילוי",
            "מלכות",
            "דעת",
            "משה"
          ],
          "word_count": 228
        },
        {
          "chunk_id": "chunk_4",
          "content": "וצריך ביאור, הרי בט\"ו באב הוא מעין הגילוי דביהמ\"ק דלעתיד, שיהי' (נוסף על הגילוי דבית ראשון ובית שני31) גדול מבית ראשון ושני32, והגדלות דבית השלישי על בית ראשון ושני היא גדלות באין ערוך, וכמובן גם מהמבואר לעיל (סעיף ג) שביהמ\"ק השלישי קשור עם ענין ב' פעמים י\"ה שזו\"ן יהי' כמו או\"א ושבאו\"א יהי' גילוי עתיק, ואעפ\"כ, מקשרים המעלה דחמשה עשר באב עם זה שבחמשה עשר הוא שלימות הלבנה, שלימות בענין הגילוי33.גם צריך להבין, דכיון שהענין דחמשה עשר באב הוא ע\"ד הענין דחמש עשרה אמה קלעים לכתף שהיו בחצר המשכן, שהי' עוד לפני הענין דחמשה עשר באב, גם לפני ענין הראשון שאירע בחמשה עשר באב, יום שכלו בו מתי מדבר [ויתירה מזו – גם לפני שילוח המרגלים שבשביל זה נגזר הענין דמתי מדבר], מהו גודל העילוי והחידוש דחמשה עשר באב, ועד שלא היו ימים טובים לישראל כחמשה עשר באב.והנה ענין זה (שהיו\"ט דט\"ו באב קשור עם ענין הגילוי) מובן גם מזה שמהטעמים על קביעת היו\"ט דחמשה עשר באב הוא לפי שהוא יום שכלו בו מתי מדבר (כנ\"ל סעיף ב), דתוכן יום שכלו בו מתי מדבר הוא, שאז נתברר ונתגלה, איגלאי מילתא למפרע34, שתשעה באב הוא יום שכלו בו מתי מדבר10",
          "topics": [
            "אור",
            "גילוי",
            "משה",
            "ישראל",
            "משכן"
          ],
          "word_count": 189
        },
        {
          "chunk_id": "chunk_5",
          "content": "ואעפ\"כ קבעו היו\"ט בחמשה עשר באב, שבו נתברר ונתגלה שכלו מתי מדבר, כי יו\"ט זה קשור עם ענין הגילוי.ה) ויובן זה בהקדים, דכמו שהגזירה דמתי מדבר כלתה בת\"ב, אלא שלא ידעו ברור עד שנתמלאה הלבנה ביום הט\"ו10, עד\"ז הוא בהגזירה דחורבן ביהמ\"ק והגלות, שביטול גזירה זו הוא בתשעה באב, דבתשעה באב נולד משיח35, ובמוצאי תשעה באב מקדשין הלבנה שענינה (דקידוש לבנה) הוא שהם36 עתידים להתחדש כמותה37, אלא שגילוי ענין זה (ובשלימות) הוא בט\"ו באב, שבו הוא מילוי ושלימות הלבנה.ובעומק יותר יש לומר, דזה שבתשעה באב היתה התחלת הענין דגאולה העתידה הוא לא רק ברגע שלאחרי החורבן שאז נולד מושיען של ישראל, אלא גם לפנ\"ז שהרי זה שעלה ארי' והחריב את אריאל הוא על מנת שיבוא ארי' ויבנה אריאל38, דמזה מובן, שהכוונה דיבנה אריאל היתה לפני שהחריב את אריאל39, אלא שאז, היתה כוונה ומחשבה זו בהעלם (בדרגא דמחשבה) ולא נמשכה בגילוי, בכדי שיוכל להיות חורבן ביהמ\"ק, שעי\"ז דוקא יהי' בנין ביהמ\"ק השלישי שגדול יותר מבית ראשון ושני, וברגע שלאחרי החורבן, הותחל הגילוי דגאולה העתידה, נולד מושיען של ישראל אלא שהלידה שבת\"ב הוא רק התחלת הגילוי [כמובן גם מהענינים דת\"ב שישנם גם לאחרי מנחת ת\"ב וגם לאחרי קידוש לבנה במוצאי ת\"ב40], ועיקר הגילוי הוא בט\"ו באב",
          "topics": [
            "גילוי",
            "העלם",
            "משה",
            "ישראל",
            "מקדש"
          ],
          "word_count": 194
        },
        {
          "chunk_id": "chunk_6",
          "content": "ועפ\"ז יובן הקשר דמעלת חמשה עשר באב עם זה שבחמשה עשר הוא שלימות הלבנה, שהיא שלימות בענין הגילוי, כי ענין חמשה עשר באב הוא שבו הוא גילוי הגאולה שהיתה (בהעלם, במחשבה וכוונה) בת\"ב.ו) ויש לומר, דהטעם על זה שהציווי41 ועשו לי מקדש, שהוא ציווי לדורות לעשות בית לה'42 [ציווי על כל בתי מקדשות, כולל גם ביהמ\"ק דלעתיד], נאמר (בגילוי) בנוגע לעשיית המשכן, הוא, לפי שבהמשכן הי' כלול בהעלם גם ביהמ\"ק שהוא דירת קבע43, וגם ביהמ\"ק דלעתיד שהוא אהל בל יצען גו', עיקר ענין הקביעות (כנ\"ל סעיף ג) וע\"ד הידוע44 בענין הגאולות, שבהגאולה דיציאת מצרים נפתח הצינור והיו כלולים בה כל הגאולות, כולל גם הגאולה העתידה אלא שהגילוי דביהמ\"ק השלישי ודגאולה השלישית הוא ע\"י העבודה שבזמן הגלות, שהיא ע\"ד עבודת התשובה וכיון שביציאת מצרים היו ישראל במדריגת צדיקים45, לכן, הענין דגאולה העתידה שכלול בהגאולה דיציאת מצרים, הי' אז בהעלם.ועפ\"ז יש לבאר זה שבחצר המשכן היו חמש עשרה אמה קלעים לכתף, אף שענין זה שייך לביהמ\"ק השלישי, כי במשכן הי' כלול גם ביהמ\"ק וגם ביהמ\"ק השלישי ואעפ\"כ לא היו ימים טובים לישראל כחמשה עשר באב, כי לפני חטא המרגלים, כאשר מצד סדר ההשתלשלות לא הי' נתינת מקום לחורבן ביהמ\"ק ובמילא גם לא לבנין ביהמ\"ק השלישי, הי' זה בתכלית ההעלם ולאחרי חטא המרגלים, כשנגזר על דור המדבר שלא יכנסו לארץ וגם התחלת הענין דחורבן ביהמ\"ק [כי אז היתה התחלת ההמשכה דביהמ\"ק השלישי בהדרגא דמחשבה], הנה בחמשה עשר באב בכל שנה (מתחיל מחמשה עשר באב בו כלו מתי מדבר, ועאכו\"כ לאחרי חורבן ביהמ\"ק) הוא גילוי הפנימיות דחמש עשרה אמה קלעים לכתף שבחצר המשכן, שענינם הוא המשכת עתיק בי\"ה ועי\"ז גם במלכות, ענין אהל בל יצען, ביהמ\"ק השלישי שאין (שייך) בו הפסק",
          "topics": [
            "גילוי",
            "העלם",
            "מלכות",
            "צדיקים",
            "צדיק"
          ],
          "word_count": 267
        },
        {
          "chunk_id": "chunk_7",
          "content": "ואז מתגלה גם הכוונה הפנימית של הבכי' דתשעה באב הראשון, ויבכו העם בלילה ההוא46 שעי\"ז נקבע בכי' לדורות12, שהיא בכדי שתהי' הבכי' למעליותא דלע\"ל, בבכי יבואו47, בכי' של שמחה48 מצד התגלות מדרגות הגבוהות49, וע\"ד שאמרו רז\"ל50 גבי ר\"ע שכשהשיג סודות התורה בשיר השירים זלגו עיניו דמעות, דמעות של שמחה מצד ריבוי האור51.ז) וזהו שבחמשה עשר באב היו1 בנות ירושלים [ויש גורסין52 – בנות ישראל] יוצאות וחולות בכרמים, שהמחול דחמשה עשר באב הוא בדוגמת ומעין המחול דלע\"ל53 שעתיד54 הקב\"ה לעשות מחול לצדיקים וכאו\"א מראה באצבעו ואומר55 הנה56 אלקינו זה קוינו לו ויושיענו זה ה' קוינו לו נגילה ונשמחה בישועתו, דביציאת מצרים אמרו \"זה\" פעם אחת (זה א-לי ואנוהו57) ולע\"ל יאמרו שני פעמים זה58 (הנה אלקינו זה גו' זה הוי' גו') דביציאת מצרים שהיו אז במדריגת צדיקים אמרו זה רק פעם אחת – גילוי הוי' דז\"א, ולע\"ל, שיהיו במדריגת בעלי תשובה [דתשובה היא כפלים לתושי'59] יאמרו שני פעמים זה – גילוי הוי' דז\"א וגילוי הוי' דעתיק60 וממשיך בכתוב נגילה ונשמחה בישועתו, דיש לומר, שישועתו (דהקב\"ה) שלאחרי \"זה\" השני, הוא פנימיות עתיק וכידוע61 שלע\"ל יהי' (גם) הגילוי דפנימיות עתיק.ויהי רצון, שכל ענינים אלו יהיו בקרוב ממש, ובפרט לאחרי שאמרו בההפטורה דמנחת ת\"ב קרובה ישועתי לבוא62, שישועתי (דהקב\"ה), הישועה שעלי' נאמר נגילה ונשמחה בישועתו, היא קרובה לבוא בקרוב ממש ובעגלא דידן, אמן63 כן יהי רצון",
          "topics": [
            "אור",
            "גילוי",
            "דעת",
            "צדיקים",
            "צדיק"
          ],
          "word_count": 211
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס ט\"ו באב – תש\"נ, \"לקראת חמשה עשר באב .. א' עקב, יד מנ\"א, שנת ה'תש\"נ\".1) תענית כו, ב (במשנה).2) ד\"ה נחמו עת\"ר [רישומי דברים דהמאמר נדפסו בסה\"מ עת\"ר ע' ריח ואילך. והנחה – שם ע' רכא ואילך]. וראה גם אוה\"ת ואתחנן כרך ו ע' ב'קצז. נ\"ך כרך ב ע' א'צו. וראה בארוכה ד\"ה זה ה'תשל\"ה (לעיל ע' קסז ואילך).3) סוף שער חג השבועות – \"דרוש על סוד ט\"ו באב\".4) ראה לעיל שם הערה 7.5) תענית ל, ב ואילך. ב\"ב קכא, א. ולהעיר שבגמרא מנוים ו' ענינים, ובפע\"ח שם ז'.6) זהר ח\"ב רטו, א. וראה גם שם ח\"א קנ, רע\"א. רכה, סע\"ב. רמט, ב. ח\"ב פה, רע\"א. ובשמו\"ר פט\"ו, כו: כיון שבא שלמה נתמלא דיסקוס של לבנה. וראה הנסמן לעיל ע' קעא הערה 39.7) ראה זהר ח\"ב קצד, א (הובא באוה\"ת ואתחנן שם ע' ב'קצז) \"מועד כו' יום חדוה דסיהרא לא שלטא בה פגימותא\". ויש לומר, שגם חג השבועות, כיון שאינו ביום קבוע בחודש סיון וקביעותו היא יום הנ\"א מט\"ו בניסן (ר\"ה ו, ב. שו\"ע אדה\"ז או\"ח ר\"ס תצד), שייך ל\"חדוה דסיהרא\".8) ראה בהנסמן לעיל ע' קסז הערה 9.9) ראה ב\"ר פ\"ו, ג. שמו\"ר שם.10) תענית וב\"ב שם.11) פרש\"י ותוספות תענית ל, ב; רשב\"ם ב\"ב קכא, סע\"א – מאיכ\"ר פתיחתא לג.12) להעיר שט\"ו באב הוא בסמיכות להשבת שלאחרי ת\"ב [שבת נחמו], שבו קוראין פרשת ואתחנן, שבה נאמר (ד, ד) ואתם הדבקים גו' חיים כולכם היום, שכבר כלו מתי מדבר (פרש\"י חוקת כ, כב). וראה לקמן ס\"ג, שט\"ו באב שייך גם לענין תקט\"ו, הגימטריא ד\"ואתחנן\".13) ראה תענית כט, א. וש\"נ.14) ד\"ה נחמו עת\"ר (סה\"מ עת\"ר ע' רכ. שם ע' רל). ובאוה\"ת ואתחנן שם (ע' ב'קצח) \"יתראה בהנחמה בט\"ו באב\".15) ראה ד\"ה גדול יהי' כבוד הבית הזה גו' ה'תשכ\"ב ס\"ב וסי\"ב (לעיל ע' קיא ואילך).16) ראה גם תענית כו, ב (במשנה) \"וביום שמחת לבו זה בנין בית המקדש שיבנה במהרה בימינו\", ובחדא\"ג מהרש\"א שם \"דאחמשה עשר באב קאי, שטעמי שמחתו . . תלויים בבנין המקדש\".17) ד\"ה נחמו עת\"ר – סה\"מ שם ע' רכ. שם ע' רכח ואילך. אוה\"ת ואתחנן שם ע' ב'קצא.18) זכרי' יד, ט.19) ל\"ת להאריז\"ל עה\"פ. הובא בלקו\"ת במדבר ז, ד.20) זח\"ג ד, א. ועוד. וראה לקמן ע' רמ ואילך. וש\"נ.21) זהר ח\"א כח, א. ח\"ג רכא, א.22) ישעי' לג, כ.23) סה\"מ עת\"ר ע' רכ. שם ע' רל. וראה גם אוה\"ת ואתחנן שם ע' ב'קצט (ושם ע' ב'קצו).24) אוה\"ת ואתחנן ס\"ע קיד ואילך.25) דב\"ר פי\"א, יו\"ד. דעת זקנים מבעה\"ת ר\"פ ואתחנן.26) תרומה כז, יד.27) באוה\"ת שם ע' קטז מציין ל\"מאו\"א אות ק' סל\"ב, עמה\"מ שער או\"א פ\"ל. ועיין בזה ג\"כ בהרמ\"ז ר\"פ תרומה קכו, סע\"א\".28) תרומה שם, יד-טו.29) הרמז דענין זה ב\"ט\"ו באב\": אב תוכנו הוא (גם) רצון (כתר), וט\"ו הוא י\"ה (חו\"ב). וענין ט\"ו באב הוא המשכת הכתר בחו\"ב (אוה\"ת ואתחנן כרך ו ע' ב'קצט).30) כ\"מ בסה\"מ עת\"ר שם ע' רלא.31) ראה זח\"ג רכא, א שבביהמ\"ק השלישי יהיו כלולים (גם) בית הראשון והשני.32) כמ\"ש (חגי ב, ט) גדול יהי' כבוד הבית הזה האחרון מן הראשון, ומפרש בזהר (ח\"א כח, א. תקו\"ז תיקון ח) שהבית הזה האחרון קאי על ביהמ\"ק השלישי. וראה בארוכה ד\"ה גדול יהי' כבוד הבית הזה גו' הנ\"ל.33) בהשיחות דהתוועדות זו (ט\"ו באב ה'תשמ\"ז, התוועדויות תשמ\"ז ח\"ד ע' 195, ובהערה 10 שם) לפני המאמר, שתכלית בריאת הלבנה הוא להאיר על הארץ, ולכן, החסרון ד\"להאיר על הארץ\" (לפני מילוי הלבנה) הוא כמו חסרון בהלבנה עצמה, וע\"י השלימות ב\"להאיר על הארץ\" (בט\"ו בחודש) נעשה שלימות דהלבנה, שהיא משלמת כוונת בריאתה. אבל ענין זה הוא ביאור במעלת יום הט\"ו בכלל, והדיוק בהמאמר הוא – הקשר דענין זה עם ט\"ו באב.34) ל' הש\"ס – פסחים לא, רע\"א. ועוד.35) ראה ירושלמי ברכות פ\"ב ה\"ד; איכ\"ר פ\"א, נא, שברגע שלאחרי החורבן, כשגעתה פרתו פעם שני', נולד מושיען של ישראל. ובפע\"ח שער חג השבועות ספ\"א מפורש שבט' באב נולד משיח, ולכן אומרים ברכת הלבנה במוצאי ת\"ב לבשר כו' שהם עתידים להתחדש כמותה. ובשער הכוונות ענין ט\"ב בסופו, דהטעם שאומרים נחם במנחת ת\"ב הוא כי במנחת ט\"ב נולד המשיח הנקרא מנחם.36) סדר קידוש לבנה (סנהדרין מב, א).37) פע\"ח שבהערה 35.38) יל\"ש ירמי' רמז רנט. וראה ד\"ה גדול יהי' גו' הנ\"ל ס\"ג (לעיל ע' קיב).39) להעיר ממאמר רז\"ל (יבמות סב, ב) חייב אדם לפקוד את אשתו בשעה שהוא יוצא לדרך, דמזה מובן, שהפקידה היתה לפני יציאתו של הבעל (הקב\"ה) לדרך.ועפ\"ז יש לומר שיצירת הולד נעשה מהפקידה שלפני החורבן, וברגע שלאחרי החורבן נולד מושיען של ישראל. וראה בארוכה לעיל ח\"ג ע' פד.40) שו\"ע או\"ח סתקנ\"ח.41) תרומה כה, ח.42) רמב\"ם הל' בית הבחירה פ\"א ה\"א. וראה לקו\"ש חכ\"א ע' 149 ואילך. וראה גם שם ע' 264 ואילך.43) ראה שמואל-ב ז, ו. פרש\"י עה\"פ. שהש\"ר פ\"א, טז (ג). זח\"ב רמא, א. תו\"א ר\"פ ויגש.44) סה\"מ ה'תש\"ח ע' 164. וראה ד\"ה כימי צאתך גו' ה'תשי\"ב סעיף יו\"ד (לעיל ח\"ג ריש ע' קסט).45) סה\"מ תרל\"ו ח\"ב ע' שמ. תרנ\"ב ע' ג ואילך. ועוד. וראה לעיל ע' קסח, ובהערה 12 שם.46) שלח יד, א.47) ירמי' לא, ח.48) ראה גם אוה\"ת נ\"ך עה\"פ (ע' שעא) \"בבכי יבואו כמו הבוכה מרוב שמחה שלא יוכל הכלי להכיל\". ובהמשך הענין שם \"כי יהי' הגילוי בזו\"ן כמו באו\"א ע\"ד ביום ההוא יהי'\".49) כ\"ה הלשון בתו\"א שבהערה 51.50) ראה זח\"א צח, ב (במהנ\"ע). ט\"ז לשו\"ע או\"ח סרפ\"ח סק\"ב (בשם זהר חדש). וראה גם זהר חדש בראשית ז, א.51) תו\"א וישלח כו, א. לקו\"ת תצא לז, ד. ועוד.52) ראה שינויי נוסחאות למשניות תענית שם. וש\"נ. וראה שיחת ט\"ו מנ\"א ה'תשמ\"ו (לקו\"ש חכ\"ט ע' 255) הערה 45.53) שלכן המימרא שבגמרא (סוף מס' תענית) עתיד הקב\"ה לעשות מחול לצדיקים כו' (דלקמן בפנים) היא על מאמר המשנה יוצאות וחולות בכרמים.54) סוף מס' תענית.55) פרש\"י שם.56) ישעי' כה, ט.57) בשלח טו, ב.58) שמו\"ר ספכ\"ג.59) ראה שמו\"ר רפמ\"ו.60) אוה\"ת נ\"ך לישעי' שם ע' רד. וראה גם סה\"מ תרנ\"ד ע' קנד.61) פע\"ח שער הק\"ש רפט\"ו. לקו\"ת שה\"ש בסופו (נ, ריש ע\"ג. נא, ג ואילך). ובכ\"מ.62) ישעי' נו, א.63) ראה משנה סוף מס' תענית ובשינויי נוסחאות שם.",
      "glossary": "|אדה\"ז (Admor HaZaken): The Alter Rebbe; אדמו\"ר (Admor): Rebbe; אהל בל יצען (Ohel Bal Yitzan): Tent that will not be moved; או\"א (AuA): Abba and Ima; או\"ח (Orach Chaim): Orach Chaim; אוה\"ת (Or HaTorah): Light of Torah; איגלאי מילתא למפרע (Iglai Milta L'Mafre'a): The matter was revealed retroactively; אמן (Amen): Amen; ארי' (Ari): Lion; אריך (Arich): Arich Anpin; ארץ (Eretz): Land of Israel; ב\"ב (Bava Batra): Tractate Bava Batra; ב\"ר (Bereish; באין ערוך (B'Ein Erech): Incomparably; ביהמ\"ק השלישי (Beit HaMikdash HaShlishi): Third Temple; ביטול גזירה (Bitul Gezeira): Nullification of decree; בישועתו (BiYeshu'ato): In His salvation; בית ראשון ושני (Bayit Rishon V'Sheni): First and Second Temple; בכי יבואו (B'Vchi Yavo'u): With weeping they will come; בכי' (Bechiya): Crying; בכי' לדורות (Bechiya L'Dorot): Crying for generations; בכי' למעליותא (Bechiya L'Ma'alyuta): Crying for elevation; בכי' של שמחה (Bechiya Shel Simcha): Crying of joy; בנות ירושלים (Bnot Yerushalayim): Daughters of Jerusalem; בנות ישראל (Bnot Yisrael): Daughters of Israel; בנין (Binyan): Building; בס\"ד (Besiyata Dishmaya): With Divine assistance; בעגלא דידן (B'Agala Didan): In our days; בעלי תשובה (Ba'alei Teshuva): Penitents; בראשונה ובשני' (B'Rishona U'V'Sheni): First and second; בתי מקדשות (Batei Mikdashot): Temples; גאולה העתידה (Geula HaAtida): Future redemption; גאולה השלישית (Geula HaShlishit): Third redemption; גדלות (Gadlut): Greatness; גזירה (Gezeira): Decree; גזירת החורבן (Gezeirat HaChurban): Decree of destruction; גימטריא (Gematria): Numerical value; גמרא (Gemara): Talmud; ד\"ה נחמו (Dibur HaMatchil Nachamu): Discourse beginning \"Comfort\"; דור המדבר (Dor HaMidbar): Generation of the desert; דיסקוס (Diskus): Disc; דירת קבע (Dirat Keva): Permanent dwelling; דרגא דמחשבה (Darga D'Machshava): Level of thought; דרוש (Drush): Homily; ה\"ח דעתיק (Hei Chasadim D'Atik): Five kindnesses of Atik; ה' חסדים (Chamesh Chasadim): Five kindnesses; ה'תשמ\"ז (HaTashMaZ): Year 5747; הגאולות (HaGeulot): Redemptions; הגילוי (HaGilui): Revelation; הדרגא דמחשבה (HaDarga D'Machshava): Level of thought; ההפטורה (HaHaftara): Haftorah; הוי' דז\"א (Havaya D'ZA): Tetragrammaton of Zeir Anpin; הוי' דעתיק (Havaya D'Atik): Tetragrammaton of Atik; החריב את אריאל (Hechriv Et Ariel): Destroyed Ariel; הכוונה הפנימית (HaKavana HaPnimit): Inner intention; המשכת הכתר (Hamshachat HaKeter): Drawing down of Keter; המשכת עתיק (Hamshachat Atik): Drawing down of Atik; הנה אלקינו זה (Hineh Elokeinu Zeh): Behold our God this; הנחה (Hancha): Transcription; העלי' דזו\"ן (Ha'Aliya D'ZoN): Ascent of ZoN; העלם (He'elem): Concealment; הקב\"ה (HaKadosh Baruch Hu): The Holy One Blessed be He; השורש והסיבה (HaShoresh V'HaSiba): Root and cause; השתלשלות (Hishtalshelut): Emanation; התגלות מדרגות הגבוהות (Hitgalut Madregot HaGvohot): Revelation of high levels; התחלת הגילוי (Hatchalat HaGilui): Beginning of revelation; התחלת ההמשכה (Hatchalat HaHamshecha): Beginning of drawing down; ו\"ה (Vav-Hei): Letters Vav and Hei; ואתחנן (V'Etchanan): Torah portion V'Etchanan; ויבכו העם בלילה ההוא (VaYivku HaAm BaLayla HaHu): The people cried that night; ויושיענו (V'Yoshi'enu): And He will save us; ועשו לי מקדש (V'Asu Li Mikdash): Make for Me a sanctuary; זה א-לי ואנוהו (Zeh Eli V'Anvehu): This is my God and I will glorify Him; זה ה' (Zeh Hashem): This is Hashem; זהר (Zohar): Book of Zohar; זו\"ן (ZoN): Zeir Anpin and Nukva; זיווגם (Zivugam): Their union; זלגו עיניו דמעות (Zalgu Einav Dema'ot): His eyes shed tears; חג השבועות (Chag HaShavuot): Festival of Weeks; חדוה דסיהרא (Chedva D'Sihara): Joy of the moon; חודש סיון (Chodesh Sivan): Month of Sivan; חולות בכרמים (Cholot BaKramim): Dancing in vineyards; חורבן וגלות (Churban V'Galut): Destruction and exile; חטא המרגלים (Chet HaMeraglim): Sin of the spies; חמש עשרה אמה (Chamesh Esreh Amah): Fifteen cubits; חמשה עשר באב (Chamisha Asar B'Av): Fifteenth of Av; חסרון (Chesaron): Deficiency; חצר המשכן (Chatzer HaMishkan): Courtyard of the Tabernacle; חרב הבית (Charav HaBayit): Destruction of the Temple; ט\"ו באב (Tu B'Av): Fifteenth of Av; ט\"ו בניסן (Tu B'Nisan): Fifteenth of Nisan; ט\"ו בתשרי (Tu B'Tishrei): Fifteenth of Tishrei; י\"ה (Yud-Hei): Letters Yud and Hei; יבנה אריאל (Yivneh Ariel): Will build Ariel; יו\"ט (Yom Tov): Holiday; יום ב' (Yom Bet): Monday; יום הנ\"א (Yom HaNun-Alef): Fifty-first day; יום קבוע (Yom Kavu'a): Fixed day; יניקת החיצונים (Yenikat HaChitzonim): Nourishment of external forces; יציאת מצרים (Yetziat Mitzrayim): Exodus from Egypt; ירידה (Yerida): Descent; ישועתו (Yeshu'ato): His salvation; ישראל דדומין ללבנה (Yisrael D'Domin LaLevana): Israel who are compared to the moon; יתדותיו (Yitedotav): Its stakes; כוונה ומחשבה (Kavana U'Machshava): Intention and thought; כיום הכפורים (K'Yom HaKippurim): Like Yom Kippur; כן יהי רצון (Ken Yehi Ratzon): So may it be His will; כתף (Katef): Shoulder; לא היו ימים טובים לישראל (Lo Hayu Yamim Tovim L'Yisrael): There were no better holidays for Israel; למטה (L'Mata): Below; למעלה (L'Ma'ala): Above; לנצח (L'Netzach): Forever; לעתיד (L'Atid): In the future; מאמר (Maamar): Chassidic discourse; מדריגת צדיקים (Madregat Tzadikim): Level of righteous; מהורש\"ב (MaHaRaShaB): Rabbi Sholom DovBer; מועד (Mo'ed): Appointed time; מוצאי תשעה באב (Motzaei Tisha B'Av): After Tisha B'Av; מושיען של ישראל (Moshi'an Shel Yisrael): Savior of Israel; מחול (Machol): Dance; מחול לצדיקים (Machol LaTzadikim): Dance for the righteous; מילוי הלבנה (Milui HaLevana): Filling of the moon; מלכות (Malchut): Kingdom; מנחת ת\"ב (Minchat TB): Afternoon prayer of Tisha B'Av; מעין הגילוי דלעתיד (Mein HaGilui D'L'Atid): Semblance of future revelation; מראה באצבעו (Mar'eh B'Etzba'o): Points with his finger; משכן (Mishkan): Tabernacle; משנה (Mishna): Mishna; מתי מדבר (Metei Midbar): Those who died in the desert; נ\"ך (Nach): Prophets and Writings; נ\"ע (Niftar): Of blessed memory; נגילה ונשמחה (Nagila V'Nismecha): We will rejoice and be happy; נולד משיח (Nolad Mashiach): Messiah was born; נצחי (Nitzchi): Eternal; נתינת מקום (Netinat Makom): Giving place; נתמלאה הלבנה (Nitmal'a HaLevana): Moon became full; סדר ההשתלשלות (Seder HaHishtalshelut): Order of emanation; סה\"מ (Sefer HaMa'amarim): Book of Discourses; סוד (Sod): Secret; סודות התורה (Sodot HaTorah): Secrets of Torah; סוכות (Sukkot): Festival of Tabernacles; עבודה שבזמן הגלות (Avoda SheBizman HaGalut): Service during exile; עבודת התשובה (Avodat HaTeshuva): Service of repentance; עיקר הגילוי (Ikar HaGilui): Main revelation; עלי' (Aliya): Ascent; עליות וירידות (Aliyot V'Yeridot): Ascents and descents; עת\"ר (Admor HaRashab): The Rebbe Rashab; עתידים להתחדש כמותה (Atidim L'Hitchadesh Kamota): Destined to be renewed like it; עתיק (Atik): Atik Yomin; פ' עקב (Parashat Ekev): Torah portion Ekev; פגימותא (Pgimuta): Defect; פנימיות (Pnimiyut): Inner dimension; פנימיות עתיק (Pnimiyut Atik): Inner dimension of Atik; פסח (Pesach): Passover; פע\"ח (Pri Etz Chaim): Kabbalistic work by Rabbi Chaim Vital; ציווי (Tzivui): Commandment; ציווי לדורות (Tzivui L'Dorot): Commandment for generations; צינור (Tzinor): Channel; קבריהן (Kivreihen): Their graves; קוינו לו (Kivinu Lo): We hoped for Him; קידוש לבנה (Kiddush Levana): Sanctification of the moon; קיימא סיהרא באשלמותא (Kayma Sihara B'Ashlimuta): The moon stands in its completeness; קלעים (Kla'im): Curtains; קרובה ישועתי לבוא (Krova Yeshu'ati Lavo): My salvation is close to come; ר\"ה (Rosh Hashana): Tractate Rosh Hashana; ר\"ס (Rosh Siman): Beginning of section; ר\"ע (Rabbi Akiva): Rabbi Akiva; רז\"ל (Razal): Our Sages of blessed memory; ריבוי האור (Ribui HaOr): Abundance of light; רישומי דברים (Rishumei Dvarim): Notes; שו\"ע (Shulchan Aruch): Code of Jewish Law; שיר השירים (Shir HaShirim): Song of Songs; שלימות (Shleimut): Completeness; שלימות בענין הגילוי (Shleimut B'Inyan HaGilui): Completeness in revelation; שמו\"ר (Shemot Rabbah): Exodus Rabbah; שני כתפים (Shnei Ktafim): Two shoulders; שני פעמים זה (Shnei Pe'amim Zeh): Two times \"this\"; שער חג השבועות (Sha'ar Chag HaShavuot): Gate of Shavuot; ת\"ק (Tav-Kuf): 500; תכלית ההעלם (Tachlit HaHe'elem): Ultimate concealment; תמידות (Tmidut): Constantly; תענית (Ta'anit): Tractate Ta'anit; תקט\"ו (TAKTU): 515; תרין רעין דלא מתפרשין (Terin Rein D'Lo Mitparshin): Two friends who do not separate; תשובה היא כפלים לתושי' (Teshuva Hi Kflayim L'Tushiya): Repentance is double wisdom; תשעה באב (Tisha B'Av): Ninth of Av;"
    },
    "search_tags": [
      "מקדש",
      "נצח",
      "דור",
      "עבודה",
      "חטא",
      "Tabernacle",
      "תכלית",
      "צדיק",
      "העלם",
      "Knowledge",
      "מלכות",
      "Temple",
      "דעת",
      "בית המקדש",
      "ביטול",
      "Concealment",
      "Holy Temple",
      "Righteous ones",
      "Purpose",
      "Nullification",
      "גאולה",
      "Chain of descent",
      "Torah",
      "צדיקים",
      "כוונה",
      "Moses",
      "Generation",
      "Sin",
      "Exile",
      "Israel",
      "ישראל",
      "המשכה",
      "Kindness",
      "תורה",
      "Kingship",
      "Light",
      "חסד",
      "השתלשלות",
      "משכן",
      "Will",
      "גלות",
      "תשובה",
      "אור",
      "Intention",
      "Eternity",
      "משיח",
      "Revelation",
      "תיקון",
      "Righteous one",
      "Service",
      "גילוי",
      "רצון",
      "משה",
      "Rectification",
      "Drawing down",
      "Repentance",
      "Messiah",
      "Redemption"
    ]
  }
}