{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "4_לג",
    "reference": "Reference: 4_לג",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אלקות",
        "אור",
        "אוא\"ס",
        "עצמות",
        "גילוי",
        "העלם",
        "צמצום",
        "תחתונים",
        "עליונים",
        "אצילות",
        "בריאה",
        "יצירה",
        "עשיה",
        "עולם",
        "עולמות",
        "מלכות",
        "חכמה",
        "בינה",
        "דעת",
        "הוד",
        "ספירות",
        "משה",
        "ישראל",
        "מקדש",
        "תורה",
        "גלות",
        "גאולה",
        "משיח",
        "דור",
        "עבודה",
        "ביטול",
        "המשכה",
        "דירה",
        "תכלית",
        "כוונה",
        "רצון",
        "השתלשלות",
        "חסיד"
      ],
      "key_concepts": [
        "Divinity",
        "Light",
        "Infinite Light",
        "Essence",
        "Revelation",
        "Concealment",
        "Contraction",
        "Lower worlds",
        "Upper worlds",
        "Emanation",
        "Creation",
        "Formation",
        "Action",
        "World",
        "Worlds",
        "Kingship",
        "Wisdom",
        "Understanding",
        "Knowledge",
        "Splendor",
        "Sefirot",
        "Moses",
        "Israel",
        "Temple",
        "Torah",
        "Exile",
        "Redemption",
        "Messiah",
        "Generation",
        "Service",
        "Nullification",
        "Drawing down",
        "Dwelling",
        "Purpose",
        "Intention",
        "Will",
        "Chain of descent",
        "Chassid"
      ],
      "biblical_references": [
        "בראשית ה, כב",
        "תהלים קמח, יג"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "זהר",
        "ברכות נד, א",
        "מנחות כ, ב"
      ],
      "chassidic_references": [
        "אדמו\"ר הזקן",
        "אדמו\"ר הזקן",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 2159,
      "chunk_count": 10
    },
    "content": {
      "main_text": "בס\"ד. יום שמחת תורה ה'תשל\"ז אתה הראת לדעת כי הוי' הוא האלקים אין עוד מלבדו1, הנה פסוק זה הוא פסוק הראשון של י\"ז הפסוקים2 שאומרים קודם ההקפות. ויש לומר, דפסוק זה הוא גם הראש של כל י\"ז הפסוקים שכולל אותם, בדוגמת הראש שכולל את כל אברי הגוף. וצריך להבין השייכות דאתה הראת גו' להקפות. וביותר צריך ביאור ע\"פ מ\"ש כ\"ק מו\"ח אדמו\"ר3 דענין אמירת הפסוקים קודם הקפות הוא שמביאים טעמים4 על השמחה דשמע\"צ ושמח\"ת [וע\"ד פסוקי מלכיות זכרונות ושופרות5], דלכאורה, מהי השייכות דאתה הראת לדעת גו' להשמחה דשמע\"צ ושמח\"ת. ובפרט שאתה הראת לדעת הי' בשעת מ\"ת, שהוא בחג השבועות.ב) ויובן זה בהקדים המבואר במק\"א6 בענין אמירת פסוקי מלכיות זכרונות ושופרות, דזה שצריך להביא ראי' מן התורה על ענינים אלו7, הוא, כי הם ענינים נעלים ביותר8. ומזה מובן גם בנוגע לאמירת הפסוקים קודם ההקפות, דזה שצריך להביא ראי' מן התורה על ענין ההקפות הוא מפני שהוא ענין נעלה ביותר. וכמבואר בלקו\"ת9, דזה שבתורה כתוב רק ניסוך היין משא\"כ ניסוך המים הוא רק הלכה למשה מסיני10, הוא, כי ניסוך המים הוא ענין נעלה ביותר שאינו יכול להתלבש באותיות דתורה שבכתב, וזה שענין ההקפות לא נתפרש אפילו בתורה שבע\"פ והוא רק מנהג הוא מפני שענין ההקפות הוא נעלה יותר גם מניסוך המים. וזהו גם11 שהשמחה דשמחת בית השואבה, עם היותה שמחה גדולה ביותר, ועד שמי שלא ראה שמחת בית השואבה לא ראה שמחה מימיו12, מ\"מ, היא במדידה והגבלה. כמובן גם מזה שבהשמחה דשמחת בית השואבה, רק חסידים ואנשי מעשה היו מרקדין, וכל העם באים לראות ולשמוע13, דזה שיש הגבלה בנוגע לאלו השמחים בשמחה זו הוא מפני שכללות שמחה זו (גם בהחסידים ואנשי מעשה) היא במדידה והגבלה. משא\"כ בשמח\"ת, ובפרט בהקפות, מנהג ישראל (שתורה היא14) שכל ישראל (אנשים נשים וטף) שמחים בה15, לפי ששמחה זו היא למעלה ממדידה והגבלה. [ולהוסיף, שההקפות בפעם השני' (בליל שמח\"ת) מנהגן להיות בשמחה גדולה יותר מבפעם הראשונה (בליל שמע\"צ), כי כאשר השמחה היא באותה המדה שבהקפות הקודמות, בלי הוספה וריבוי, אינה שמחה בשלימות, כיון שנתיישנה. ואדמו\"ר הזקן כותב בסידורו16, שגם כשערך את ההקפות בשמחה בבית הכנסת שלו, כשבא לבית הכנסת אחר שלא גמרו ההקפות ירנן וישמח גם עמהם]. וי\"ל שדוגמתו העבודה דתמליכוני עליכם שבר\"ה17, שבה שוים כל ישראל, כמ\"ש18 אתם נצבים היום כולכם גו', שבהיום דר\"ה כל עשרה הסוגים דישראל (מראשיכם שבטיכם עד חוטב עציך ושואב מימיך) הם לאחדים כאחד19.ג) והנה בההתאחדות של כל הסוגים דישראל בר\"ה, שני ענינים20. שבכל אחד יש מעלה דילי', ומשלימים זה את זה. וזה שיש מעלה בדרגות התחתונות לגבי ראשיכם יש לקשר עם הא דנעוץ סופן בתחילתן21, שדוקא דרגות התחתונות (סופן) הן נעוצות בהתחילה (היינו ששרשם הוא בהתחילה שלפני סדר ההשתלשלות, דהמעלה שבראשיכם הוא שהם ההתחלה והראש דסדר ההשתלשלות, והשרש דדרגות התחתונות (סופן) הוא בתחילה שלפני סדר ההשתלשלות22). ועוד ענין בהאחדות דישראל שבר\"ה, שכל ישראל הם קומה אחת, ענין אחד שלמעלה מהתחלקות, שאין בו ראש וסוף. וכמ\"ש23 ויהי בישורון מלך, דזה שישראל נק' בשם ישורון מלשון שיר הוא לפי שהם כמו העיגול (שיר הוא דבר עגול24) שאין בו ראש וסוף. ועד\"ז הוא בהשמחה והריקודים דהקפות דשמע\"צ ושמח\"ת, שיש בהם דוגמת שני ענינים הנ\"ל. דזה שהריקוד הוא ברגלים והרגלים מנשאים ומגביהים את הראש הוא מפני שנעוץ סופן בתחילתן, היינו שיש התחלקות דראש ורגל וברגל יש ענין שהוא למעלה מהראש25. וזה שאופן השמחה דשמח\"ת היא (לא ע\"י לימוד ועיון אלא) שלוקחים ספר תורה כפי שהיא כרוכה ומכוסה במפה ומרקדין עמה, הוא מפני שהשמחה דשמח\"ת קשורה עם התורה כפי שהיא למעלה מגילוי, המקיף דתורה (שאינו יכול להתלבש בחכמה), כתר תורה26, דמקיף אין בו ראש וסוף. ועפ\"ז יש לבאר השייכות דהפסוק אתה הראת להשמחה דהקפות, כי בפסוק אתה הראת דוגמת שני ענינים אלה, כדלקמן.ד) ויובן זה בהקדים שבהחילוק שבין אתה לשון נוכח (גילוי) והוא לשון נסתר (העלם), שני פירושים. שאתה הוא למטה מהוא27. דהוא לשון נסתר הוא האור שלמעלה מגילוי [דבכללות הוא אור הסובב שהשפעתו בעולמות אינה בגילוי אלא בהסתר והעלם28] ואתה לשון נוכח (גילוי) הוא אור הממלא שהוא בגילוי בעולמות. ואתה הוא למעלה מהוא. כידוע בענין אתה29 הוא הוי' לבדך30, שהוא קאי על האור שלמעלה מגילוי, ואתה הוא העצמות, שהוא בכל מקום בהתגלות, דשם שמים שגור בפי כל. וכן הוא גם באתה הראת לדעת, דשני פירושים בזה. דבלקו\"ת ד\"ה וידעת31 מבואר דמ\"ש32 וידעת היום והשבות אל לבבך כי הוי' הוא האלקים גו', אף שכבר נאמר אתה הראת לדעת כי הוי' הוא האלקים גו', הוא, כי זה שאתה הראת לדעת הוא הידיעה בממלא כל עלמין33, והציווי וידעת גו' הוא שתהי' הידיעה בסובב כל עלמין. ובכ\"מ מבואר שאתה הראת לדעת קאי על העצמות. וכפירוש אדמו\"ר הזקן34 אתה דו עצמות א\"ס ב\"ה הראת האָסט זיך באַוויזן לדעת אַז מען זאָל דיך וויסן. דזה שהעצמות הוא בהתגלות (שלכן אומרים עליו אתה לשון נוכח) הוא שהוא בהתגלות כמו שהוא בעצמותו35, וזה שכולם יודעים שיש אלוקה מצוי36 אין זה ידיעה והשגה. וזה שאפשר להיות ידיעה והשגה באלקות הוא ע\"י שהתגלות העצמות בשעת מ\"ת (אתה הראת) היתה באופן דלדעת, שיוכל להיות ידיעה באלקות בכלל, ויתירה מזו, שעי\"ז יהי' אפשר להיות ידיעה בהעצמות, אַז מען זאָל דיך וויסן. וממשיך בכתוב כי הוי' הוא האלקים אין עוד מלבדו, שהידיעה בו ית' (עי\"ז שאתה הראת לדעת) היא בשני ענינים, שהוי' הוא האלקים ושאין עוד מלבדו. וצריך להבין, הרי הוי' ואלקים הם שמות, דשם הוא רק הארה, ומהי השייכות של הידיעה שהוי' הוא האלקים לאתה הראת לדעת אַז מען זאָל דיך וויסן.ה) ויובן זה ע\"פ המבואר בהדרושים עה\"פ אתה הראת37 דענין אתה הראת לדעת הוא זה שהוא ית' האציל ענין הידיעה בעצמותו בכדי שעי\"ז יוכל להיות בנבראים ידיעה באלקות. והנה בכ\"מ38 מבואר שהטעם להאצלת הע\"ס דאצילות הוא בכדי שעל ידם יהי' גילוי אלקות בעולם. כי עיקר הגילוי אלקות שבעולם (בפנימיות) הוא בעיקר בהמוחין ומדות שבהנבראים, זה שהנבראים יכולים לידע ולהשיג אלקות ולהתפעל מזה. וענין זה נמשך מהע\"ס דאצילות. דע\"י שנעשה כביכול באלקות (אצילות) הציור דמוחין ומדות, עי\"ז נמשך גם בהנבראים (ששרשם הוא מהע\"ס דאצילות) הידיעה וההתפעלות באלקות. דההתפעלות באלקות שבנבראים נמשך מהמדות דאצילות, והידיעה וההשגה באלקות שבנבראים נמשך מהמוחין דאצילות. וזה שמבואר בהדרושים ע\"פ אתה הראת לדעת שבכדי שתהי' בנבראים ידיעה באלקות האציל ענין הידיעה בעצמותו (אף שבכדי שתהי' בנבראים ידיעה באלקות הי' מספיק לכאורה הידיעה בחב\"ד דאצילות), יש לומר, שזהו בכדי שתהי' ידיעה כביכול גם בהעצמות, מען זאָל דיך וויסן. דע\"י שהידיעה דחב\"ד דאצילות נמשכה מענין הידיעה בעצמותו, לכן, הידיעה באלקות של הנבראים שנמשכת מחב\"ד דאצילות, היא שייכת גם לאוא\"ס שלמעלה מאצילות, ועד לידיעת העצמות.וזהו אתה הראת לדעת כי הוי' הוא האלקים, כי בע\"ס דאצילות (גם בחב\"ד דאצילות) יש אורות וכלים. דשרש האורות הוא מהוי' ושרש הכלים הוא מאלקים. וע\"י הידיעה שהוי' הוא האלקים, דהוי' ואלקים כולא חד39, באים להידיעה שאין עוד מלבדו. כי שני השמות הוי' ואלקים כמו שהם מצד עצמם, הם שני ענינים שונים, ויתירה מזו שהם שני ענינים הפכיים, דהוי' הוא גילוי ואלקים הוא צמצום והעלם. וזה שהוי' ואלקים כולא חד הוא מפני ששניהם הם שמותיו של הקב\"ה שלמעלה משניהם40, אלא שכך עלה ברצונו ית' שהגילוי שלו יהי' בשני הקוין דבל\"ג וגבול (גילוי וצמצום), ולכן, גם לאחרי שנמשכו בגילוי בענין השמות, שאז הם שני ענינים הפכיים, הם מתכללים זמ\"ז, ועד שהוי' ואלקים כולא חד.ו) והנה זה שהאורות והכלים (הוי' ואלקים) בשרשם הם כולא חד, כמה מדריגות בזה. דבכללות הו\"ע עשר ספירות הגנוזות. שגם בע\"ס הגנוזות יש (דוגמת) אורות וכלים41, והם השרש של האורות וכלים שבע\"ס הגלויות, אלא שבע\"ס הגנוזות הם כולא חד. דכמו שענין ההתחלקות דהספירות (חכמה, בינה וכו') הוא בספירות הגלויות משא\"כ ע\"ס הגנוזות הם כלולים כולם כאחד בבחינת התערבות והתאחדות42, עד\"ז הוא גם בענין ההתחלקות דאורות וכלים, שבע\"ס הגנוזות הם (האורות והכלים) בהתאחדות. אבל בפרטיות, גם בע\"ס הגנוזות, אורות וכלים הם שני ענינים. וזה שהוי' ואלקים כולא חד הוא בכללות האור שלפני הצמצום. דהנה ידוע43 שבהאור שלפני הצמצום יש שתי מדריגות בכללות. שהאור מצד עצמו הוא אין סוף [והספירות שמצד האור עצמו הם ספירות אין קץ], והוא השרש דאור הסובב, ומצד זה שעלה ברצונו להאציל כו' יש בו גם השרש דעשר ספירות (ע\"ס הגנוזות), והוא השרש דאור הממלא. וזהו ששמו הגדול שלפני הצמצום הוא דוגמת הוי' בניקוד אלקים, שמצד עצמו הוא א\"ס, הוי', אלא שאעפ\"כ כלול בו גם השרש דאור הגבול (ממלא), אלקים. וכיון דזה שכלול בו השרש דאור הגבול הוא מפני שעלה ברצונו (דאוא\"ס הבל\"ג) שיהיו עשר ספירות, דאמיתית ענין הרצון הוא שגם לאחרי שרוצה באיזה דבר ענינו של הדבר שרוצה בו הוא (לא הדבר מצד עצמו, אלא) להשלים זה שהוא רוצה44, לכן, השרש דאור הגבול כמו שהוא לפני הצמצום, הוא (לא ענין בפני עצמו, אלא) חד עם (הרצון של) אוא\"ס הבל\"ג. וכמובן גם מזה שמובא לעיל דשמו הגדול שלפני הצמצום הוא דוגמת הוי' בניקוד אלקים, היינו שהוא שם אחד שכולל שני הענינים דהוי' ואלקים. אמנם בפרטיות יותר, מכיון שגם ברצון יש תפיסת מקום להדבר שרוצים בו (שע\"י דבר זה דוקא נשלם הרצון), לכן, זה שבהאור שלפני הצמצום יש שרש לאור הסובב (בל\"ג, הוי') ושרש לאור הממלא (גבול, אלקים), הם כמו שני ענינים. ואמיתית הענין דהוי' ואלקים כולא חד הוא בבחינת היכולת (שלמעלה מענין הספירות, שאין שייך בו גם ספירות אין קץ), דזה שביכלתו להאיר (השרש דהוי') ושביכלתו שלא להאיר (השרש דאלקים) הוא חד ממש. וע\"ד המבואר במק\"א45, דבהאור שלפני הצמצום, גם בהאור שקודם עלות הרצון, הגילוי וההעלם הם שני ענינים. ולכן, העבודה כמו שהיא מצד האור שלפני הצמצום היא להמשיך ריבוי אור (ע\"ד שקודם הצמצום הי' התגברות כח הגילוי על כח ההעלם). ובכדי שיהי' אתהפכא חשוכא לנהורא, שהחושך עצמו יהפך לאור, הוא דוקא מצד ענין היכולת. דכיון שהיכולת להאיר (שרש האור) והיכולת שלא להאיר (שרש החושך) הם חד ממש, לכן, ע\"י שמגיעים בבחינת היכולת, גם החושך נהפך לאור.וזהו הקשר דהוי' הוא האלקים עם אין עוד מלבדו, שע\"י הידיעה דהוי' הוא האלקים באים להידיעה שאין עוד מלבדו (כנ\"ל סעיף ה), דמזה שרואים שהוי' ואלקים הם מאוחדים כאחד ממש, שבעבודת האדם הוא ואהבת את הוי' אלקיך בכל לבבך בשני יצריך46, שגם היצה\"ר (ששרשו מההעלם דאלקים) אוהב את הוי' (כמו היצ\"ט ששרשו מהגילוי דהוי'), מזה יודעים שאין עוד מלבדו, שהשרש דשני הענינים (של הגילוי דהוי' וההעלם דאלקים) הוא זה שביכלתו להאיר וביכלתו שלא להאיר, דענין היכולת אינו דבר כלל זולת העצמות והוא רק שהעצמות הוא יכול, אין עוד מלבדו. וזהו גם מה שאומר בתחלת הכתוב אתה הראת לדעת, דו האָסט זיך באַוויזן אַז מען זאָל דיך וויסן, כי כיון שענין היכולת הוא זה שהעצמות הוא יכול, הידיעה בענין היכולת היא ידיעת העצמות47.ז) ועפ\"ז יש לבאר גם השייכות דשני הפירושים (דלעיל סעיף ד) באתה הראת לדעת, שאתה הראת לדעת היא הידיעה בממלא כל עלמין ושאתה הראת לדעת היא הידיעה בהעצמות (מען זאָל דיך וויסן), כי הידיעה וההתבוננות באור המתלבש בעולמות (אור הממלא) הוא בעיקר בכדי שגם השכל דנפש הבהמית ידע אלקות48, וזה שגם השכל דנה\"ב יכול להבין אלקות (ובאופן שעי\"ז יבוא לביטול היש, היפך הטבע שלו), הוא ע\"י גילוי יכולת העצמות, שעי\"ז גם החושך נהפך לאור. שידיעה זו היא בכח העצמות, אבל הידיעה עצמה היא רק באור הממלא. ולאחרי ידיעה זו, צריכה להיות הידיעה וההתבוננות באור הסובב [שזהו הציווי וידעת גו', כנ\"ל סעיף ד], ושאור הממלא המתלבש בעולמות הוא רק הארה בלבד שבאין ערוך לגבי אוא\"ס שלמעלה מעולמות (אור הסובב), ואז דוקא הוא שייך להתבונן ולידע היתרון בהידיעה דאור הממלא שמובן גם בהשכל דנה\"ב, שידיעה זו היא מצד יכולת העצמות, כנ\"ל.ח) ועפ\"ז יש לבאר גם זה שמובא לעיל (סעיף ה) מהדרושים, דזה שהוא ית' האציל ענין הידיעה בעצמותו הוא בכדי שעי\"ז יוכל להיות בנבראים ידיעה באלקות, דמזה שהכוונה בהאצלת הידיעה בעצמותו היא בכדי שהנבראים ידעו אלקות, מובן, שיש יתרון בידיעה זו (שהנבראים יודעים אלקות) לגבי הידיעה שבעצמותו. וע\"ד המבואר בתניא49 שהתכלית בהשתלשלות העולמות הוא לא בשביל עולמות העליונים, הואיל ולהם ירידה מאור פניו ית', והתכלית דעולמות העליונים הוא זה שעל ידם נתהווה עולם הזה התחתון, שעי\"ז נשלמת הכוונה דדירה בתחתונים50, דירה לעצמותו51. ונמצא, דענין זה שבעולמות העליונים, שעל ידם מתהווה עוה\"ז התחתון, הוא נעלה יותר מעולמות העליונים עצמם. דעולמות העליונים עצמם הם בבחינת ירידה, וזה שעל ידם נתהווה עוה\"ז התחתון, הוא העלי' שלהם. ועד\"ז הוא גם בנוגע להאצלת הידיעה בעצמותו, שהידיעה היא כמו ירידה מאור פניו [דעם היות שהאצלת ידיעה זו היא בעצמותו, מ\"מ, לגבי העצמות כמו שהוא מצד עצמו (לפני שהאציל הידיעה), הידיעה היא ירידה], והתכלית דהאצלת הידיעה הוא שעל ידה יהי' ידיעת אלקות בהנבראים, עד בהשכל דנפש הבהמית, שעי\"ז מתגלה יכולת העצמות52, וע\"י ההמשכה מידיעת עצמו ידיעת אלקות בהנבראים, נעשה עלי' כביכול בידיעת עצמו.ט) ויש לומר, שהעלי' שנעשית בידיעת עצמו על ידי ידיעת אלקות בהנבראים הוא ע\"ד ההשפעה מהרגל להראש, מצד זה ששרש הרגל הוא למעלה מהראש, נעוץ סופן בתחילתן53. דענין זה שייך עדיין לסדר השתלשלות. ועוד ענין באתה הראת לדעת, שע\"י ידיעת אלקות דהנבראים נמשך (אח\"כ) הגילוי דאין עוד מלבדו, יכולת העצמות. וזהו שקודם הקפות אומרים אתה הראת לדעת גו' אין עוד מלבדו, שהוא ביאור בגודל העילוי של השמחה דהקפות. דזה שהשמחה היא באופן שהרגלים מגביהים ומנשאים את הראש, הכוונה בזה היא לראש האדם ולהראש שבכל דרגא ודרגא, עד לדרגת ידיעת עצמו. ויתירה מזו, שע\"י הריקודים דשמח\"ת נמשך בחינת המקיף שלמעלה מהגדרים דראש ורגל, ועד להגילוי דאין עוד מלבדו, יכולת העצמות.והכלי לשני ענינים אלה הוא האחדות דישראל בשני אופנים. שכל אחד מקבל מחבירו, ושכל ישראל הם קומה אחת. ועד\"ז בעבודה הפרטית דכאו\"א, שיש בזה שני ענינים אלה. העבודה דעשר כחות הנפש שלו (שהם דוגמת עשרה הסוגים מראשיכם שבטיכם עד חוצב עציך ושואב מימיך54) באופן שכל הכחות מקבלים זה מזה ומשלימים זה את זה, והעבודה שמצד יחידה שלמעלה מהתחלקות. וזוהי גם הכנה קרובה לגאולה האמיתית והשלימה ע\"י משיח צדקנו, כי ענינו של משיח הוא יחידה55. וזהו שבכל אחד מישראל יש ניצוץ משיח56, שהיחידה הפרטית שבכ\"א מישראל היא ניצוץ מהיחידה הכללית דמשיח [וע\"ד משה (גואל ראשון57) שבכ\"א מישראל יש בחינת משה שבו58], יבוא ויגאלנו ויוליכנו קוממיות לארצנו, בגאולה האמיתית והשלימה בקרוב ממש.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד יום שמחת תורה ה'תשל\"ז אתה הראת לדעת כי הוי' הוא האלקים אין עוד מלבדו1, הנה פסוק זה הוא פסוק הראשון של י\"ז הפסוקים2 שאומרים קודם ההקפות ויש לומר, דפסוק זה הוא גם הראש של כל י\"ז הפסוקים שכולל אותם, בדוגמת הראש שכולל את כל אברי הגוף וצריך להבין השייכות דאתה הראת גו' להקפות וביותר צריך ביאור ע\"פ מ\"ש כ\"ק מו\"ח אדמו\"ר3 דענין אמירת הפסוקים קודם הקפות הוא שמביאים טעמים4 על השמחה דשמע\"צ ושמח\"ת [וע\"ד פסוקי מלכיות זכרונות ושופרות5], דלכאורה, מהי השייכות דאתה הראת לדעת גו' להשמחה דשמע\"צ ושמח\"ת ובפרט שאתה הראת לדעת הי' בשעת מ\"ת, שהוא בחג השבועות.ב) ויובן זה בהקדים המבואר במק\"א6 בענין אמירת פסוקי מלכיות זכרונות ושופרות, דזה שצריך להביא ראי' מן התורה על ענינים אלו7, הוא, כי הם ענינים נעלים ביותר8 ומזה מובן גם בנוגע לאמירת הפסוקים קודם ההקפות, דזה שצריך להביא ראי' מן התורה על ענין ההקפות הוא מפני שהוא ענין נעלה ביותר וכמבואר בלקו\"ת9, דזה שבתורה כתוב רק ניסוך היין משא\"כ ניסוך המים הוא רק הלכה למשה מסיני10, הוא, כי ניסוך המים הוא ענין נעלה ביותר שאינו יכול להתלבש באותיות דתורה שבכתב, וזה שענין ההקפות לא נתפרש אפילו בתורה שבע\"פ והוא רק מנהג הוא מפני שענין ההקפות הוא נעלה יותר גם מניסוך המים וזהו גם11 שהשמחה דשמחת בית השואבה, עם היותה שמחה גדולה ביותר, ועד שמי שלא ראה שמחת בית השואבה לא ראה שמחה מימיו12, מ\"מ, היא במדידה והגבלה כמובן גם מזה שבהשמחה דשמחת בית השואבה, רק חסידים ואנשי מעשה היו מרקדין, וכל העם באים לראות ולשמוע13, דזה שיש הגבלה בנוגע לאלו השמחים בשמחה זו הוא מפני שכללות שמחה זו (גם בהחסידים ואנשי מעשה) היא במדידה והגבלה",
          "topics": [
            "אור",
            "דעת",
            "משה",
            "תורה",
            "חסיד"
          ],
          "word_count": 263
        },
        {
          "chunk_id": "chunk_2",
          "content": "משא\"כ בשמח\"ת, ובפרט בהקפות, מנהג ישראל (שתורה היא14) שכל ישראל (אנשים נשים וטף) שמחים בה15, לפי ששמחה זו היא למעלה ממדידה והגבלה [ולהוסיף, שההקפות בפעם השני' (בליל שמח\"ת) מנהגן להיות בשמחה גדולה יותר מבפעם הראשונה (בליל שמע\"צ), כי כאשר השמחה היא באותה המדה שבהקפות הקודמות, בלי הוספה וריבוי, אינה שמחה בשלימות, כיון שנתיישנה ואדמו\"ר הזקן כותב בסידורו16, שגם כשערך את ההקפות בשמחה בבית הכנסת שלו, כשבא לבית הכנסת אחר שלא גמרו ההקפות ירנן וישמח גם עמהם] וי\"ל שדוגמתו העבודה דתמליכוני עליכם שבר\"ה17, שבה שוים כל ישראל, כמ\"ש18 אתם נצבים היום כולכם גו', שבהיום דר\"ה כל עשרה הסוגים דישראל (מראשיכם שבטיכם עד חוטב עציך ושואב מימיך) הם לאחדים כאחד19.ג) והנה בההתאחדות של כל הסוגים דישראל בר\"ה, שני ענינים20 שבכל אחד יש מעלה דילי', ומשלימים זה את זה וזה שיש מעלה בדרגות התחתונות לגבי ראשיכם יש לקשר עם הא דנעוץ סופן בתחילתן21, שדוקא דרגות התחתונות (סופן) הן נעוצות בהתחילה (היינו ששרשם הוא בהתחילה שלפני סדר ההשתלשלות, דהמעלה שבראשיכם הוא שהם ההתחלה והראש דסדר ההשתלשלות, והשרש דדרגות התחתונות (סופן) הוא בתחילה שלפני סדר ההשתלשלות22) ועוד ענין בהאחדות דישראל שבר\"ה, שכל ישראל הם קומה אחת, ענין אחד שלמעלה מהתחלקות, שאין בו ראש וסוף וכמ\"ש23 ויהי בישורון מלך, דזה שישראל נק' בשם ישורון מלשון שיר הוא לפי שהם כמו העיגול (שיר הוא דבר עגול24) שאין בו ראש וסוף ועד\"ז הוא בהשמחה והריקודים דהקפות דשמע\"צ ושמח\"ת, שיש בהם דוגמת שני ענינים הנ\"ל דזה שהריקוד הוא ברגלים והרגלים מנשאים ומגביהים את הראש הוא מפני שנעוץ סופן בתחילתן, היינו שיש התחלקות דראש ורגל וברגל יש ענין שהוא למעלה מהראש25",
          "topics": [
            "ישראל",
            "תורה",
            "דור",
            "עבודה",
            "השתלשלות"
          ],
          "word_count": 251
        },
        {
          "chunk_id": "chunk_3",
          "content": "וזה שאופן השמחה דשמח\"ת היא (לא ע\"י לימוד ועיון אלא) שלוקחים ספר תורה כפי שהיא כרוכה ומכוסה במפה ומרקדין עמה, הוא מפני שהשמחה דשמח\"ת קשורה עם התורה כפי שהיא למעלה מגילוי, המקיף דתורה (שאינו יכול להתלבש בחכמה), כתר תורה26, דמקיף אין בו ראש וסוף ועפ\"ז יש לבאר השייכות דהפסוק אתה הראת להשמחה דהקפות, כי בפסוק אתה הראת דוגמת שני ענינים אלה, כדלקמן.ד) ויובן זה בהקדים שבהחילוק שבין אתה לשון נוכח (גילוי) והוא לשון נסתר (העלם), שני פירושים שאתה הוא למטה מהוא27 דהוא לשון נסתר הוא האור שלמעלה מגילוי [דבכללות הוא אור הסובב שהשפעתו בעולמות אינה בגילוי אלא בהסתר והעלם28] ואתה לשון נוכח (גילוי) הוא אור הממלא שהוא בגילוי בעולמות ואתה הוא למעלה מהוא כידוע בענין אתה29 הוא הוי' לבדך30, שהוא קאי על האור שלמעלה מגילוי, ואתה הוא העצמות, שהוא בכל מקום בהתגלות, דשם שמים שגור בפי כל וכן הוא גם באתה הראת לדעת, דשני פירושים בזה דבלקו\"ת ד\"ה וידעת31 מבואר דמ\"ש32 וידעת היום והשבות אל לבבך כי הוי' הוא האלקים גו', אף שכבר נאמר אתה הראת לדעת כי הוי' הוא האלקים גו', הוא, כי זה שאתה הראת לדעת הוא הידיעה בממלא כל עלמין33, והציווי וידעת גו' הוא שתהי' הידיעה בסובב כל עלמין ובכ\"מ מבואר שאתה הראת לדעת קאי על העצמות וכפירוש אדמו\"ר הזקן34 אתה דו עצמות א\"ס ב\"ה הראת האָסט זיך באַוויזן לדעת אַז מען זאָל דיך וויסן דזה שהעצמות הוא בהתגלות (שלכן אומרים עליו אתה לשון נוכח) הוא שהוא בהתגלות כמו שהוא בעצמותו35, וזה שכולם יודעים שיש אלוקה מצוי36 אין זה ידיעה והשגה",
          "topics": [
            "אור",
            "עצמות",
            "גילוי",
            "העלם",
            "עולמות"
          ],
          "word_count": 244
        },
        {
          "chunk_id": "chunk_4",
          "content": "וזה שאפשר להיות ידיעה והשגה באלקות הוא ע\"י שהתגלות העצמות בשעת מ\"ת (אתה הראת) היתה באופן דלדעת, שיוכל להיות ידיעה באלקות בכלל, ויתירה מזו, שעי\"ז יהי' אפשר להיות ידיעה בהעצמות, אַז מען זאָל דיך וויסן וממשיך בכתוב כי הוי' הוא האלקים אין עוד מלבדו, שהידיעה בו ית' (עי\"ז שאתה הראת לדעת) היא בשני ענינים, שהוי' הוא האלקים ושאין עוד מלבדו וצריך להבין, הרי הוי' ואלקים הם שמות, דשם הוא רק הארה, ומהי השייכות של הידיעה שהוי' הוא האלקים לאתה הראת לדעת אַז מען זאָל דיך וויסן.ה) ויובן זה ע\"פ המבואר בהדרושים עה\"פ אתה הראת37 דענין אתה הראת לדעת הוא זה שהוא ית' האציל ענין הידיעה בעצמותו בכדי שעי\"ז יוכל להיות בנבראים ידיעה באלקות והנה בכ\"מ38 מבואר שהטעם להאצלת הע\"ס דאצילות הוא בכדי שעל ידם יהי' גילוי אלקות בעולם כי עיקר הגילוי אלקות שבעולם (בפנימיות) הוא בעיקר בהמוחין ומדות שבהנבראים, זה שהנבראים יכולים לידע ולהשיג אלקות ולהתפעל מזה וענין זה נמשך מהע\"ס דאצילות דע\"י שנעשה כביכול באלקות (אצילות) הציור דמוחין ומדות, עי\"ז נמשך גם בהנבראים (ששרשם הוא מהע\"ס דאצילות) הידיעה וההתפעלות באלקות דההתפעלות באלקות שבנבראים נמשך מהמדות דאצילות, והידיעה וההשגה באלקות שבנבראים נמשך מהמוחין דאצילות וזה שמבואר בהדרושים ע\"פ אתה הראת לדעת שבכדי שתהי' בנבראים ידיעה באלקות האציל ענין הידיעה בעצמותו (אף שבכדי שתהי' בנבראים ידיעה באלקות הי' מספיק לכאורה הידיעה בחב\"ד דאצילות), יש לומר, שזהו בכדי שתהי' ידיעה כביכול גם בהעצמות, מען זאָל דיך וויסן",
          "topics": [
            "אלקות",
            "אור",
            "עצמות",
            "גילוי",
            "אצילות"
          ],
          "word_count": 225
        },
        {
          "chunk_id": "chunk_5",
          "content": "דע\"י שהידיעה דחב\"ד דאצילות נמשכה מענין הידיעה בעצמותו, לכן, הידיעה באלקות של הנבראים שנמשכת מחב\"ד דאצילות, היא שייכת גם לאוא\"ס שלמעלה מאצילות, ועד לידיעת העצמות.וזהו אתה הראת לדעת כי הוי' הוא האלקים, כי בע\"ס דאצילות (גם בחב\"ד דאצילות) יש אורות וכלים דשרש האורות הוא מהוי' ושרש הכלים הוא מאלקים וע\"י הידיעה שהוי' הוא האלקים, דהוי' ואלקים כולא חד39, באים להידיעה שאין עוד מלבדו כי שני השמות הוי' ואלקים כמו שהם מצד עצמם, הם שני ענינים שונים, ויתירה מזו שהם שני ענינים הפכיים, דהוי' הוא גילוי ואלקים הוא צמצום והעלם וזה שהוי' ואלקים כולא חד הוא מפני ששניהם הם שמותיו של הקב\"ה שלמעלה משניהם40, אלא שכך עלה ברצונו ית' שהגילוי שלו יהי' בשני הקוין דבל\"ג וגבול (גילוי וצמצום), ולכן, גם לאחרי שנמשכו בגילוי בענין השמות, שאז הם שני ענינים הפכיים, הם מתכללים זמ\"ז, ועד שהוי' ואלקים כולא חד.ו) והנה זה שהאורות והכלים (הוי' ואלקים) בשרשם הם כולא חד, כמה מדריגות בזה דבכללות הו\"ע עשר ספירות הגנוזות שגם בע\"ס הגנוזות יש (דוגמת) אורות וכלים41, והם השרש של האורות וכלים שבע\"ס הגלויות, אלא שבע\"ס הגנוזות הם כולא חד דכמו שענין ההתחלקות דהספירות (חכמה, בינה וכו') הוא בספירות הגלויות משא\"כ ע\"ס הגנוזות הם כלולים כולם כאחד בבחינת התערבות והתאחדות42, עד\"ז הוא גם בענין ההתחלקות דאורות וכלים, שבע\"ס הגנוזות הם (האורות והכלים) בהתאחדות אבל בפרטיות, גם בע\"ס הגנוזות, אורות וכלים הם שני ענינים וזה שהוי' ואלקים כולא חד הוא בכללות האור שלפני הצמצום דהנה ידוע43 שבהאור שלפני הצמצום יש שתי מדריגות בכללות",
          "topics": [
            "אלקות",
            "אור",
            "אוא\"ס",
            "עצמות",
            "גילוי"
          ],
          "word_count": 237
        },
        {
          "chunk_id": "chunk_6",
          "content": "שהאור מצד עצמו הוא אין סוף [והספירות שמצד האור עצמו הם ספירות אין קץ], והוא השרש דאור הסובב, ומצד זה שעלה ברצונו להאציל כו' יש בו גם השרש דעשר ספירות (ע\"ס הגנוזות), והוא השרש דאור הממלא וזהו ששמו הגדול שלפני הצמצום הוא דוגמת הוי' בניקוד אלקים, שמצד עצמו הוא א\"ס, הוי', אלא שאעפ\"כ כלול בו גם השרש דאור הגבול (ממלא), אלקים וכיון דזה שכלול בו השרש דאור הגבול הוא מפני שעלה ברצונו (דאוא\"ס הבל\"ג) שיהיו עשר ספירות, דאמיתית ענין הרצון הוא שגם לאחרי שרוצה באיזה דבר ענינו של הדבר שרוצה בו הוא (לא הדבר מצד עצמו, אלא) להשלים זה שהוא רוצה44, לכן, השרש דאור הגבול כמו שהוא לפני הצמצום, הוא (לא ענין בפני עצמו, אלא) חד עם (הרצון של) אוא\"ס הבל\"ג וכמובן גם מזה שמובא לעיל דשמו הגדול שלפני הצמצום הוא דוגמת הוי' בניקוד אלקים, היינו שהוא שם אחד שכולל שני הענינים דהוי' ואלקים אמנם בפרטיות יותר, מכיון שגם ברצון יש תפיסת מקום להדבר שרוצים בו (שע\"י דבר זה דוקא נשלם הרצון), לכן, זה שבהאור שלפני הצמצום יש שרש לאור הסובב (בל\"ג, הוי') ושרש לאור הממלא (גבול, אלקים), הם כמו שני ענינים ואמיתית הענין דהוי' ואלקים כולא חד הוא בבחינת היכולת (שלמעלה מענין הספירות, שאין שייך בו גם ספירות אין קץ), דזה שביכלתו להאיר (השרש דהוי') ושביכלתו שלא להאיר (השרש דאלקים) הוא חד ממש וע\"ד המבואר במק\"א45, דבהאור שלפני הצמצום, גם בהאור שקודם עלות הרצון, הגילוי וההעלם הם שני ענינים ולכן, העבודה כמו שהיא מצד האור שלפני הצמצום היא להמשיך ריבוי אור (ע\"ד שקודם הצמצום הי' התגברות כח הגילוי על כח ההעלם) ובכדי שיהי' אתהפכא חשוכא לנהורא, שהחושך עצמו יהפך לאור, הוא דוקא מצד ענין היכולת",
          "topics": [
            "אור",
            "אוא\"ס",
            "גילוי",
            "העלם",
            "צמצום"
          ],
          "word_count": 266
        },
        {
          "chunk_id": "chunk_7",
          "content": "דכיון שהיכולת להאיר (שרש האור) והיכולת שלא להאיר (שרש החושך) הם חד ממש, לכן, ע\"י שמגיעים בבחינת היכולת, גם החושך נהפך לאור.וזהו הקשר דהוי' הוא האלקים עם אין עוד מלבדו, שע\"י הידיעה דהוי' הוא האלקים באים להידיעה שאין עוד מלבדו (כנ\"ל סעיף ה), דמזה שרואים שהוי' ואלקים הם מאוחדים כאחד ממש, שבעבודת האדם הוא ואהבת את הוי' אלקיך בכל לבבך בשני יצריך46, שגם היצה\"ר (ששרשו מההעלם דאלקים) אוהב את הוי' (כמו היצ\"ט ששרשו מהגילוי דהוי'), מזה יודעים שאין עוד מלבדו, שהשרש דשני הענינים (של הגילוי דהוי' וההעלם דאלקים) הוא זה שביכלתו להאיר וביכלתו שלא להאיר, דענין היכולת אינו דבר כלל זולת העצמות והוא רק שהעצמות הוא יכול, אין עוד מלבדו וזהו גם מה שאומר בתחלת הכתוב אתה הראת לדעת, דו האָסט זיך באַוויזן אַז מען זאָל דיך וויסן, כי כיון שענין היכולת הוא זה שהעצמות הוא יכול, הידיעה בענין היכולת היא ידיעת העצמות47.ז) ועפ\"ז יש לבאר גם השייכות דשני הפירושים (דלעיל סעיף ד) באתה הראת לדעת, שאתה הראת לדעת היא הידיעה בממלא כל עלמין ושאתה הראת לדעת היא הידיעה בהעצמות (מען זאָל דיך וויסן), כי הידיעה וההתבוננות באור המתלבש בעולמות (אור הממלא) הוא בעיקר בכדי שגם השכל דנפש הבהמית ידע אלקות48, וזה שגם השכל דנה\"ב יכול להבין אלקות (ובאופן שעי\"ז יבוא לביטול היש, היפך הטבע שלו), הוא ע\"י גילוי יכולת העצמות, שעי\"ז גם החושך נהפך לאור שידיעה זו היא בכח העצמות, אבל הידיעה עצמה היא רק באור הממלא",
          "topics": [
            "אלקות",
            "אור",
            "עצמות",
            "גילוי",
            "העלם"
          ],
          "word_count": 228
        },
        {
          "chunk_id": "chunk_8",
          "content": "ולאחרי ידיעה זו, צריכה להיות הידיעה וההתבוננות באור הסובב [שזהו הציווי וידעת גו', כנ\"ל סעיף ד], ושאור הממלא המתלבש בעולמות הוא רק הארה בלבד שבאין ערוך לגבי אוא\"ס שלמעלה מעולמות (אור הסובב), ואז דוקא הוא שייך להתבונן ולידע היתרון בהידיעה דאור הממלא שמובן גם בהשכל דנה\"ב, שידיעה זו היא מצד יכולת העצמות, כנ\"ל.ח) ועפ\"ז יש לבאר גם זה שמובא לעיל (סעיף ה) מהדרושים, דזה שהוא ית' האציל ענין הידיעה בעצמותו הוא בכדי שעי\"ז יוכל להיות בנבראים ידיעה באלקות, דמזה שהכוונה בהאצלת הידיעה בעצמותו היא בכדי שהנבראים ידעו אלקות, מובן, שיש יתרון בידיעה זו (שהנבראים יודעים אלקות) לגבי הידיעה שבעצמותו וע\"ד המבואר בתניא49 שהתכלית בהשתלשלות העולמות הוא לא בשביל עולמות העליונים, הואיל ולהם ירידה מאור פניו ית', והתכלית דעולמות העליונים הוא זה שעל ידם נתהווה עולם הזה התחתון, שעי\"ז נשלמת הכוונה דדירה בתחתונים50, דירה לעצמותו51 ונמצא, דענין זה שבעולמות העליונים, שעל ידם מתהווה עוה\"ז התחתון, הוא נעלה יותר מעולמות העליונים עצמם דעולמות העליונים עצמם הם בבחינת ירידה, וזה שעל ידם נתהווה עוה\"ז התחתון, הוא העלי' שלהם",
          "topics": [
            "אלקות",
            "אור",
            "אוא\"ס",
            "עצמות",
            "תחתונים"
          ],
          "word_count": 165
        },
        {
          "chunk_id": "chunk_9",
          "content": "ועד\"ז הוא גם בנוגע להאצלת הידיעה בעצמותו, שהידיעה היא כמו ירידה מאור פניו [דעם היות שהאצלת ידיעה זו היא בעצמותו, מ\"מ, לגבי העצמות כמו שהוא מצד עצמו (לפני שהאציל הידיעה), הידיעה היא ירידה], והתכלית דהאצלת הידיעה הוא שעל ידה יהי' ידיעת אלקות בהנבראים, עד בהשכל דנפש הבהמית, שעי\"ז מתגלה יכולת העצמות52, וע\"י ההמשכה מידיעת עצמו ידיעת אלקות בהנבראים, נעשה עלי' כביכול בידיעת עצמו.ט) ויש לומר, שהעלי' שנעשית בידיעת עצמו על ידי ידיעת אלקות בהנבראים הוא ע\"ד ההשפעה מהרגל להראש, מצד זה ששרש הרגל הוא למעלה מהראש, נעוץ סופן בתחילתן53 דענין זה שייך עדיין לסדר השתלשלות ועוד ענין באתה הראת לדעת, שע\"י ידיעת אלקות דהנבראים נמשך (אח\"כ) הגילוי דאין עוד מלבדו, יכולת העצמות וזהו שקודם הקפות אומרים אתה הראת לדעת גו' אין עוד מלבדו, שהוא ביאור בגודל העילוי של השמחה דהקפות דזה שהשמחה היא באופן שהרגלים מגביהים ומנשאים את הראש, הכוונה בזה היא לראש האדם ולהראש שבכל דרגא ודרגא, עד לדרגת ידיעת עצמו ויתירה מזו, שע\"י הריקודים דשמח\"ת נמשך בחינת המקיף שלמעלה מהגדרים דראש ורגל, ועד להגילוי דאין עוד מלבדו, יכולת העצמות.והכלי לשני ענינים אלה הוא האחדות דישראל בשני אופנים שכל אחד מקבל מחבירו, ושכל ישראל הם קומה אחת ועד\"ז בעבודה הפרטית דכאו\"א, שיש בזה שני ענינים אלה העבודה דעשר כחות הנפש שלו (שהם דוגמת עשרה הסוגים מראשיכם שבטיכם עד חוצב עציך ושואב מימיך54) באופן שכל הכחות מקבלים זה מזה ומשלימים זה את זה, והעבודה שמצד יחידה שלמעלה מהתחלקות וזוהי גם הכנה קרובה לגאולה האמיתית והשלימה ע\"י משיח צדקנו, כי ענינו של משיח הוא יחידה55",
          "topics": [
            "אלקות",
            "אור",
            "עצמות",
            "גילוי",
            "דעת"
          ],
          "word_count": 244
        },
        {
          "chunk_id": "chunk_10",
          "content": "וזהו שבכל אחד מישראל יש ניצוץ משיח56, שהיחידה הפרטית שבכ\"א מישראל היא ניצוץ מהיחידה הכללית דמשיח [וע\"ד משה (גואל ראשון57) שבכ\"א מישראל יש בחינת משה שבו58], יבוא ויגאלנו ויוליכנו קוממיות לארצנו, בגאולה האמיתית והשלימה בקרוב ממש",
          "topics": [
            "משה",
            "ישראל",
            "גאולה",
            "משיח"
          ],
          "word_count": 36
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס שמע\"צ ושמח\"ת – תש\"נ, \"לקראת שמע\"צ ושמח\"ת .. ערב חג הסוכות, שנת ה'תש\"נ\".1) ואתחנן ד, לה.2) בסה\"מ ה'תש\"ד שבהערה הבאה, שהשייכות די\"ז (פסוקים) להקפות היא, כי י\"ז בגימטריא טוב ואין טוב אלא תורה (אבות פ\"ו, ג).3) סד\"ה לעושה נפלאות ה'תש\"ד (סה\"מ ה'תש\"ד ע' 54).4) כ\"ה הלשון בסה\"מ ה'תש\"ד שם. וצע\"ק, דלכאורה הול\"ל \"שמביאים ראי' מן התורה על השמחה דשמע\"צ ושמח\"ת\", ע\"ד הלשון בכ\"מ (נסמנו בהערה 7) בענין פסוקי מלכיות זכרונות ושופרות.5) סה\"מ ה'תש\"ד שם.6) ראה לקו\"ש ח\"ד ע' 1146 הערה 14.7) סידור (עם דא\"ח) רלח, ב. המשך וככה תרל\"ז פרק פב-פג. סה\"מ תרצ\"ט ע' 28. ובכ\"מ. וראה גם לקו\"ת דרושים לר\"ה נו, ג.8) ראה בארוכה המשך תרס\"ו ע' תקלז ואילך.9) לקו\"ת דרושים לסוכות פ, ב-ג. סידור (עם דא\"ח) שער הסוכות רסח, ד ואילך.10) סוכה לד, רע\"א. וש\"נ. רמב\"ם הל' תמידין ומוספין פ\"י ה\"ו.11) בהבא להלן ראה ג\"כ לקו\"ש חי\"ד ע' 67-166.12) סוכה נא, א (במשנה).13) סוכה שם. רמב\"ם הל' לולב פ\"ח הי\"ד.14) ראה תוד\"ה נפסל, מנחות כ, ב. ושם: מנהג אבותינו תורה היא. ועד\"ז במהרי\"ל הובא ברמ\"א יו\"ד סשע\"ו ס\"ד. שו\"ע אדה\"ז או\"ח סתצ\"ד רסט\"ז. ובמנהגים ישנים מדורא ע' 153: והמנהג תורה היא. ובשו\"ע אדה\"ז או\"ח סו\"ס קפ: ומנהגן של ישראל תורה היא. וראה ירושלמי פסחים פ\"ד ה\"א.15) ראה סידור שם רסט, א \"ושמחת ההקפות כו' גבוהה היא הרבה גם מבחי' שמחת בית השואבה וכל ישראל ראויים לה\".16) ב\"סדר הקפות בשמחת תורה\" (לפני \"אתה הראת\").17) ר\"ה טז, א. לד, ב.18) נצבים כט, ט-י.19) לקו\"ת ר\"פ נצבים.20) כן מובן מאריכות הלשון בלקו\"ת שם. וראה לקו\"ש ח\"ד ע' 1141 ואילך.21) ספר יצירה פ\"א מ\"ז.22) ראה המשך תרס\"ו ע' שלח. שם ע' שמה-ו. ובכ\"מ.23) ברכה לג, ה. וראה לקו\"ת שם (מד, א. מה, א).24) ראה שבת נא, ב ובפרש\"י שם. וראה סה\"מ ה'תש\"ב ע' 48.25) ראה סהמ\"צ להצ\"צ קכד, ב \"מהו\"ע נמצא למטה כמו שנמצא למעלה ממש בלי שום חילוק ושינוי כלל .. כי אינו בבחי' גדר עלמין כלל וכדכתיב (תהלים קמח, יג) כי נשגב שמו לבדו רק הודו על ארץ ושמים הודו בלבד .. ואף גם בבחי' זו ארץ קדמה לשמים\". והיינו שגם הענין דארץ קדמה לשמים הוא גדר עלמין. וזה שאינו בגדר עלמין הוא נמצא למטה כמו למעלה ממש, בלי שום חילוק (גם לא החילוק דמעלת המטה). ועצ\"ע.26) ראה סה\"מ ה'תש\"ב ע' 49. ולהעיר מהמבואר שם שזהו\"ע ויהי בישורון מלך. – שמזה מובן, שהמקיף דשמח\"ת הוא דוגמת המקיף דר\"ה.27) סידור (עם דא\"ח) לט, ג.28) תניא פמ\"ח (סח, רע\"א).29) נחמי' ט, ו.30) ראה ד\"ה וחזקת והיית לאיש ה'תשכ\"ח ס\"ב (לקמן ח\"ד ע' קד). וש\"נ.31) הא' – לקו\"ת ואתחנן ד, א ואילך. עיי\"ש ד, ד.32) ואתחנן ד, לט.33) וכ\"ה גם בסה\"מ עת\"ר שבהערה 48.34) הובא ברד\"ה אתה הראת דש\"פ ואתחנן ה'ש\"ת (סה\"מ ה'ש\"ת ס\"ע 146). סה\"מ ה'תש\"ד ע' 220. וכ\"ה ברד\"ה אתה הראת תרפ\"ט (סה\"מ קונטרסים ח\"א נו, א. סה\"מ תרפ\"ט ע' 227). ה'תש\"ג (סה\"מ ה'תש\"ג ע' 59). סד\"ה לעושה נפלאות ה'תש\"ד (סה\"מ ה'תש\"ד ע' 54).35) כ\"ה ברוב המקומות שנסמנו בד\"ה הנ\"ל ה'תשכ\"ח הע' 13.36) תו\"א וירא יד, ב.37) ד\"ה הנ\"ל תרפ\"ט (סה\"מ קונטרסים שם נח, ב. סה\"מ תרפ\"ט ע' 233 ואילך) וה'ש\"ת (סה\"מ ה'ש\"ת ע' 147).38) ראה המשך תער\"ב ח\"א פמ\"ז (ע' פב). סה\"מ ה'תש\"ג ע' 131.39) ראה זהר ח\"ב קסא, א. ח\"ג רסד, א.40) ראה שעהיוה\"א פ\"ו (פ, ב).41) המשך תרס\"ו ע' תקי. ובכ\"מ.42) המשך תער\"ב ח\"א פי\"ט ואילך. ובכ\"מ.43) ראה בארוכה בכ\"ז המשך תרס\"ו ע' קפה.44) ראה ד\"ה שובה ישראל דוא\"ו תשרי שנה זו (תשל\"ז) ס\"ב (לעיל ע' צ ואילך). וש\"נ.45) סה\"מ קונטרסים ח\"ב שמו, א.46) ואתחנן ו, ה. ברכות נד, א במשנה. ספרי (הובא בפרש\"י) עה\"פ. ובלקו\"ת ואתחנן רד\"ה וידעת הב' (ז, ד) \"היצר טוב והיצר הרע הם שניהם כאחד .. וכמ\"ש בכל לבבך בשני יצריך ומזה וידעת כי כך הוי' הוא האלקים\".47) להעיר מסה\"מ קונטרסים שם \"כמו שהעצמות הוא בבחי' אתה כמו\"כ הוא בחי' שמו הכלול בעצמותו\" (יכולת). ועפ\"ז יומתק יותר מ\"ש על גילוי היכולת \"אתה הראת לדעת\".48) סה\"מ עת\"ר ע' כה. ושם, שזהו\"ע אתה הראת לדעת, עיי\"ש.49) פל\"ו. וראה סה\"מ תרנ\"ח ע' ל ואילך.50) ראה תנחומא נשא טז. בחוקותי ג. במדב\"ר פי\"ג, ו. תניא שם.51) המשך תרס\"ו ס\"ע ג. ובכ\"מ. – נסמן לקמן ח\"ב ע' שח.52) ואף שגם היכולת אינה העצמות, מ\"מ, הרי היא היכולת שלו כמו שהוא מצד עצמו (ולא שנאצלה). וראה המשך תרס\"ו ע' קפו שהיכולת היא שמו שקדמון כקדמותו.53) ראה סה\"מ תרנ\"ח ריש ע' ל \"דכשם שנת\"ל .. שיש יתרון בז\"א על או\"א ובמלכות על כל הע\"ס מצד שרשם הקדום כמו\"כ הוא בעולמות בי\"ע נגד עולם האצילות\".54) ראה לקו\"ת ר\"פ נצבים, פרט הכתוב עשר מדריגות כמו שיש עשר מדריגות בנפש האדם.55) רמ\"ז לזח\"ג רס, ב (נדפס במקדש מלך קצ, ב). ל\"ת להאריז\"ל עה\"פ (בראשית ה, כב) ויתהלך חנוך. ועוד. וראה אוה\"ת נצבים ע' א'רעו. סה\"מ תרכ\"ז ע' טז. תרנ\"ה ס\"ע יט ואילך. תרצ\"ט ע' 207. ועוד.56) מאור עינים ס\"פ פינחס.57) ראה שמו\"ר פ\"ב, ד. זח\"א רנג, א. שעה\"פ להאריז\"ל פ' ויחי. תו\"א ר\"פ משפטים.58) תניא פמ\"ב.",
      "glossary": "|אַז מען זאָל דיך וויסן (Az Men Zol Dich Visen): So that one should know You (Yiddish); אדמו\"ר הזקן (Admor HaZaken): The Alter Rebbe; אוא\"ס (Or Ein Sof): Infinite Light; אור הממלא (Or HaMemale): Filling light; אור הסובב (Or HaSovev): Encompassing light; אור שלפני הצמצום (Or SheLefnei HaTzimtzum): Light before the contraction; אין עוד מלבדו (Ein Od Milvado): There is none besides Him; אלוקה מצוי (Eloha Matzui): God exists; אנשים נשים וטף (Anashim Nashim VeTaf): Men, women, and children; אצילות (Atzilut): Emanation; אתה הראת לדעת (Atah Horeita Lada'at): You have been shown to know; אתה לשון נוכח (Atah Lashon Nochach): \"You\" - language of presence; אתהפכא חשוכא לנהורא (Ithafcha Chashuka LeNehora): Transformation of darkness to light; אתם נצבים היום כולכם (Atem Nitzavim HaYom Kulchem): You are standing today, all of you; ביטול היש (Bitul HaYesh): Nullification of existence; בל\"ג וגבול (Bli Gvul VeGvul): Without limit and with limit; בס\"ד (Besiyata Dishmaya): With Divine assistance; בריאה (Beriah): Creation; בשני יצריך (BiShnei Yitzreicha): With your two inclinations; גאולה האמיתית והשלימה (Geulah HaAmitit VeHaShleimah): True and complete redemption; גואל ראשון (Go'el Rishon): First redeemer; גילוי וצמצום (Gilui VeTzimtzum): Revelation and contraction; דו עצמות א\"ס ב\"ה (Du Atzmus Ein Sof Baruch Hu): You are the Essence of the Infinite, Blessed be He; דירה בתחתונים (Dirah BeTachtonim): Dwelling in the lower realms; ה'תשל\"ז (HaTashlaz): The year 5737; האָסט זיך באַוויזן (Host Zich Bavizen): You have shown Yourself (Yiddish); האצלת (Ha'atzalat): Emanation; הארה (Haarah): Illumination; הוא לשון נסתר (Hu Lashon Nistar): \"He\" - language of concealment; הוי' בניקוד אלקים (Havaya BeNikud Elohim): Tetragrammaton with vowels of Elohim; הלכה למשה מסיני (Halacha LeMoshe MiSinai): Law given to Moses at Sinai; הקפות (Hakafot): Ritual circling/processions; השתלשלות (Hishtalshelut): Chain of emanation; התערבות והתאחדות (Hit'arevut VeHit'achdut): Intermingling and unification; ואהבת את הוי' אלקיך בכל לבבך (VeAhavta Et Hashem Eloheicha BeChol Levavcha): And you shall love Hashem your God with all your heart; וידעת היום והשבות אל לבבך (VeYadata HaYom VeHashevota El Levavecha): And you shall know today and take to your heart; ויהי בישורון מלך (VaYehi BeYeshurun Melech): And there was a king in Jeshurun; חב\"ד (Chabad): Chochma-Bina-Da'at (Wisdom-Understanding-Knowledge); חג השבועות (Chag HaShavuot): Festival of Weeks; חוטב עציך ושואב מימיך (Chotev Etzeicha VeSho'ev Memeicha): Your wood-chopper and water-drawer; חסידים ואנשי מעשה (Chasidim VeAnshei Ma'aseh): Pious ones and men of deed; טעמים (Te'amim): Reasons/rationales; י\"ז הפסוקים (Yud-Zayin HaPesukim): The seventeen verses; יום שמחת תורה (Yom Simchat Torah): Day of Rejoicing of the Torah; יחידה (Yechidah): Singular essence of the soul; יכולת (Yecholt): Ability/capacity; יצירה (Yetzirah): Formation; יצר הטוב (Yetzer HaTov): Good inclination; יצר הרע (Yetzer HaRa): Evil inclination; ירידה (Yeridah): Descent; ישורון (Yeshurun): Jeshurun (name for Israel); כ\"ק מו\"ח אדמו\"ר (Kevod Kedushat Mori VeChamai Admor): His Honor and Holiness, My Teacher and Father-in-Law, the Rebbe; כולא חד (Kula Chad): All is one; כי הוי' הוא האלקים (Ki Hashem Hu HaElohim): That Hashem is God; כרוכה ומכוסה במפה (Krucha UMechusa BeMapa): Rolled and covered with a cloth; כתר תורה (Keter Torah): Crown of Torah; לקו\"ת (Likutei Torah): Collected Torah teachings; מוחין ומדות (Mochin UMidot): Intellect and emotions; מלכיות זכרונות ושופרות (Malchuyot Zichronot VeShofarot): Kingship, Remembrances, and Shofar verses; ממלא כל עלמין (Memale Kol Almin): Fills all worlds; מנהג ישראל (Minhag Yisrael): Custom of Israel; מק\"א (Makom Acher): Another place; מקיף (Makif): Encompassing/transcendent; מראשיכם שבטיכם (MeRosheichem Shivteichem): From your heads of tribes; משה (Moshe): Moses; משיח צדקנו (Mashiach Tzidkeinu): Our righteous Messiah; מתן תורה (Matan Torah): Giving of the Torah; ניסוך היין (Nisuch HaYayin): Wine libation; ניסוך המים (Nisuch HaMayim): Water libation; ניצוץ משיח (Nitzutz Mashiach): Spark of Messiah; נעוץ סופן בתחילתן (Na'utz Sofan BiTchilatan): Their end is embedded in their beginning; נפש הבהמית (Nefesh HaBehemit): Animal soul; סובב כל עלמין (Sovev Kol Almin): Surrounds all worlds; ספירות אין קץ (Sefirot Ein Ketz): Infinite emanations; ספירות הגלויות (Sefirot HaGeluyot): Revealed emanations; ספר יצירה (Sefer Yetzirah): Book of Formation; ספר תורה (Sefer Torah): Torah scroll; עולם הזה התחתון (Olam HaZeh HaTachton): This lower world; עולמות (Olamot): Worlds; עולמות העליונים (Olamot HaElyonim): Upper worlds; עיגול (Igul): Circle; עליה (Aliyah): Ascent; ענינים נעלים ביותר (Inyanim Ne'elim Beyoter): Most elevated matters; עצמות (Atzmus): Essence; עשיה (Asiyah): Action; עשר כחות הנפש (Eser Kochot HaNefesh): Ten powers of the soul; עשר ספירות (Eser Sefirot): Ten emanations; עשר ספירות הגנוזות (Eser Sefirot HaGenuzot): Ten hidden emanations; קוממיות (Komemiyut): Upright/with dignity; ראש השנה (Rosh HaShana): New Year; רצון (Ratzon): Will; שיר (Shir): Circle/round; שם שמים שגור בפי כל (Shem Shamayim Shagur BeFi Kol): The name of Heaven is familiar in everyone's mouth; שמחת בית השואבה (Simchat Beit HaSho'evah): Joy of the Water Drawing; שמחת תורה (Simchat Torah): Rejoicing of the Torah; שמיני עצרת (Shmini Atzeret): Eighth Day of Assembly; תורה היא (Torah Hi): It is Torah; תורה שבכתב (Torah SheBichtav): Written Torah; תורה שבע\"פ (Torah SheBe'al Peh): Oral Torah; תמליכוני עליכם (Tamlichuni Aleichem): Crown Me as your King; תניא (Tanya): Tanya (foundational Chabad text);"
    },
    "search_tags": [
      "צמצום",
      "מקדש",
      "דור",
      "עבודה",
      "תכלית",
      "Contraction",
      "העלם",
      "אלקות",
      "Knowledge",
      "World",
      "מלכות",
      "אוא\"ס",
      "Wisdom",
      "דעת",
      "Temple",
      "יצירה",
      "ספירות",
      "Action",
      "Sefirot",
      "אצילות",
      "ביטול",
      "Concealment",
      "Dwelling",
      "Purpose",
      "Nullification",
      "גאולה",
      "Chain of descent",
      "Torah",
      "Splendor",
      "כוונה",
      "Creation",
      "Moses",
      "Generation",
      "Emanation",
      "Exile",
      "Israel",
      "ישראל",
      "המשכה",
      "תורה",
      "Formation",
      "Kingship",
      "Light",
      "Upper worlds",
      "השתלשלות",
      "בינה",
      "Will",
      "גלות",
      "Understanding",
      "אור",
      "בריאה",
      "עצמות",
      "עשיה",
      "Lower worlds",
      "משיח",
      "Intention",
      "עליונים",
      "Worlds",
      "Essence",
      "Infinite Light",
      "הוד",
      "Revelation",
      "Redemption",
      "Service",
      "Divinity",
      "גילוי",
      "רצון",
      "משה",
      "תחתונים",
      "עולמות",
      "דירה",
      "חסיד",
      "Chassid",
      "Drawing down",
      "חכמה",
      "Messiah",
      "עולם"
    ]
  }
}