{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "4_שנה",
    "reference": "Reference: 4_שנה",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אלקות",
        "אור",
        "אוא\"ס",
        "גילוי",
        "עולם",
        "עולמות",
        "מלכות",
        "חכמה",
        "בינה",
        "דעת",
        "יצחק",
        "משה",
        "דוד",
        "ישראל",
        "מצוה",
        "תורה",
        "גלות",
        "דור",
        "עבודה",
        "אהבה",
        "יראה",
        "ביטול",
        "המשכה",
        "תכלית",
        "כוונה",
        "תיקון",
        "הסתלקות",
        "רבי",
        "חסיד",
        "חסידות"
      ],
      "key_concepts": [
        "Divinity",
        "Light",
        "Infinite Light",
        "Revelation",
        "World",
        "Worlds",
        "Kingship",
        "Wisdom",
        "Understanding",
        "Knowledge",
        "Isaac",
        "Moses",
        "David",
        "Israel",
        "Commandment",
        "Torah",
        "Exile",
        "Generation",
        "Service",
        "Love",
        "Fear/Awe",
        "Nullification",
        "Drawing down",
        "Purpose",
        "Intention",
        "Rectification",
        "Departure",
        "Rabbi",
        "Chassid",
        "Chassidut"
      ],
      "biblical_references": [
        "שה\"ש יד, סע",
        "ויקרא ה, א",
        "תהלים לג, יט",
        "תהלים קל, א",
        "ישעי' נח, יג"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "זהר",
        "ברכות מח, ב",
        "ברכות מט, א",
        "ברכות מ, א"
      ],
      "chassidic_references": [
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת"
      ],
      "document_type": "מאמר",
      "word_count": 1470,
      "chunk_count": 6
    },
    "content": {
      "main_text": "בס\"ד. ש\"פ עקב, כ\"ף מנחם-אב ה'תשכ\"גויענך וירעיבך ויאכילך את המן גו'1, ומדייק אדמו\"ר (מהורש\"ב) נ\"ע במאמרו ד\"ה זה2, דבכ\"מ בתורה מדבר במעלת המן, וכאן אומר ויענך וירעיבך גו' שהוא לכאורה היפך המעלה. גם צריך להבין דאיתא בגמרא3 משה תיקן לישראל ברכת הזן בשעה שירד להם מן, יהושע תיקן להם ברכת הארץ כיון שנכנסו לארץ. וכתב הרשב\"א4 דפירוש משה תיקן כו' יהושע תיקן כו'5 הוא שתיקנו להם מטבע הברכות, דהברכות עצמם הם מן התורה [כדאיתא בגמרא2, ואכלת ושבעת וברכת6 זו ברכת הזן כו' על הארץ זו ברכת הארץ]. ואיתא בלקו\"ת7, דהטעם על שגם בברכת הארץ מזכירין ועל אכילת מזון ובחתימת הברכה חותמין על הארץ ועל המזון (אע\"פ שבירכו כבר ברכת הזן), הוא, כי הנוסח והמטבע דברכת הזן הוא על המן, לחם מן השמים, ומזון שבברכת הארץ הוא לחם מן הארץ8. וצריך ביאור, דברכת הזן הוא על אכילה המשבעת (ואכלת ושבעת), דאכילה המשבעת היא (בעיקר) בלחם מן הארץ, ואעפ\"כ, הברכה על המזון דלחם מן הארץ היא בברכת הארץ (שלא נאמר בה ואכלת ושבעת9), והנוסח דברכת הזן (דכתיב בה ואכלת ושבעת) הוא על המן דכתיב בי' ויענך וירעיבך10.גם צריך להבין מה שהעינוי דיום הכיפורים למדין11 מעינוי הנאמר גבי מן, נאמר כאן עינוי (ועניתם את נפשותיכם12) ונאמר להלן עינוי (ויענך וירעיבך) מה להלן עינוי רעבון אף כאן עינוי רעבון. וצריך ביאור, שעינוי רעבון דמן הוא שאכילת המן לא השביעה אותם ככל הדרוש [כי אינו דומה מי שיש לו פת בסלו למי שאין לו פת בסלו10 (והמן הי' דבר13 יום ביומו14) ואינו דומה מי שרואה ואוכל למי שאינו רואה ואוכל10 (ובהמן היו טועמים כל המינים ולא ראו אלא מן13)], ומזה שמדמין עינוי רעבון דמן לעינוי רעבון דיוהכ\"פ, משמע, שעינוי רעבון דמן הוא (לא שאכילת המן לא השביעה כאכילה ע\"ד הרגיל, אלא) כמו שלא אכל15. ולהעיר, שעפ\"ז צריך להבין עוד יותר שהנוסח דברכת הזן הוא על המן. גם צריך להבין16, דעכשיו (לאחרי שנפסק המן), כל הברכות דברכת המזון הם לכאורה על לחם מן הארץ, ואעפ\"כ הנוסח דברכת הזן הוא הנוסח שתיקן משה על המן.ב) ויובן זה בהקדים דאיתא במדרש17 שהמן הי' מאכל רעבון. דפירוש וירעיבך גו' את המן הוא ש\"וירעיבך\" קאי על \"את המן\", שהמן הרעיב אותך. והענין הוא, דמן רומז לאגדה [כמ\"ש18 והוא כזרע גד לבן ואיתא במכילתא כאגדה שמושכת לבו של אדם], שהוא19 פנימיות התורה. וכמבואר בכ\"מ20 דלחם מן הארץ הוא גליא דתורה, ולחם מן השמים (מן) הוא פנימיות התורה. וכיון שבפנימיות התורה הוא רק ידיעת המציאות ולא השגת המהות21, לכן, הלימוד דפנימיות התורה קשור ברעבון (ע\"ד הרעב לשמוע את דבר ה'22) להשיג המהות23.ובעומק יותר יש לומר דמ\"ש במדרש שהמן הוא מאכל רעבון, הכוונה בזה היא (לא רק שהמן פועל אינו שולל רעבון באדם האוכלו, אלא גם) שהמן עצמו הוא מאכל רעבון. ויובן זה בהקדים שביאור הנ\"ל דלחם מן הארץ הוא גליא דתורה ולחם מן השמים הוא פנימיות התורה, הוא בכללות, אבל בפרטיות, שני ענינים אלה (לחם מן הארץ ולחם מן השמים) הם גם בפנימיות התורה. והענין הוא, דאיתא בתניא24 שבלימוד פנימיות התורה שני ענינים. שהיא מצוה רמה25 ונשאה ושמביאה ללב שלם. ויש לומר, שהלימוד דפנימיות התורה לפי שמביאה ללב שלם, כיון ששייך לענין הבירורים (בירור המדות), הוא דומה ללחם מן הארץ, ועיקר הענין דלחם מן השמים הוא בהלימוד והידיעה דפנימיות התורה מצד עצמו26. ויש לומר, שהחילוק דשני אופני הלימוד הוא גם בדרגת השכל. דהלימוד והידיעה דפנימיות התורה בכדי לבוא ללב שלם הוא במוחין השייכים למדות, והלימוד והידיעה דפנימיות התורה מצד עצמה הוא במוחין שלמעלה ממדות. ועפ\"ז יש לבאר שהמן הוא מאכל רעבון, כי ענין שביעה (בענין השכל) הוא שהוא תופס את השכל, ולכן, הידיעה וההשגה דמוחין השייכים למדות (לחם מן הארץ שבפנימיות התורה) שהיא נתפסת בשכל האדם בהשגה ותפיסא ממש (שלכן פועלת ההשגה גם בהמדות שלו) היא מאכל המשביע, והידיעה וההשגה דמוחין שלמעלה ממדות (לחם מן השמים, מן) שהיא באופן דהפלאה ואינה נתפסת (כ\"כ) בשכל האדם, היא מאכל רעבון.ג) ויש לומר, שהחילוק דשני הפירושים במאכל רעבון, שפועל שאינו שולל רעבון בהאדם ושהמאכל עצמו הוא רעבון שלמעלה מתפיסא (אף שגם הידיעה שפועלת רעבון בהאדם הוא לפי שהיא למעלה מההשגה שלו), הוא, שידיעה זו היא בדרגת השכל שבערך המדות, אלא שהיא למעלה מהם, ולכן פועלת בהאדם (שעיקרו מדות) רעבון וצמאון להשיג את הענין. והידיעה שהיא עצמה בחינת רעבון, היא בדרגת השכל שלמעלה ממדות (כנ\"ל סעיף ב), שלכן, היא בחינת רעבון בעצם לגבי המדות. וכשמתגלית דרגא זו בהמדות, הם בביטול. וע\"ד החילוק בין חכמה ובינה, שע\"י ההשגה דבינה, כאשר ההתבוננות וההשגה היא בההפלאה דאוא\"ס שלמעלה מעולמות, הוא בא לידי אהבה רבה (בתשוקה וצמאון), יש מי שאוהב, וע\"י הראי' דחכמה הוא בא ליראה, ביטול27. אלא שאעפ\"כ גם דרגא זו דמן נק' בשם מאכל רעבון, כי הזיכוך שע\"י אכילת המן הוא שהאדם האוכל את המן הוא בטל בתכלית, ועי\"ז הוא נעשה (כמו) כלי לקבל חיות מאור שאינו בערכו. וע\"ד הענין דלהחיותם ברעב28 דיוהכ\"פ29, שהרעב דיוהכ\"פ הוא בחינת תענוג עצמי הבלתי מורגש שלמעלה מאכילה ושתי' [וכידוע30 שהטעם דיוהכ\"פ אסור באכילה ושתי' הוא לפי שביוהכ\"פ הוא גילוי תענוג עצמי הבלתי מורגש], וענין להחיותם ברעב הוא שביוהכ\"פ מקבלים חיות מתענוג זה31.ד) ויש לקשר זה עם מאמר הזהר32 ע\"פ33 ראו כי ה' נתן לכם השבת, ר' חזקי' פתח שיר המעלות ממעמקים גו'34 דמעמקים (לשון רבים) הם עומקא דכולא ועומקא דבירא, וכתב אאמו\"ר בעל ההילולא על הגליון של ספר הזהר שלו35 (שמשך כמה שנים הי' בשבי', ובזמן האחרון נפדו (ספר הזהר שלו עם עוד ספרים שלו) מהשבי' והגיעו לכאן), שהשייכות דפירוש זה בממעמקים לראו גו' השבת היא, כי עומקא דכולא ועומקא דבירא הם חכמה ובינה, שמהם נמשך השפע לכל ששה המדות דז\"א (מבועין נפקין ונגדין לברכא כולא36). וענין זה שייך לראו כי ה' נתן לכם השבת, כי שבת הוא יומא שביעאה שהוא בינה37 (עומקא דבירא), שבה מלובש חכמה (עומקא דכולא), ומיני' מתברכין שיתא יומין38, ו\"ק דז\"א. וממשיך בעל ההילולא, דזהו מ\"ש39 וקראת לשבת ענג, ענג הוא ר\"ת עדן נהר גן40, עדן ונהר הם חכמה ובינה (עומקא דכולא ועומקא דבירא), ומהם נמשך השפע והברכה לגן, מלכות. וזהו שהמלכות נקראת שבת41, כי שבת הוא אותיות ש' בת42, ש' בגימטריא מעמקים הוא עדן ונהר, ובת היא מלכות (גן) שבה נמשך השפע והברכה מעדן ונהר, מעמקים. וצריך להבין, דבתחילת הענין מדבר בהמשכת השפע מחו\"ב (מעמקים) לששה המדות דז\"א, ולאח\"ז מבאר שזהו וקראת לשבת ענג, ההמשכה מעדן ונהר לגן, מלכות. ויש לומר הביאור בזה (בעבודת האדם), שמעמקים לשון רבים הם שני ענינים הנ\"ל שבמאכל רעבון, עומקא דבירא (בינה) הוא הידיעה שפועלת רעבון, ועומקא דכולא (חכמה) הוא הידיעה שהיא רעבון בעצם לגבי האדם, ושני הענינים דז\"א ומלכות הם שתי דרגות בשכל האדם, כמו שהוא מופשט (קצת) ממציאותו (ז\"א) וכמו שהוא בההגבלות שלו (מלכות). וההמשכה דמעמקים בשכל האדם (ע\"י הביטול שלו) היא בשתי הדרגות שבו, גם בההגבלות שלו, שהענינים דפנימיות התורה שמצד עצמם הם למעלה מהשכל נמשכים בשכל, בהשגה ממש43.ויש להוסיף, שעיקר הגילוי דמעמקים הוא במלכות. דו' המדות דז\"א הם (רק) מתברכים מיומא שביעאה, והמלכות (נוסף על שבה נמשך השפע מחו\"ב, גם) היא עצמה נקראת שבת. ויתירה מזו, שבשבת (שקאי בעיקר על בינה) יש גם אותיות בת, היינו שעיקר ענין הש' (מעמקים) הוא כשהוא נמשך בבת, מלכות. וי\"ל הביאור בזה בעבודת האדם, שהוא ע\"ד הידוע44 שע\"י הפצת המעיינות חוצה מתגלה ענינם דהמעיינות.ה) והנה משני ענינים הנ\"ל שבמן דפנימיות התורה – רעבון שלמעלה מהשגה ואעפ\"כ הוא מאכל רעבון – נשתלשלו שני ענינים אלה בהמן כפשוטו. והענין הוא, דהטעם על זה שהמן הי' דבר יום ביומו [שלכן כתיב בי' ויענך וירעיבך, כי אינו דומה מי שיש לו פת בסלו למי שאין לו פת בסלו], הוא, כי גדר העולם הוא (מקום ו)זמן45, ומן הוא למעלה מהעולם, למעלה מגדר זמן, ולכן, גם לאחרי שנמשך בעולם, הי' צריך להתחדש בכל יום46. וזהו אינו דומה מי שיש לו פת בסלו למי שאין לו פת בסלו, דלחם מן הארץ וכן כל ההשפעות שנמשכו בעולם, כיון שאין ניכר בהם שהם מתחדשים בכל יום47, נדמה לאדם שהם בסלו, והמן שהי' ניכר בו בגילוי שמתחדש בכל יום מלמעלה, אינו בסלו של האדם. ועד\"ז48 הוא בנוגע שטעמו בו כל הטעמים (טעם השני על הרעבון דמן), דבדבר מוגבל א\"א שיהיו בו כל הטעמים (ובפרט שבהטעמים ישנם גם טעמים הפכיים), וזה שהמן היו בו כל הטעמים הוא לפי שגם כשנמשך למטה הי' לחם מן השמים, ענין אלוקי שלמעלה מההגבלות דעולם. וזהו \"אינו רואה ואוכל\", שעין האדם המוגבל לא הי' יכול לתפוס הבל\"ג דהמן, ולכן לא ראה אפילו מאכל פשוט, ע\"ד מקום אור גדול מנשוא – שהראי' מתבלבלת.והנה זה שהמן הוא מאכל רעבון הוא כשהאדם הוא מציאות, משא\"כ כשהוא בביטול לאלקות, עיקר ההנאה והתענוג שלו הוא מהשפעה שנרגש בה שאינה בסלו דהאדם ונמשכת מהקב\"ה. וע\"י הביטול שלו הוא כלי לקבל השפע הבלתי מוגבל, רואה ואוכל.ו) ועפ\"ז יש לבאר שהנוסח דברכת הזן (דכתיב בה ואכלת ושבעת וברכת) הוא על המן, כי אמיתית ענין השובע (והעשירות49) הוא במן, כשמרגיש שהשפע שנותנים לו אינו בסלו (דהאדם) אלא הוא נשפע תמיד מלמעלה (כהמן שהי' ניכר בו בגילוי שמתחדש בכל יום). וביכלתו של כאו\"א מישראל לבוא להרגש זה. ובפרט ע\"פ הידוע50 שפרנסה בזמן הזה (בזמן הגלות) הוא באופן דהשפעת המן. וע\"י הרגש זה הוא כלי לקבל השפע הבלתי מוגבל דמן. וכמאמר רז\"ל51 כלי ריקן מחזיק כלי מלא אינו מחזיק. דכאשר הוא מציאות, ובפרט כשחושב שהשפע שנותנים לו הוא בסלו (כלי מלא) אינו מחזיק אפילו השפע המצומצם דלחם מן הארץ, וע\"י שהוא כלי ריקן, הוא מחזיק גם השובע והעשירות דמן, ונמשכים לו כל ההשפעות דבני חיי ומזוני באופן של רויחי.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד ש\"פ עקב, כ\"ף מנחם-אב ה'תשכ\"גויענך וירעיבך ויאכילך את המן גו'1, ומדייק אדמו\"ר (מהורש\"ב) נ\"ע במאמרו ד\"ה זה2, דבכ\"מ בתורה מדבר במעלת המן, וכאן אומר ויענך וירעיבך גו' שהוא לכאורה היפך המעלה גם צריך להבין דאיתא בגמרא3 משה תיקן לישראל ברכת הזן בשעה שירד להם מן, יהושע תיקן להם ברכת הארץ כיון שנכנסו לארץ וכתב הרשב\"א4 דפירוש משה תיקן כו' יהושע תיקן כו'5 הוא שתיקנו להם מטבע הברכות, דהברכות עצמם הם מן התורה [כדאיתא בגמרא2, ואכלת ושבעת וברכת6 זו ברכת הזן כו' על הארץ זו ברכת הארץ] ואיתא בלקו\"ת7, דהטעם על שגם בברכת הארץ מזכירין ועל אכילת מזון ובחתימת הברכה חותמין על הארץ ועל המזון (אע\"פ שבירכו כבר ברכת הזן), הוא, כי הנוסח והמטבע דברכת הזן הוא על המן, לחם מן השמים, ומזון שבברכת הארץ הוא לחם מן הארץ8 וצריך ביאור, דברכת הזן הוא על אכילה המשבעת (ואכלת ושבעת), דאכילה המשבעת היא (בעיקר) בלחם מן הארץ, ואעפ\"כ, הברכה על המזון דלחם מן הארץ היא בברכת הארץ (שלא נאמר בה ואכלת ושבעת9), והנוסח דברכת הזן (דכתיב בה ואכלת ושבעת) הוא על המן דכתיב בי' ויענך וירעיבך10.גם צריך להבין מה שהעינוי דיום הכיפורים למדין11 מעינוי הנאמר גבי מן, נאמר כאן עינוי (ועניתם את נפשותיכם12) ונאמר להלן עינוי (ויענך וירעיבך) מה להלן עינוי רעבון אף כאן עינוי רעבון",
          "topics": [
            "אור",
            "משה",
            "ישראל",
            "תורה"
          ],
          "word_count": 205
        },
        {
          "chunk_id": "chunk_2",
          "content": "וצריך ביאור, שעינוי רעבון דמן הוא שאכילת המן לא השביעה אותם ככל הדרוש [כי אינו דומה מי שיש לו פת בסלו למי שאין לו פת בסלו10 (והמן הי' דבר13 יום ביומו14) ואינו דומה מי שרואה ואוכל למי שאינו רואה ואוכל10 (ובהמן היו טועמים כל המינים ולא ראו אלא מן13)], ומזה שמדמין עינוי רעבון דמן לעינוי רעבון דיוהכ\"פ, משמע, שעינוי רעבון דמן הוא (לא שאכילת המן לא השביעה כאכילה ע\"ד הרגיל, אלא) כמו שלא אכל15 ולהעיר, שעפ\"ז צריך להבין עוד יותר שהנוסח דברכת הזן הוא על המן גם צריך להבין16, דעכשיו (לאחרי שנפסק המן), כל הברכות דברכת המזון הם לכאורה על לחם מן הארץ, ואעפ\"כ הנוסח דברכת הזן הוא הנוסח שתיקן משה על המן.ב) ויובן זה בהקדים דאיתא במדרש17 שהמן הי' מאכל רעבון דפירוש וירעיבך גו' את המן הוא ש\"וירעיבך\" קאי על \"את המן\", שהמן הרעיב אותך והענין הוא, דמן רומז לאגדה [כמ\"ש18 והוא כזרע גד לבן ואיתא במכילתא כאגדה שמושכת לבו של אדם], שהוא19 פנימיות התורה וכמבואר בכ\"מ20 דלחם מן הארץ הוא גליא דתורה, ולחם מן השמים (מן) הוא פנימיות התורה וכיון שבפנימיות התורה הוא רק ידיעת המציאות ולא השגת המהות21, לכן, הלימוד דפנימיות התורה קשור ברעבון (ע\"ד הרעב לשמוע את דבר ה'22) להשיג המהות23.ובעומק יותר יש לומר דמ\"ש במדרש שהמן הוא מאכל רעבון, הכוונה בזה היא (לא רק שהמן פועל אינו שולל רעבון באדם האוכלו, אלא גם) שהמן עצמו הוא מאכל רעבון ויובן זה בהקדים שביאור הנ\"ל דלחם מן הארץ הוא גליא דתורה ולחם מן השמים הוא פנימיות התורה, הוא בכללות, אבל בפרטיות, שני ענינים אלה (לחם מן הארץ ולחם מן השמים) הם גם בפנימיות התורה והענין הוא, דאיתא בתניא24 שבלימוד פנימיות התורה שני ענינים שהיא מצוה רמה25 ונשאה ושמביאה ללב שלם",
          "topics": [
            "אור",
            "משה",
            "מצוה",
            "תורה",
            "כוונה"
          ],
          "word_count": 273
        },
        {
          "chunk_id": "chunk_3",
          "content": "ויש לומר, שהלימוד דפנימיות התורה לפי שמביאה ללב שלם, כיון ששייך לענין הבירורים (בירור המדות), הוא דומה ללחם מן הארץ, ועיקר הענין דלחם מן השמים הוא בהלימוד והידיעה דפנימיות התורה מצד עצמו26 ויש לומר, שהחילוק דשני אופני הלימוד הוא גם בדרגת השכל דהלימוד והידיעה דפנימיות התורה בכדי לבוא ללב שלם הוא במוחין השייכים למדות, והלימוד והידיעה דפנימיות התורה מצד עצמה הוא במוחין שלמעלה ממדות ועפ\"ז יש לבאר שהמן הוא מאכל רעבון, כי ענין שביעה (בענין השכל) הוא שהוא תופס את השכל, ולכן, הידיעה וההשגה דמוחין השייכים למדות (לחם מן הארץ שבפנימיות התורה) שהיא נתפסת בשכל האדם בהשגה ותפיסא ממש (שלכן פועלת ההשגה גם בהמדות שלו) היא מאכל המשביע, והידיעה וההשגה דמוחין שלמעלה ממדות (לחם מן השמים, מן) שהיא באופן דהפלאה ואינה נתפסת (כ\"כ) בשכל האדם, היא מאכל רעבון.ג) ויש לומר, שהחילוק דשני הפירושים במאכל רעבון, שפועל שאינו שולל רעבון בהאדם ושהמאכל עצמו הוא רעבון שלמעלה מתפיסא (אף שגם הידיעה שפועלת רעבון בהאדם הוא לפי שהיא למעלה מההשגה שלו), הוא, שידיעה זו היא בדרגת השכל שבערך המדות, אלא שהיא למעלה מהם, ולכן פועלת בהאדם (שעיקרו מדות) רעבון וצמאון להשיג את הענין והידיעה שהיא עצמה בחינת רעבון, היא בדרגת השכל שלמעלה ממדות (כנ\"ל סעיף ב), שלכן, היא בחינת רעבון בעצם לגבי המדות וכשמתגלית דרגא זו בהמדות, הם בביטול וע\"ד החילוק בין חכמה ובינה, שע\"י ההשגה דבינה, כאשר ההתבוננות וההשגה היא בההפלאה דאוא\"ס שלמעלה מעולמות, הוא בא לידי אהבה רבה (בתשוקה וצמאון), יש מי שאוהב, וע\"י הראי' דחכמה הוא בא ליראה, ביטול27",
          "topics": [
            "אוא\"ס",
            "עולמות",
            "חכמה",
            "בינה",
            "תורה"
          ],
          "word_count": 239
        },
        {
          "chunk_id": "chunk_4",
          "content": "אלא שאעפ\"כ גם דרגא זו דמן נק' בשם מאכל רעבון, כי הזיכוך שע\"י אכילת המן הוא שהאדם האוכל את המן הוא בטל בתכלית, ועי\"ז הוא נעשה (כמו) כלי לקבל חיות מאור שאינו בערכו וע\"ד הענין דלהחיותם ברעב28 דיוהכ\"פ29, שהרעב דיוהכ\"פ הוא בחינת תענוג עצמי הבלתי מורגש שלמעלה מאכילה ושתי' [וכידוע30 שהטעם דיוהכ\"פ אסור באכילה ושתי' הוא לפי שביוהכ\"פ הוא גילוי תענוג עצמי הבלתי מורגש], וענין להחיותם ברעב הוא שביוהכ\"פ מקבלים חיות מתענוג זה31.ד) ויש לקשר זה עם מאמר הזהר32 ע\"פ33 ראו כי ה' נתן לכם השבת, ר' חזקי' פתח שיר המעלות ממעמקים גו'34 דמעמקים (לשון רבים) הם עומקא דכולא ועומקא דבירא, וכתב אאמו\"ר בעל ההילולא על הגליון של ספר הזהר שלו35 (שמשך כמה שנים הי' בשבי', ובזמן האחרון נפדו (ספר הזהר שלו עם עוד ספרים שלו) מהשבי' והגיעו לכאן), שהשייכות דפירוש זה בממעמקים לראו גו' השבת היא, כי עומקא דכולא ועומקא דבירא הם חכמה ובינה, שמהם נמשך השפע לכל ששה המדות דז\"א (מבועין נפקין ונגדין לברכא כולא36) וענין זה שייך לראו כי ה' נתן לכם השבת, כי שבת הוא יומא שביעאה שהוא בינה37 (עומקא דבירא), שבה מלובש חכמה (עומקא דכולא), ומיני' מתברכין שיתא יומין38, ו\"ק דז\"א וממשיך בעל ההילולא, דזהו מ\"ש39 וקראת לשבת ענג, ענג הוא ר\"ת עדן נהר גן40, עדן ונהר הם חכמה ובינה (עומקא דכולא ועומקא דבירא), ומהם נמשך השפע והברכה לגן, מלכות וזהו שהמלכות נקראת שבת41, כי שבת הוא אותיות ש' בת42, ש' בגימטריא מעמקים הוא עדן ונהר, ובת היא מלכות (גן) שבה נמשך השפע והברכה מעדן ונהר, מעמקים וצריך להבין, דבתחילת הענין מדבר בהמשכת השפע מחו\"ב (מעמקים) לששה המדות דז\"א, ולאח\"ז מבאר שזהו וקראת לשבת ענג, ההמשכה מעדן ונהר לגן, מלכות",
          "topics": [
            "אור",
            "גילוי",
            "מלכות",
            "חכמה",
            "בינה"
          ],
          "word_count": 265
        },
        {
          "chunk_id": "chunk_5",
          "content": "ויש לומר הביאור בזה (בעבודת האדם), שמעמקים לשון רבים הם שני ענינים הנ\"ל שבמאכל רעבון, עומקא דבירא (בינה) הוא הידיעה שפועלת רעבון, ועומקא דכולא (חכמה) הוא הידיעה שהיא רעבון בעצם לגבי האדם, ושני הענינים דז\"א ומלכות הם שתי דרגות בשכל האדם, כמו שהוא מופשט (קצת) ממציאותו (ז\"א) וכמו שהוא בההגבלות שלו (מלכות) וההמשכה דמעמקים בשכל האדם (ע\"י הביטול שלו) היא בשתי הדרגות שבו, גם בההגבלות שלו, שהענינים דפנימיות התורה שמצד עצמם הם למעלה מהשכל נמשכים בשכל, בהשגה ממש43.ויש להוסיף, שעיקר הגילוי דמעמקים הוא במלכות דו' המדות דז\"א הם (רק) מתברכים מיומא שביעאה, והמלכות (נוסף על שבה נמשך השפע מחו\"ב, גם) היא עצמה נקראת שבת ויתירה מזו, שבשבת (שקאי בעיקר על בינה) יש גם אותיות בת, היינו שעיקר ענין הש' (מעמקים) הוא כשהוא נמשך בבת, מלכות וי\"ל הביאור בזה בעבודת האדם, שהוא ע\"ד הידוע44 שע\"י הפצת המעיינות חוצה מתגלה ענינם דהמעיינות.ה) והנה משני ענינים הנ\"ל שבמן דפנימיות התורה – רעבון שלמעלה מהשגה ואעפ\"כ הוא מאכל רעבון – נשתלשלו שני ענינים אלה בהמן כפשוטו והענין הוא, דהטעם על זה שהמן הי' דבר יום ביומו [שלכן כתיב בי' ויענך וירעיבך, כי אינו דומה מי שיש לו פת בסלו למי שאין לו פת בסלו], הוא, כי גדר העולם הוא (מקום ו)זמן45, ומן הוא למעלה מהעולם, למעלה מגדר זמן, ולכן, גם לאחרי שנמשך בעולם, הי' צריך להתחדש בכל יום46 וזהו אינו דומה מי שיש לו פת בסלו למי שאין לו פת בסלו, דלחם מן הארץ וכן כל ההשפעות שנמשכו בעולם, כיון שאין ניכר בהם שהם מתחדשים בכל יום47, נדמה לאדם שהם בסלו, והמן שהי' ניכר בו בגילוי שמתחדש בכל יום מלמעלה, אינו בסלו של האדם",
          "topics": [
            "אור",
            "גילוי",
            "עולם",
            "מלכות",
            "חכמה"
          ],
          "word_count": 260
        },
        {
          "chunk_id": "chunk_6",
          "content": "ועד\"ז48 הוא בנוגע שטעמו בו כל הטעמים (טעם השני על הרעבון דמן), דבדבר מוגבל א\"א שיהיו בו כל הטעמים (ובפרט שבהטעמים ישנם גם טעמים הפכיים), וזה שהמן היו בו כל הטעמים הוא לפי שגם כשנמשך למטה הי' לחם מן השמים, ענין אלוקי שלמעלה מההגבלות דעולם וזהו \"אינו רואה ואוכל\", שעין האדם המוגבל לא הי' יכול לתפוס הבל\"ג דהמן, ולכן לא ראה אפילו מאכל פשוט, ע\"ד מקום אור גדול מנשוא – שהראי' מתבלבלת.והנה זה שהמן הוא מאכל רעבון הוא כשהאדם הוא מציאות, משא\"כ כשהוא בביטול לאלקות, עיקר ההנאה והתענוג שלו הוא מהשפעה שנרגש בה שאינה בסלו דהאדם ונמשכת מהקב\"ה וע\"י הביטול שלו הוא כלי לקבל השפע הבלתי מוגבל, רואה ואוכל.ו) ועפ\"ז יש לבאר שהנוסח דברכת הזן (דכתיב בה ואכלת ושבעת וברכת) הוא על המן, כי אמיתית ענין השובע (והעשירות49) הוא במן, כשמרגיש שהשפע שנותנים לו אינו בסלו (דהאדם) אלא הוא נשפע תמיד מלמעלה (כהמן שהי' ניכר בו בגילוי שמתחדש בכל יום) וביכלתו של כאו\"א מישראל לבוא להרגש זה ובפרט ע\"פ הידוע50 שפרנסה בזמן הזה (בזמן הגלות) הוא באופן דהשפעת המן וע\"י הרגש זה הוא כלי לקבל השפע הבלתי מוגבל דמן וכמאמר רז\"ל51 כלי ריקן מחזיק כלי מלא אינו מחזיק דכאשר הוא מציאות, ובפרט כשחושב שהשפע שנותנים לו הוא בסלו (כלי מלא) אינו מחזיק אפילו השפע המצומצם דלחם מן הארץ, וע\"י שהוא כלי ריקן, הוא מחזיק גם השובע והעשירות דמן, ונמשכים לו כל ההשפעות דבני חיי ומזוני באופן של רויחי",
          "topics": [
            "אלקות",
            "אור",
            "גילוי",
            "עולם",
            "ישראל"
          ],
          "word_count": 228
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס כ\"ף מנחם-אב – תש\"נ, \"לקראת יום כ\"ף מנחם-אב, יום הסתלקות-הילולא של כבוד קדושת הרה\"ג והרה\"ח וכו' המקובל מוהר\"ר לוי יצחק ז\"ל נ\"ע שניאורסאהן, אביו של – יבלח\"ט – כ\"ק אדמו\"ר שליט\"א .. ועש\"ק עקב י\"ט מנ\"א, שנת ה'תש\"נ\".1) פרשתנו ח, ג.2) דשנת תרע\"ה (בהמשך תער\"ב ח\"ב ע' א'צג).3) ברכות מח, ב.4) הובא בב\"י או\"ח סקפ\"ז (הובא בלקו\"ת פרשתנו יד, סע\"א ואילך).5) וכ\"ה בברכת בונה ירושלים שתקנו דוד ושלמה (ברכות שם), שהיא מן התורה, אלא שדוד ושלמה תיקנו המטבע (ב\"י שם בשם הרשב\"א).6) פרשתנו ח, יו\"ד.7) פרשתנו יד, ריש ע\"ב.8) בפשטות, הברכה היא רק על הארץ \"דמפקא מזון\" (ברכות מט, א). אבל בלקו\"ת שם; בסידור עם דא\"ח (קט, א), דהזכרת מזון בברכת הארץ הוא ברכה על הלחם שמן הארץ. וחידוש גדול יותר בהמשך תרס\"ו ע' שלד \"וברכת הארץ תיקן יהושע כו' והברכה היא על הלחם שמן הארץ\", דמלשון זה משמע שלא רק הזכרת המזון אלא הברכה היא על הלחם כו'.9) וזה שהחיוב (מה\"ת) דכל הברכות דברהמ\"ז הוא דוקא כשאכל כדי שביעה, הוא לפי שכולם הם המשך אחד, ובברכת הזן כתיב ואכלת ושבעת.10) ביומא עד, ב \"מכאן (רעבון שנאמר כאן) רמז לסומין שאוכלין ואין שבעין\". ופשוט שסומא חייב בברהמ\"ז. והדיוק שבפנים הוא שהנוסח דברכת הזן הוא דוקא על המן.11) יומא שם.12) אחרי טז, לא.13) לשון הכתוב – בשלח טז, ד.14) פרש\"י ליומא שם.15) ואף שהשיעור באכילת יוהכ\"פ הוא ככותבת – הרי ענין העינוי ביוהכ\"פ שולל גם אכילה בפחות מככותבת, ראה שו\"ת הצ\"צ או\"ח סל\"ו.16) כמו שמדייק בלקו\"ת שם (יד, ב).17) קה\"ר ה, יו\"ד.18) בשלח טז, לא.19) ראה אגה\"ק סימן כג (קלז, א).20) ראה לקו\"ש חכ\"ו ע' 112. וש\"נ.21) ראה בארוכה לקו\"ת ויקרא ה, א.22) עמוס ח, יא. וראה אוה\"ת שבהערה הבאה.23) אוה\"ת פרשתנו (כרך ה) ד\"ה ויענך וירעיבך ע' ב'כג. וראה עד\"ז ד\"ה זה תרע\"ה בסופו (המשך תער\"ב ח\"ב ס\"ע א'צט).24) בקו\"א קנו, ב. וראה לעיל ח\"ב ע' פג.25) כצ\"ל – ראה לוח התיקון לתניא שם.26) ראה המשך תער\"ב ח\"ב ע' א'קלט \"ההשגה שמבחי' לחם מן הארץ זהו בהאלקות שבבחי' התלבשות בעולמות, והוא העבודה דנה\"א לברר ולזכך את הנה\"ב .. לחם מן השמים הוא .. הדעת וההשגה באוא\"ס שלמעלה מהעולמות .. והוא העבודה דנה\"א מצד עצמה\".27) ראה סה\"מ ה'תש\"ח ע' 36. ובכ\"מ.28) לשון הכתוב – תהלים לג, יט.29) ראה לקו\"ת שה\"ש יד, סע\"ב \"להחיותם ברעב שזהו ענין יוהכ\"פ\".30) המשך תרס\"ו ס\"ע קה ואילך. ע' תקמב.31) ראה המשך תער\"ב שבהערה 23 \"דאכילת המן מאכל של רעבון הוא כענין להחיותם ברעב, והיינו בחי' העונג העצמי הבלתי מורגש, שזהו אמיתית ענין המן\".32) ח\"ב סג, סע\"א ואילך.33) בשלח טז, כט.34) תהלים קל, א.35) נדפסו ב\"לקוטי לוי יצחק – הערות לספר הזהר\" (כרך ב) ס\"ע עג ואילך.36) לשון הזהר שם (סג, ב).37) ראה בארוכה אוה\"ת בשלח ע' תרטו ואילך. המשך תער\"ב ח\"ב ס\"ע א'פו ואילך.38) זהר שם.39) ישעי' נח, יג.40) תקו\"ז תיקון נה (פח, ב).41) כמ\"ש בזהר שם \"וכן נמי כנסת ישראל אקרי שבת\" – לקלוי\"צ שם.42) זהר ח\"א כג, סע\"ב. ח\"ג רפא, ב (ברע\"מ).43) להעיר, שבאוה\"ת בשלח ע' תרלח מבאר פירוש שבת אותיות ש' בת \"שהמל' שנק' בת עולה בבינה שנק' שי\"ן\", ובלקלוי\"צ מפרש שמהש' נמשך לבת.44) קונטרס ענינה של תורת החסידות סי\"ח ואילך.45) שעהיוה\"א פ\"ז (פב, א).46) ראה אוה\"ת בשלח ע' תרא. תרמה. וראה לקו\"ש ח\"ד ע' 1099.47) ראה אוה\"ת שם ע' תרמה.48) בהבא לקמן ראה גם לקו\"ש שם.49) ראה יומא עה, א \"שירדו להם לישראל אבנים טובות ומרגליות עם המן\".50) סה\"מ תש\"ט ע' 21. וראה לקו\"ש חט\"ז ע' 178 הערה 38.51) ברכות מ, א. סוכה מו, א. וראה סה\"מ ה'ש\"ת ע' 153. תש\"ג ע' 191. ובכ\"מ.",
      "glossary": "|אדמו\"ר (Admor): Rebbe; אומר (Omer): Says; אותך (Otcha): You; אותם (Otam): Them; אינו דומה (Eino Domeh): It is not similar; אכילת המן (Achilat HaMann): Eating the manna; אלא (Ela): But; אלא (Ela): Except; אע\"פ (Af Al Pi): Even though; אף (Af): Also; את המן (Et HaMann): The manna; את נפשותיכם (Et Nafshoteichem): Your souls; בברכת הארץ (BeBirkat HaAretz): In the blessing of the land; בגמרא (BaGemara): In the Gemara; בה (Bah): In it; בהקדים (BeHakdim): By prefacing; בי' (Bo): About it; ביאור (Biur): Explanation; בכ\"מ (BeChol Makom): Everywhere; בלחם מן הארץ (BeLechem Min HaAretz): With bread from the earth; בלקו\"ת (BeLikutei Torah): In Likutei Torah; במאמרו (BeMaamaro): In his discourse; במדרש (BaMidrash): In the Midrash; במכילתא (BeMechilta): In the Mechilta; במעלת (BeMaalat): About the virtue of; בס\"ד (Besiyata Dishmaya): With Divine assistance; בעיקר (BeIkar): Primarily; ברכת הארץ (Birkat HaAretz): Blessing of the land; ברכת הזן (Birkat HaZan): Blessing of sustenance; בשעה (BeShaah): At the time; בתורה (BaTorah): In the Torah; גבי (Gabei): Regarding; גו' (Etc.): Etc.; גם (Gam): Also; ד\"ה (Dibur HaMatchi'ach): Opening words; דאיתא (DeItah): That it is stated; דאכילה המשבעת (DeAchilah HaMasbahat): That satisfying eating; דבר (Davar): Thing; דברכת הזן (DeBirkat HaZan): Of the blessing of sustenance; דברכת הזן (DeBirkat HaZan): That the blessing of sustenance; דברכת המזון (DeBirkat HaMazon): Of the blessing after meals; דהטעם (DeHaTaam): That the reason; דיוהכ\"פ (DeYom Kippur): Of Yom Kippur; דיום הכיפורים (DeYom HaKippurim): Of Yom Kippur; דכתיב (DeKativ): That is written; דלחם מן הארץ (DeLechem Min HaAretz): Of bread from the earth; דמן (DeMann): Of manna; דמן (DeMann): That manna; דעכשיו (DeAchshav): That now; דפירוש (DePeirush): That the explanation; ה'תשכ\"ג (HaTashkag): The year 5723; הברכה (HaBerachah): The blessing; הברכות (HaBerachot): The blessings; הוא (Hu): Is; הוא (Hu): It is; הי' (Hayah): Was; היא (Hi): Is; היו טועמים (Hayu Toemim): They tasted; היפך (Heifech): Opposite; הם (Hem): They are; המן (HaMann): The manna; המעלה (HaMaalah): The virtue; המשבעת (HaMasbahat): That satisfies; הנאמר (HaNeemar): That is said; הנוסח (HaNusach): The text; העינוי (HaInui): The affliction; הרעיב (Hir'iv): Made hungry; הרשב\"א (HaRashba): The Rashba; ואוכל (VeOchel): And eats; ואינו דומה (VeEino Domeh): And it is not similar; ואיתא (VeItah): And it is stated; ואכלת (VeAchalta): And you shall eat; ואכלת ושבעת (VeAchalta VeSavata): And you shall eat and be satisfied; ואעפ\"כ (VeAf Al Kach): Nevertheless; ובהמן (UVeHaMann): And with the manna; ובחתימת (UVeChatimat): And in the closing; וברכת (UVerachta): And bless; והוא (VeHu): And it is; והמטבע (VeHaMatbea): And the formula; והמן (VeHaMann): And the manna; והנוסח (VeHaNusach): And the text; והענין (VeHaInyan): And the matter; ויאכילך (Vayachilcha): And He fed you; ויובן (VeYuvan): And it will be understood; ויענך (Vayaancha): And He afflicted you; ויענך וירעיבך (Vayaancha VeYar'ivcha): And He afflicted you and made you hungry; וירעיבך (Vayar'ivcha): And He made you hungry; וירעיבך (VeYar'ivcha): And He made you hungry; וכאן (VeChan): And here; וכתב (VeChatav): And wrote; ולא ראו (VeLo Rau): And didn't see; ולהעיר (ULeHa'ir): And to note; ומזה (UMizeh): And from this; ומזון (UMazon): And food; ונאמר (VeNeemar): And it is said; ועל אכילת מזון (VeAl Achilat Mazon): And upon eating food; ועל המזון (VeAl HaMazon): And upon the food; ועניתם (VeInitem): And you shall afflict; וצריך (VeTzarich): And needs; ושבעת (VeSavata): And be satisfied; זה (Zeh): This; זו (Zo): This is; חותמין (Chotmin): We conclude; יהושע (Yehoshua): Joshua; יום ביומו (Yom BeYomo): Day by day; כ\"ף מנחם-אב (Kaf Menachem Av): 20th of Menachem Av; כאגדה (KeAgadah): Like Aggadah; כאכילה (KeAchilah): Like eating; כאן (Kan): Here; כבר (Kvar): Already; כדאיתא (KeDeItah): As it is stated; כזרע גד (KeZera Gad): Like coriander seed; כי (Ki): Because; כיון (Kivan): Since; ככל הדרוש (KeChol HaDarush): As all that is required; כל הברכות (Kol HaBerachot): All the blessings; כל המינים (Kol HaMinim): All the types; כמ\"ש (KeMo SheKatuv): As it is written; כמו שלא אכל (Kemo SheLo Achal): As if he didn't eat; לא השביעה (Lo Hisbiaha): Did not satisfy; לא ש (Lo She): Not that; לאגדה (LeAgadah): To Aggadah; לאחרי (LeAcharei): After; לארץ (LaAretz): To the land; לבו (Libo): His heart; לבן (Lavan): White; להבין (LeHavin): To understand; להלן (LeHalan): Further; להם (Lahem): To them; לחם מן הארץ (Lechem Min HaAretz): Bread from the earth; לחם מן השמים (Lechem Min HaShamayim): Bread from heaven; לישראל (LeYisrael): For Israel; לכאורה (LeChaorah): Seemingly; למדין (Lemdim): We learn; למי שאין לו (LeMi SheEin Lo): To one who doesn't have; למי שאינו רואה (LeMi SheEino Roeh): To one who doesn't see; לעינוי רעבון (LeInui Raavon): To affliction of hunger; מאכל רעבון (Maachal Raavon): Food of hunger; מדבר (Medaber): Speaks; מה (Mah): What; מה ש (Mah She): What; מהורש\"ב (Maharshab): The Rebbe Rashab; מזכירין (Mazkirin): We mention; מטבע (Matbea): Formula; מי שיש לו (Mi SheYesh Lo): One who has; מי שרואה (Mi SheRoeh): One who sees; מן (Mann): Manna; מן התורה (Min HaTorah): From the Torah; מעינוי (MeInui): From affliction; משה (Moshe): Moses; משמע (Mashma): It implies; נ\"ע (Niftar L'Olam): Of blessed memory; נאמר (Neemar): It is said; ע\"ד הרגיל (Al Derech HaRagil): In the usual manner; עוד יותר (Od Yoter): Even more; עינוי (Inui): Affliction; עינוי רעבון (Inui Raavon): Affliction of hunger; על (Al): To; על אכילה (Al Achilah): Upon eating; על הארץ (Al HaAretz): Upon the land; על המזון (Al HaMazon): Upon the food; על המן (Al HaMann): Upon the manna; על לחם מן הארץ (Al Lechem Min HaAretz): Upon bread from the earth; על ש (Al She): Why; עצמם (Atzman): Themselves; עקב (Eikev): Torah portion Eikev; פנימיות התורה (Pnimiyut HaTorah; פת בסלו (Pat BeSalo): Bread in his basket; צריך (Tzarich): Need; קאי (Kai): Refers; רומז (Romez): Alludes; ש (She): That; ש\"פ (Shabbat Parshat): Shabbat of Torah portion; שאכילת המן (SheAchilat HaMann): That eating the manna; שבברכת הארץ (SheBeBirkat HaAretz): That is in the blessing of the land; שבירכו (SheBeirchu): They blessed; שהוא (SheHu): That it is; שהמן (SheHaMann): That the manna; שהנוסח (SheHaNusach): That the text; שירד (SheYarad): That descended; של אדם (Shel Adam): Of a person; שלא נאמר (SheLo Neemar): That is not said; שמדמין (SheMedamin): That they compare; שמושכת (SheMoshechet): That draws; שנכנסו (SheNichnasu): They entered; שנפסק (SheNifsak): That ceased; שעינוי רעבון (SheInui Raavon): That affliction of hunger; שעפ\"ז (SheAl Pi Zeh): That according to this; שתיקן (SheTikken): That established; תיקן (Tikken): Established; תיקנו (Tikknu): They established;"
    },
    "search_tags": [
      "דור",
      "עבודה",
      "Departure",
      "תכלית",
      "אלקות",
      "Knowledge",
      "Love",
      "רבי",
      "World",
      "מלכות",
      "אוא\"ס",
      "Wisdom",
      "דעת",
      "Isaac",
      "Fear/Awe",
      "יצחק",
      "ביטול",
      "Purpose",
      "Nullification",
      "Torah",
      "Moses",
      "כוונה",
      "Generation",
      "דוד",
      "Exile",
      "Israel",
      "ישראל",
      "המשכה",
      "חסידות",
      "תורה",
      "Kingship",
      "Rabbi",
      "Light",
      "בינה",
      "אהבה",
      "גלות",
      "Understanding",
      "אור",
      "Intention",
      "מצוה",
      "Worlds",
      "יראה",
      "David",
      "הסתלקות",
      "Infinite Light",
      "Revelation",
      "תיקון",
      "Service",
      "Divinity",
      "גילוי",
      "Commandment",
      "משה",
      "עולמות",
      "חסיד",
      "Chassid",
      "Chassidut",
      "Rectification",
      "Drawing down",
      "חכמה",
      "עולם"
    ]
  }
}