{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "1_רלה",
    "reference": "Reference: 1_רלה",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אלקות",
        "אור",
        "גילוי",
        "העלם",
        "תחתונים",
        "עליונים",
        "אצילות",
        "בריאה",
        "עולם",
        "עולמות",
        "מלכות",
        "דעת",
        "נצח",
        "הוד",
        "צדיקים",
        "צדיק",
        "יעקב",
        "משה",
        "ישראל",
        "יהודי",
        "מצוות",
        "תורה",
        "גלות",
        "גאולה",
        "משיח",
        "דור",
        "עבודה",
        "אהבה",
        "המשכה",
        "דירה",
        "תכלית",
        "כוונה",
        "השתלשלות",
        "נשיא",
        "חסיד"
      ],
      "key_concepts": [
        "Divinity",
        "Light",
        "Revelation",
        "Concealment",
        "Lower worlds",
        "Upper worlds",
        "Emanation",
        "Creation",
        "World",
        "Worlds",
        "Kingship",
        "Knowledge",
        "Eternity",
        "Splendor",
        "Righteous ones",
        "Righteous one",
        "Jacob",
        "Moses",
        "Israel",
        "Jew",
        "Commandments",
        "Torah",
        "Exile",
        "Redemption",
        "Messiah",
        "Generation",
        "Service",
        "Love",
        "Drawing down",
        "Dwelling",
        "Purpose",
        "Intention",
        "Chain of descent",
        "Leader",
        "Chassid"
      ],
      "biblical_references": [
        "שה\"ש ו, ח",
        "ויקרא ב, ד",
        "ויקרא ו, א",
        "במדבר א, ב",
        "במדבר ט, ג",
        "תהלים קיט, פט",
        "ישעי' נא, טז",
        "ישעי' נח, יג",
        "ישעי' מט, כב",
        "ישעי' ל, כ"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "זהר",
        "ברכות מ, א",
        "ברכות כח, א",
        "ברכות מט, א",
        "ברכות לג, ב",
        "סנהדרין לח, א"
      ],
      "chassidic_references": [
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 2477,
      "chunk_count": 11
    },
    "content": {
      "main_text": "בס\"ד. יום ה' פ' בשלח, ט\"ו בשבט, ה'תשל\"זהנחההנני ממטיר לכם לחם מן השמים גו' (ומבאר שזהו) למען אנסנו הילך בתורתי אם לא1. וידועים דיוקי רבותינו נשיאינו בכתוב זה2, מהו הקשר דענין המן (לחם מן השמים) עם ענין התורה. ובפרט שאומר למען אנסנו אם יוכל להיות קבלת התורה, היינו שמנסיון זה ידעו אם ילך בתורתי אם לא, שבנסיון זה תלוי ענין קבלת התורה. וגם מהו לשון הילך בתורתי, הול\"ל כבכ\"מ לשון של לימוד, המתאים לתורה להיותה ענין של שכל, או הישמור תורתי וכיו\"ב. עוד צלה\"ב, דהנה מכיון שאומרים בחמשה עשר באייר3 הנני ממטיר לכם לחם מן השמים, הרי מובן שזהו דבר חידוש לגבי הלחם מן הארץ שהיו אוכלים עד חמשה עשר באייר, ולכאורה אי\"מ שהרי ישנה מעלה גדולה בהלחם מן הארץ שאכלו אז שהי' מהעוגות מצות שאכלו בארץ מצרים שע\"ז נצטוו על מצות ומרורים יאכלוהו4, דענין המצה ה\"ה קשור עם הגאולה, וכמבואר בדרושי פסח5 דענין המצה (הנה אע\"פ שהו\"ע של קטנות, מ\"מ) הוא קטנות אבא וכמאמר6 אין התינוק יודע לקרות אבא כו' עד שיטעום טעם דגן, דעי\"ז הי' הגילוי דנגלה עליהם ממה\"מ הקב\"ה בכבודו ובעצמו וגאלם7, שמכ\"ז מובן גודל העילוי דלחם מן הארץ, ואעפ\"כ אומרים ש(אי\"ז מספיק ו)ישנו חידוש שנתוסף דוקא ע\"י הלחם מן השמים. עוד צלה\"ב, דהרי החידוש דלחם מן השמים הי' בזה שבא שלא ע\"י עבודת ויגיעת האדם כלחם מן הארץ, אלא כמ\"ש הנני ממטיר לכם, היינו שבא מלמעלה, וא\"כ אי\"מ מהו הלשון ממטיר, הלא ענין המטר הוא לא כענין הטל שטל לא מיעצר8, אלא הוא תלוי בעבודת האדם, וכמבואר בדרושי האזינו9 החילוק בין יערוף כמטר לקחי ותזל כטל אמרתי10.ב) והנה במשנה תורה11 כתיב ויאכילך את המן גו' למען הודיעך כי לא על הלחם לבדו יחי' האדם כי על כל מוצא פי הוי' יחי' האדם, והיינו דנוסף לזה שענין המן הוא למען אנסנו הילך בתורתי גו', ישנו עוד ענין בהמן, שהוא למען הודיעך כי לא על הלחם לבדו יחי' האדם כי על כל מוצא פי הוי' יחי' האדם. וצ\"ל שייכות ב' הענינים זל\"ז. עוד צלה\"ב, דלכאורה יש בזה תמיהה גדולה ונפלאה, למה צריכים (אָנקומען) להמן כדי לידע שכל המציאות כולה תלוי' במוצא פי הוי', והרי לכאורה הוא דבר פשוט שלעולם הוי' דברך נצב בשמים12, היינו שהמוצא פי הוי' שבכל דבר הוא המהווה ומחי' ומקיים אותו13, שענין זה הוא באמונה פשוטה אצל כאו\"א מישראל שנקראו מאמינים בני מאמינים עוד בהיותם בארץ מצרים14, עאכו\"כ לאחרי היציאה ממצרים, שנגלה עליהם ממה\"מ הקב\"ה בכבודו ובעצמו כו', ובפרט לאחרי קריעת י\"ס בשביעי של פסח שאז אמרו זה א-לי ואנוהו15, וא\"כ ה\"ז לכאורה בפשטות שעל כל מוצא פי הוי' יחי' האדם, ומהו החידוש דהנני ממטיר לכם לחם מן השמים, ויאכילך את המן גו' שעי\"ז דוקא באה הידיעה שלא על הלחם לבדו יחי' האדם כי על כל מוצא פי הוי' יחי' האדם.ג) אך כללות נקודת הביאור בזה היא, דהחידוש דלחם מן השמים בא לאחרי שהי' הענין דלחם מן הארץ בתכלית העילוי שלו, ואעפ\"כ אומרים שישנו עילוי גדול יותר בלחם מן השמים (כדלקמן). ועד\"ז הוא בנוגע להחידוש דלמען הודיעך כי לא על הלחם לבדו יחי' האדם, דאין הכוונה בזה להודיע שאין העולם ח\"ו באופן שאין בעה\"ב לבירה זו והלחם הוא מציאות בפ\"ע, אלא שזה הי' ידוע בפשטות שהלחם מתהווה מפי הוי' שבו, ממכ\"ע, אבל עדיין אי\"ז הידיעה דאמיתית הענינים, שממוצא פי הוי' יחי' האדם.ד) ויובן כ\"ז בהקדם הביאור בהחילוק שבין לחם מן השמים ללחם מן הארץ כפי שהוא ברוחניות הענין. שזהו בדוגמת החילוק בעבודה בין תורה למצוות. דהעבודה דתורה היא באופן דהמשכה מלמעלמ\"ט, הלא כה דברי גו'16 ואשים דברי בפיך גו'17, היינו שזהו דבר הוי' שנמשך למטה (לחם מן השמים). ולכן אין שייך בזה שינויים דהתורה היא נצחית18. משא\"כ מעשה המצוות, הנה אע\"פ שגם זה בא ע\"י לימוד התורה וכמאמר19 גדול לימוד שמביא לידי מעשה, מ\"מ הרי זה קשור בפעולת האדם שצריך לעשות מהקלף גשמי שיהי' הענין דתפילין, ומהצמר גשמי שיהי' הענין דציצית וכו' (שזהו\"ע מן הארץ). ובתוספת ביאור יובן זה מב' הענינים כפי שהם בתורה עצמה (שהרי כל הענינים שבעולם תחלתם היא כפי שהם בתורה), שזהו תושב\"כ ותושבע\"פ20. דבתושב\"כ הרי כל אות וכל תג הוא מנוי וספור בדיוק, ואין שייך לומר בזה לא הוספה ולא גרעון ח\"ו (מן השמים), משא\"כ בתושבע\"פ כתיב21 ארוכה מארץ מדה ורחבה מני ים, ועד באופן דועלמות אין מספר22, בל\"ג, שזה בא23 ע\"י יגיעת האדם (מן הארץ) דיגעת ולא מצאת אל תאמין24, דמכיון שהוא יגע כדבעי (כפי תביעת התורה) הרי דבר ברור שעי\"ז יש לו לפי אופן היגיעה, ועד לאופן של מציאה ומצאת. והנה כמו שהוא בקו התורה, כן הוא גם בשאר הב' קוין דגמ\"ח (מצוות) ועבודה. דישנו חילוק זה (בקו הגמ\"ח) בין עבודתו הרוחנית (מצוות) לעבודתו עם העולם באופן שצריך יגיעת נפש ויגיעת בשר כדי להפוך את העולם שיהי' דירה לו ית' בתחתונים. ועד\"ז ישנם ב' ענינים אלו בעבודה גופא (שהיא הממוצע בין תורה לגמ\"ח), דישנה העבודה דאהבה בתענוגים, ועד\"ז העבודה דיום השבת, וקראת לשבת עונג25, שענין העונג (דאהבה בתענוגים ודשבת) קשור עם ענין המנוחה, היינו שאין אז כל ענין היגיעה, וכמבואר בתניא26 דאהבה בתענוגים ענינה הוא דוגמת מתן שכר כו', משא\"כ העבודה, מלשון עבוד עורות27 והעבודה דימות החול, שכללות ענין עבודות אלו הוא ע\"י יגיעה ועבודה גדולה.ה) וזהו ויאכילך את המן גו' למען הודיעך כי לא על הלחם לבדו יחי' האדם כי על כל מוצא פי הוי' יחי' האדם, דבזה יובן דהחידוש דלחם מן השמים על לחם מן הארץ ה\"ה אפי' כפי שהלחם מן הארץ הוא בדרגא הכי נעלית שבו (וכנ\"ל דגם לחם מן הארץ ברוחניות הענינים הו\"ע נעלה כו'). דהנה הקס\"ד דעל הלחם לבדו יחי' האדם היא בדוגמת מה שאומרים דכללות הבריאה כולה היא באופן דעולם מלשון העלם והסתר28 אע\"פ שעולם על מילואו נברא29. שזהו מפני ששם מתגלה רק הענין דממכ\"ע (בלשון הזהר והקבלה). וע\"ז אומרים דתכלית השלימות דבנ\"י היא לידע שלא על הלחם לבדו יחי' האדם כי על כל מוצא פי הוי' יחי' האדם, דמוצא הוא לשון מקור ושרש כמבואר בכ\"מ30, דבערך הענין דממכ\"ע זהו\"ע סוכ\"ע, ובכללות יותר הו\"ע שלמעלה מממלא וסובב, שלמעלה מכל סדר ההשתלשלות, שזהו ע\"ד ענין הטל דטל לא מיעצר31. וכדי שתהי' ידיעה זו, לכן ויאכילך את המן גו', דענין זה (דלחם מן השמים, מוצא פי הוי') נעשה דם ובשר כבשרו, היינו אַז דאָס האָט דורכגענומען גם את הדם ובשר כו'32.ו) וזהו החידוש דלחם מן השמים, דאע\"פ שכבר הי' לפנ\"ז הענין דלחם מן הארץ, וע\"י היו גילויים נעלים ונפלאים, וכנ\"ל דאין התינוק יודע לקרות אבא כו' עד שיטעום טעם דגן, ועד שהענין דלחם מן הארץ פעל (את הענין דיודע לקרות אבא) שכבר אמרו זה א-לי ואנוהו14, מ\"מ יכול להיות כ\"ז (אך) בבחי' ממכ\"ע. דאע\"פ שלפי שעה הי' הענין דנגלה עליהם ממה\"מ הקב\"ה בכבודו ובעצמו וגאלם6, ועד\"ז בקרי\"ס הי' גילוי נעלה יותר מגילוי הנבואה לגדול שבנביאים33, מ\"מ הרי הי' זה רק לפי שעה, אבל אח\"כ היתה העבודה (מסודרת) מיום ליום ודרגא אחר דרגא, שמזה מוכח שזה שייך לממכ\"ע, שבא בסדר והשתלשלות. ולכן כשהיו צריכים לקבל את התורה ובאופן כזה שנתחדש ע\"י מתן תורה (היינו למעלה יותר מענין התורה שהי' לפנ\"ז, דקיימו כל התורה כולה עד שלא ניתנה34), שזהו ענין התורה כפי שהיא בבחי' הליכה דוקא, דאמיתית ענין ההליכה הוא בל\"ג35 עד באופן דאי\"ע, ועד באופן כזה שאפילו כשהגיע כבר להבל\"ג שבתורה הרי זה גבול לגבי ענין התורה שצריך לבא אליו ע\"י קיום הציווי (שהוא גם נתינת כח) דמעלין בקודש36, הנה כהקדמה לזה הי' צ\"ל הנני ממטיר לכם לחם מן השמים, שלמעלה מממכ\"ע וכו'. ולכן הנה אף שכבר נמצאו אז בדרגא נעלית כנ\"ל, והי' במצב שנק' לכתך אחרי במדבר בארץ לא זרועה37, מ\"מ נק' זה לכתך אחרי דוקא, שאי\"ז ענין הפנימיות וכמבואר בארוכה במאמרים שלפנ\"ז38, ועד שכללות העבודה במשך זמן הגלות, ויתירה מזה כללות העבודה בעולמות בי\"ע הנה הכל הוא בחיצוניות עתיק, ודוקא לע\"ל יתגלה בחי' פנימיות עתיק39. ומכיון שזהו חיצוניות עתיק (נק' לכתך אחרי, כי) אי\"ז אמיתית ענין הפנים, ואמיתית ענין הפנים שבתורה הוא באופן שאין שם כלל מציאות דאחור, וכמו הלוחות שלא הי' בהם פנים ואחור (אלא כולו פנים40) כמבואר לעיל37 בארוכה, שזהו בחי' השיר שבתורה.ז) וזהו הנני ממטיר גו' למען אנסנו הילך בתורתי גו'. דבכדי לבא לבחינת הליכה בתורה, הנה לפנ\"ז צ\"ל הענין דמן, וכמאמר המכילתא41 לא ניתנה תורה אלא לאוכלי המן, והדיוק בזה הוא לאוכלי המן (וכנ\"ל בפי' ויאכילך את המן), שהמן צ\"ל באופן שנעשה דם ובשר כבשרו. דענין המן הוא שלא הי' בו פסולת, שהוא למעלה לגמרי מסדר ההשתלשלות42, מכיון שהוא למעלה מממכ\"ע ומסוכ\"ע וגם למעלה מדרגא הג' (שלמעלה מממלא וסוכ\"ע). וע\"י שענין זה בא באופן דאכילה ונעשה דם ובשר כבשרו, הנה עי\"ז נהי' הענין דאנסנו, ד[כמבואר בכמה דרושים43 וגם בספרי השרשים הרי] אנסנו הו\"ע של הרמה והגבהה כמו ארים נסי44, כי ע\"י אכילת המן מגביהים אותו למעלה מכל סדר ההשתלשלות שעי\"ז באים לבחי' ההליכה בתורה. וזהו45 מ\"ש46 עומר לגולגולת דוקא, דענין הגולגולת הוא למעלה אפילו מהראש, וכמ\"ש47 שאו את ראש כל עדת בני ישראל גו' לגולגלותם, היינו48 שהרמת הראש (שאו את ראש) היא לגולגלותם שלמעלה מהראש, וזה הי' גם ענין המן שהי' עומר לגולגולת דייקא, כי ענינו הוא לפעול בישראל הידיעה דלא על הלחם לבדו (ממכ\"ע) יחי' האדם כי על כל מוצא פי הוי' יחי' האדם, וכמשנת\"ל.ח) ולהבין לשון ממטיר דוקא, הנני ממטיר לכם גו', הנה יובן זה מהמבואר בלקו\"ת בדרושי פ' עקב49, דאף שבכללות הנה המן הוא בחי' טל (כנ\"ל), אעפ\"כ נתגשם עד שדכו במדוכה ובשלו בפרור50, ועד שאפי' בצדיקים שאצלם הי' אכילת המן בלי טרחא, מ\"מ הי' צ\"ל ולקטו מעל פתח האוהל51, ואח\"כ הי' צ\"ל האכילה כפשוטה, ועד שמבואר בראשונים52 שהי' גם ענין הברכה המוציא לחם מן השמים או בנוסח אחר וכו'51. אבל מ\"מ, ע\"י שראו ואכלו המן ששרשו הוא מטלא דבדולחא, ונמשך למטה עד שנתגשם [כמבואר בדרושי כ\"ק אדה\"ז משנת תקס\"ח ועוד53], עי\"ז יוודע להם שלא על הלחם לבדו יחי' האדם54, היינו (לא שאי\"צ להיות ענין אכילת הלחם, אלא שצריך להיות אכילה (שלכן נתגשם המן), אמנם) השלילה היא שאין זה על הלחם לבדו, היינו בחי' ממכ\"ע שבזה (כמשנת\"ל), אלא על כל מוצא פי הוי' יחי' האדם, ע\"י שהמוצא פי הוי' מתלבש בהלחם, כמו שהמן נתגשם כו'. וכמש\"נ בתורה שהיא נעלמה מעיני כל חי55, ואהי' שעשועים לפניו גו'56, ומשם נסעה וירדה בסתר המדרי' ממדרגה למדרגה כו' עד שנתלבשה כו' בדיו על הספר57, באותיות התורה58.ט) וזהו כללות הענין דהנני ממטיר לכם לחם מן השמים, דאע\"פ שישראל היו לפנ\"ז ברום המעלות, הנה אעפ\"כ, כשהנני ממטיר לכם לחם מן השמים הרי אין דרגתם שלפנ\"ז מגיעה להמעלה שצריכה להיות אצלם ע\"י ענין זה. הן בנוגע ללימוד התורה, שצ\"ל באופן של הליכה, הילך בתורתי (שלי דוקא ע\"ד החילוק דמצוות הוי' ומצוותי59), ובפרט ע\"פ המבואר בתו\"א60 דבההליכה שבפסוק זה (הילך בתורתי) ישנם ב' הענינים דמלמעלמ\"ט ומלמטלמ\"ע, והן בנוגע להעבודה דכל מעשיך יהיו לשם שמים ובכל דרכיך דעהו61, שכללות צרכי האדם נק' בשם אכילה62, הנה ע\"י המן נפעל דאע\"פ שיודע שלחם זה יש קס\"ד לומר שעליו לבדו יחי' האדם, כי הכוונה היא ללחם זה כמו שהוא בתכלית השלימות (כמשנת\"ל), אעפ\"כ הרי זהו רק לחם מן הארץ, ולא על הלחם לבדו יחי' האדם כי על כל מוצא פי הוי' יחי' האדם. ובזה גופא למען הודיעך דייקא, היינו שאין זה רק באופן של אמונה, כ\"א ידיעה ובתכלית השלימות דידיעה, שיודע בעת אכלו את הלחם שאז מקבל חיות ממוצא פי הוי' שע\"י יחי' האדם.י) והנה התורה היא נצחית17, ולכאורה צלה\"ב במה הנצחיות של כל הפרטים ושל כללות הענין דהנני ממטיר לכם לחם מן השמים. עוד צלה\"ב, דהנה איתא בברכות63 משה תקן לישראל ברכת הזן בשעה שירד להם מן (שלכן אומרים הזן לשון נסתר64) יהושע תקן להם ברכת הארץ (על הארץ ועל המזון, ארץ דמפקא מזון65), ומחוייבים גם עתה, שהברכה הראשונה דברכת המזון היא ברכת הזן שהיא על המן. והענין הוא כמשנת\"ל66 בארוכה, דאפילו כשהעבודה היא (מאיזה טעם שיהי') רק ביחו\"ת, מ\"מ צריכים עכ\"פ מזמן לזמן גם להארה מיחו\"ע67 ועד שזה יפעול בגלוי. ועד\"ז כשהעבודה היא רק באופן דאתכפיא, מ\"מ צ\"ל ההתבוננות עכ\"פ בהשגה גם בהענין דאתהפכא. ועד\"ז הוא בלימוד התורה, דאף שעיקר הלימוד הוא לכאורה בנגלה דתורה, ששם הוא ענין היגיעה, אעפ\"כ מוכרח להיות גם הענין דפנימיות התורה68, וכמבואר בארוכה בקונטרס עץ החיים69 ובכמה דרושים. ואדרבה, הענין דפנימיות התורה הו\"ע דמלח שע\"י הוא קיום כל הלימוד. וכדאיתא בשבת70 משל לאדם שאמר לשלוחו העלה לי כור חטים לעלי' [היינו ענין החטים כפי שהוא באופן נעלה] כו' עירבת בהם קב חומטין א\"ל לאו כו', היינו שבלי ענין המלח71, אין קיום אפי' לכור של חטים ושבעלי'. ועד\"ז הוא בכללות העבודה דעולמות בי\"ע, הרי אמרז\"ל שצ\"ל כשם שאין בלבך אלא אחד כך אין בלבנו אלא אחד72, היינו שצריכים לזכור מה שאין בלבך (של יעקב, אצילות) אלא אחד, וזה פועל שאין בלבנו (השבטים, בי\"ע) אלא אחד כשם שאין בלבך כו'. והיינו דנוסף לזה שישנו הענין דועד, יש לו גם הענין דאחד. דאף שהענין דועד הוא המשכת מלכותו של הקב\"ה בכל העולמות כולם, מ\"מ אין זה מגיע להענין דאחד, כי אף שועד בחילופי אתוון אחד73, הרי אין זה מגיע להאתוון כפי שהם קודם החילוף, וכמובן מהמבואר בשער היחוד והאמונה74 ענין החילופים כו'.יא) ובזה יובן הנצחיות שבענין המן (דהתורה היא נצחית), דהיינו שבכל מקום ובכל זמן ובכל מעמד ומצב שיהודי נמצא, צריך לדעת שזה שיש לו הלחם מן הארץ, היינו כל הענינים שמקבל ע\"י שעושה כלי בדרך הטבע, בכל מלאכתך אשר תעשה75, הנה לא על הלחם לבדו יחי' האדם כי על כל מוצא פי הוי' יחי' האדם. כי בהענין שמקבל בדרך הטבע ישנו שם המוצא פי הוי' שהוא השרש ומקור דכל הענינים כפי שהוא באלקות, עד למקור כל המקורות ושרש כל השרשים, שזה בא בהעשי' דכל מלאכתך אשר תעשה בעולם הזה התחתון בזמן הגלות ובחושך כפול ומכופל. ועד\"ז הוא גם בעבודתו, דאע\"פ שעבודתו היא באופן דאחרי ה\"א תלכו76, באופן דיחו\"ת ובאופן דאתכפיא, מ\"מ יש לו הנתינת כח מענין המן, ועד שזה בא בגלוי. וכמובן מהמבואר77 בענין דלגבי משה מילתא זוטרתא היא78, שלכן היא מילתא זוטרתא גם אצל כאו\"א מישראל, הנה עד\"ז הוא בעניננו דהנני ממטיר לכם לחם מן השמים שהוא בזכות משה79, ומשה תקן ברכת הזן, שלכן ישנו זה אצל כאו\"א מישראל בכל מקום ובכל זמן ובכל מעמד ומצב שיהי'. וכמו שהוא בעבודה בכלל, כן הוא גם בלימוד התורה, דבאיזו דרגא בלימוד התורה שיהי', אפי' כשהתינוק שמתחיל לדבר שמלמדים אותו תורה, הנה אומרים תורה צוה לנו משה80, שבלימוד ודיבור זה יש לו כבר הענין דמשה, וכמבואר לעיל שענין המן שייך להכרה וידיעה שזהו\"ע התורה, וממשיך ענין זה למטה עד שנעשה דם ובשר כבשרו ברוחניות, ועד שנעשה דם ובשר כבשרו גם בגשמיות כפשוטו31.יב) והנה גילוי ענין זה הוא ע\"י הפצת המעיינות דפנימיות התורה חוצה, שבא בגלוי עכ\"פ בידיעה, עכ\"פ באופן של עומר, במדידה והגבלה, שלכן כתיב לשון ממטיר (ולא טל כבכל המקומות). וזה פועל שכמו שהי' בענין המן בפעם הראשונה, שהי' עומר לגולגולת (כמשנת\"ל) ואח\"כ אכלו אותו ונהי' דם ובשר כבשרו גם בעקב שברגלים, הנה כן גם עתה מתגלה ענין הגולגולת הנ\"ל. וכמשנת\"ל דבכל מקום ובכל זמן ובכל מעמד ומצב שיהי', הרי החל מהענין בעבודה, הנה אף שבגלוי ישנו אצלו הענין דועד, מ\"מ יודע שכשם שאין בלבך אלא אחד כך אין בלבנו אלא אחד, כי בלבבו פנימה ישנו הענין דאחד ממש, דלא כבחיצוניות שיש אצלו הענין דחילופי אתוון אחד, ועד\"ז הוא גם בתורה, דמשהתינוק מתחיל לדבר כו' מלמדו תורה צוה לנו משה, ועאכו\"כ כשכבר גדל בלימוד התורה ויש לו הענין דפנימיות התורה, הנה זה מגלה אח\"כ הפנימיות דעולם. וזה נעשה ההכנה קרובה ומביא אח\"כ את הגאולה האמיתית והשלימה ע\"י משיח צדקנו, שאז יהיו הענינים דפנימיות עתיק בגלוי, ועד שיהי' אז ולא יכנף עוד מוריך81, ויהי' הגילוי פנים בפנים כמבואר בתניא פל\"ו. וכבר הי' מעין זה בעת מתן תורה, שאז הי' בפעם הא' הענין דלמען אנסנו, הגבהה באופן שיהי' הליכה בתורה ילך בתורתי, וכמו שהי' מעין זה בשעת מתן תורה יהי' זה בגלוי ממש ובקרוב ממש בימות המשיח [אע\"פ שעיקר קבלת השכר הוא באלף השביעי, כמבואר בתניא שם בהגה\"ה], בגאולה האמיתית והשלימה ע\"י משיח צדקנו.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד יום ה' פ' בשלח, ט\"ו בשבט, ה'תשל\"זהנחההנני ממטיר לכם לחם מן השמים גו' (ומבאר שזהו) למען אנסנו הילך בתורתי אם לא1 וידועים דיוקי רבותינו נשיאינו בכתוב זה2, מהו הקשר דענין המן (לחם מן השמים) עם ענין התורה ובפרט שאומר למען אנסנו אם יוכל להיות קבלת התורה, היינו שמנסיון זה ידעו אם ילך בתורתי אם לא, שבנסיון זה תלוי ענין קבלת התורה וגם מהו לשון הילך בתורתי, הול\"ל כבכ\"מ לשון של לימוד, המתאים לתורה להיותה ענין של שכל, או הישמור תורתי וכיו\"ב עוד צלה\"ב, דהנה מכיון שאומרים בחמשה עשר באייר3 הנני ממטיר לכם לחם מן השמים, הרי מובן שזהו דבר חידוש לגבי הלחם מן הארץ שהיו אוכלים עד חמשה עשר באייר, ולכאורה אי\"מ שהרי ישנה מעלה גדולה בהלחם מן הארץ שאכלו אז שהי' מהעוגות מצות שאכלו בארץ מצרים שע\"ז נצטוו על מצות ומרורים יאכלוהו4, דענין המצה ה\"ה קשור עם הגאולה, וכמבואר בדרושי פסח5 דענין המצה (הנה אע\"פ שהו\"ע של קטנות, מ\"מ) הוא קטנות אבא וכמאמר6 אין התינוק יודע לקרות אבא כו' עד שיטעום טעם דגן, דעי\"ז הי' הגילוי דנגלה עליהם ממה\"מ הקב\"ה בכבודו ובעצמו וגאלם7, שמכ\"ז מובן גודל העילוי דלחם מן הארץ, ואעפ\"כ אומרים ש(אי\"ז מספיק ו)ישנו חידוש שנתוסף דוקא ע\"י הלחם מן השמים",
          "topics": [
            "אור",
            "גילוי",
            "משה",
            "תורה",
            "גאולה"
          ],
          "word_count": 194
        },
        {
          "chunk_id": "chunk_2",
          "content": "עוד צלה\"ב, דהרי החידוש דלחם מן השמים הי' בזה שבא שלא ע\"י עבודת ויגיעת האדם כלחם מן הארץ, אלא כמ\"ש הנני ממטיר לכם, היינו שבא מלמעלה, וא\"כ אי\"מ מהו הלשון ממטיר, הלא ענין המטר הוא לא כענין הטל שטל לא מיעצר8, אלא הוא תלוי בעבודת האדם, וכמבואר בדרושי האזינו9 החילוק בין יערוף כמטר לקחי ותזל כטל אמרתי10.ב) והנה במשנה תורה11 כתיב ויאכילך את המן גו' למען הודיעך כי לא על הלחם לבדו יחי' האדם כי על כל מוצא פי הוי' יחי' האדם, והיינו דנוסף לזה שענין המן הוא למען אנסנו הילך בתורתי גו', ישנו עוד ענין בהמן, שהוא למען הודיעך כי לא על הלחם לבדו יחי' האדם כי על כל מוצא פי הוי' יחי' האדם וצ\"ל שייכות ב' הענינים זל\"ז עוד צלה\"ב, דלכאורה יש בזה תמיהה גדולה ונפלאה, למה צריכים (אָנקומען) להמן כדי לידע שכל המציאות כולה תלוי' במוצא פי הוי', והרי לכאורה הוא דבר פשוט שלעולם הוי' דברך נצב בשמים12, היינו שהמוצא פי הוי' שבכל דבר הוא המהווה ומחי' ומקיים אותו13, שענין זה הוא באמונה פשוטה אצל כאו\"א מישראל שנקראו מאמינים בני מאמינים עוד בהיותם בארץ מצרים14, עאכו\"כ לאחרי היציאה ממצרים, שנגלה עליהם ממה\"מ הקב\"ה בכבודו ובעצמו כו', ובפרט לאחרי קריעת י\"ס בשביעי של פסח שאז אמרו זה א-לי ואנוהו15, וא\"כ ה\"ז לכאורה בפשטות שעל כל מוצא פי הוי' יחי' האדם, ומהו החידוש דהנני ממטיר לכם לחם מן השמים, ויאכילך את המן גו' שעי\"ז דוקא באה הידיעה שלא על הלחם לבדו יחי' האדם כי על כל מוצא פי הוי' יחי' האדם.ג) אך כללות נקודת הביאור בזה היא, דהחידוש דלחם מן השמים בא לאחרי שהי' הענין דלחם מן הארץ בתכלית העילוי שלו, ואעפ\"כ אומרים שישנו עילוי גדול יותר בלחם מן השמים (כדלקמן)",
          "topics": [
            "אור",
            "עולם",
            "הוד",
            "ישראל",
            "תורה"
          ],
          "word_count": 272
        },
        {
          "chunk_id": "chunk_3",
          "content": "ועד\"ז הוא בנוגע להחידוש דלמען הודיעך כי לא על הלחם לבדו יחי' האדם, דאין הכוונה בזה להודיע שאין העולם ח\"ו באופן שאין בעה\"ב לבירה זו והלחם הוא מציאות בפ\"ע, אלא שזה הי' ידוע בפשטות שהלחם מתהווה מפי הוי' שבו, ממכ\"ע, אבל עדיין אי\"ז הידיעה דאמיתית הענינים, שממוצא פי הוי' יחי' האדם.ד) ויובן כ\"ז בהקדם הביאור בהחילוק שבין לחם מן השמים ללחם מן הארץ כפי שהוא ברוחניות הענין שזהו בדוגמת החילוק בעבודה בין תורה למצוות דהעבודה דתורה היא באופן דהמשכה מלמעלמ\"ט, הלא כה דברי גו'16 ואשים דברי בפיך גו'17, היינו שזהו דבר הוי' שנמשך למטה (לחם מן השמים) ולכן אין שייך בזה שינויים דהתורה היא נצחית18 משא\"כ מעשה המצוות, הנה אע\"פ שגם זה בא ע\"י לימוד התורה וכמאמר19 גדול לימוד שמביא לידי מעשה, מ\"מ הרי זה קשור בפעולת האדם שצריך לעשות מהקלף גשמי שיהי' הענין דתפילין, ומהצמר גשמי שיהי' הענין דציצית וכו' (שזהו\"ע מן הארץ) ובתוספת ביאור יובן זה מב' הענינים כפי שהם בתורה עצמה (שהרי כל הענינים שבעולם תחלתם היא כפי שהם בתורה), שזהו תושב\"כ ותושבע\"פ20 דבתושב\"כ הרי כל אות וכל תג הוא מנוי וספור בדיוק, ואין שייך לומר בזה לא הוספה ולא גרעון ח\"ו (מן השמים), משא\"כ בתושבע\"פ כתיב21 ארוכה מארץ מדה ורחבה מני ים, ועד באופן דועלמות אין מספר22, בל\"ג, שזה בא23 ע\"י יגיעת האדם (מן הארץ) דיגעת ולא מצאת אל תאמין24, דמכיון שהוא יגע כדבעי (כפי תביעת התורה) הרי דבר ברור שעי\"ז יש לו לפי אופן היגיעה, ועד לאופן של מציאה ומצאת והנה כמו שהוא בקו התורה, כן הוא גם בשאר הב' קוין דגמ\"ח (מצוות) ועבודה דישנו חילוק זה (בקו הגמ\"ח) בין עבודתו הרוחנית (מצוות) לעבודתו עם העולם באופן שצריך יגיעת נפש ויגיעת בשר כדי להפוך את העולם שיהי' דירה לו ית' בתחתונים",
          "topics": [
            "אור",
            "תחתונים",
            "עולם",
            "נצח",
            "הוד"
          ],
          "word_count": 276
        },
        {
          "chunk_id": "chunk_4",
          "content": "ועד\"ז ישנם ב' ענינים אלו בעבודה גופא (שהיא הממוצע בין תורה לגמ\"ח), דישנה העבודה דאהבה בתענוגים, ועד\"ז העבודה דיום השבת, וקראת לשבת עונג25, שענין העונג (דאהבה בתענוגים ודשבת) קשור עם ענין המנוחה, היינו שאין אז כל ענין היגיעה, וכמבואר בתניא26 דאהבה בתענוגים ענינה הוא דוגמת מתן שכר כו', משא\"כ העבודה, מלשון עבוד עורות27 והעבודה דימות החול, שכללות ענין עבודות אלו הוא ע\"י יגיעה ועבודה גדולה.ה) וזהו ויאכילך את המן גו' למען הודיעך כי לא על הלחם לבדו יחי' האדם כי על כל מוצא פי הוי' יחי' האדם, דבזה יובן דהחידוש דלחם מן השמים על לחם מן הארץ ה\"ה אפי' כפי שהלחם מן הארץ הוא בדרגא הכי נעלית שבו (וכנ\"ל דגם לחם מן הארץ ברוחניות הענינים הו\"ע נעלה כו') דהנה הקס\"ד דעל הלחם לבדו יחי' האדם היא בדוגמת מה שאומרים דכללות הבריאה כולה היא באופן דעולם מלשון העלם והסתר28 אע\"פ שעולם על מילואו נברא29 שזהו מפני ששם מתגלה רק הענין דממכ\"ע (בלשון הזהר והקבלה) וע\"ז אומרים דתכלית השלימות דבנ\"י היא לידע שלא על הלחם לבדו יחי' האדם כי על כל מוצא פי הוי' יחי' האדם, דמוצא הוא לשון מקור ושרש כמבואר בכ\"מ30, דבערך הענין דממכ\"ע זהו\"ע סוכ\"ע, ובכללות יותר הו\"ע שלמעלה מממלא וסובב, שלמעלה מכל סדר ההשתלשלות, שזהו ע\"ד ענין הטל דטל לא מיעצר31",
          "topics": [
            "העלם",
            "בריאה",
            "עולם",
            "הוד",
            "תורה"
          ],
          "word_count": 203
        },
        {
          "chunk_id": "chunk_5",
          "content": "וכדי שתהי' ידיעה זו, לכן ויאכילך את המן גו', דענין זה (דלחם מן השמים, מוצא פי הוי') נעשה דם ובשר כבשרו, היינו אַז דאָס האָט דורכגענומען גם את הדם ובשר כו'32.ו) וזהו החידוש דלחם מן השמים, דאע\"פ שכבר הי' לפנ\"ז הענין דלחם מן הארץ, וע\"י היו גילויים נעלים ונפלאים, וכנ\"ל דאין התינוק יודע לקרות אבא כו' עד שיטעום טעם דגן, ועד שהענין דלחם מן הארץ פעל (את הענין דיודע לקרות אבא) שכבר אמרו זה א-לי ואנוהו14, מ\"מ יכול להיות כ\"ז (אך) בבחי' ממכ\"ע דאע\"פ שלפי שעה הי' הענין דנגלה עליהם ממה\"מ הקב\"ה בכבודו ובעצמו וגאלם6, ועד\"ז בקרי\"ס הי' גילוי נעלה יותר מגילוי הנבואה לגדול שבנביאים33, מ\"מ הרי הי' זה רק לפי שעה, אבל אח\"כ היתה העבודה (מסודרת) מיום ליום ודרגא אחר דרגא, שמזה מוכח שזה שייך לממכ\"ע, שבא בסדר והשתלשלות ולכן כשהיו צריכים לקבל את התורה ובאופן כזה שנתחדש ע\"י מתן תורה (היינו למעלה יותר מענין התורה שהי' לפנ\"ז, דקיימו כל התורה כולה עד שלא ניתנה34), שזהו ענין התורה כפי שהיא בבחי' הליכה דוקא, דאמיתית ענין ההליכה הוא בל\"ג35 עד באופן דאי\"ע, ועד באופן כזה שאפילו כשהגיע כבר להבל\"ג שבתורה הרי זה גבול לגבי ענין התורה שצריך לבא אליו ע\"י קיום הציווי (שהוא גם נתינת כח) דמעלין בקודש36, הנה כהקדמה לזה הי' צ\"ל הנני ממטיר לכם לחם מן השמים, שלמעלה מממכ\"ע וכו' ולכן הנה אף שכבר נמצאו אז בדרגא נעלית כנ\"ל, והי' במצב שנק' לכתך אחרי במדבר בארץ לא זרועה37, מ\"מ נק' זה לכתך אחרי דוקא, שאי\"ז ענין הפנימיות וכמבואר בארוכה במאמרים שלפנ\"ז38, ועד שכללות העבודה במשך זמן הגלות, ויתירה מזה כללות העבודה בעולמות בי\"ע הנה הכל הוא בחיצוניות עתיק, ודוקא לע\"ל יתגלה בחי' פנימיות עתיק39",
          "topics": [
            "גילוי",
            "עולמות",
            "תורה",
            "גלות",
            "דור"
          ],
          "word_count": 266
        },
        {
          "chunk_id": "chunk_6",
          "content": "ומכיון שזהו חיצוניות עתיק (נק' לכתך אחרי, כי) אי\"ז אמיתית ענין הפנים, ואמיתית ענין הפנים שבתורה הוא באופן שאין שם כלל מציאות דאחור, וכמו הלוחות שלא הי' בהם פנים ואחור (אלא כולו פנים40) כמבואר לעיל37 בארוכה, שזהו בחי' השיר שבתורה.ז) וזהו הנני ממטיר גו' למען אנסנו הילך בתורתי גו' דבכדי לבא לבחינת הליכה בתורה, הנה לפנ\"ז צ\"ל הענין דמן, וכמאמר המכילתא41 לא ניתנה תורה אלא לאוכלי המן, והדיוק בזה הוא לאוכלי המן (וכנ\"ל בפי' ויאכילך את המן), שהמן צ\"ל באופן שנעשה דם ובשר כבשרו דענין המן הוא שלא הי' בו פסולת, שהוא למעלה לגמרי מסדר ההשתלשלות42, מכיון שהוא למעלה מממכ\"ע ומסוכ\"ע וגם למעלה מדרגא הג' (שלמעלה מממלא וסוכ\"ע) וע\"י שענין זה בא באופן דאכילה ונעשה דם ובשר כבשרו, הנה עי\"ז נהי' הענין דאנסנו, ד[כמבואר בכמה דרושים43 וגם בספרי השרשים הרי] אנסנו הו\"ע של הרמה והגבהה כמו ארים נסי44, כי ע\"י אכילת המן מגביהים אותו למעלה מכל סדר ההשתלשלות שעי\"ז באים לבחי' ההליכה בתורה",
          "topics": [
            "תורה",
            "השתלשלות"
          ],
          "word_count": 153
        },
        {
          "chunk_id": "chunk_7",
          "content": "וזהו45 מ\"ש46 עומר לגולגולת דוקא, דענין הגולגולת הוא למעלה אפילו מהראש, וכמ\"ש47 שאו את ראש כל עדת בני ישראל גו' לגולגלותם, היינו48 שהרמת הראש (שאו את ראש) היא לגולגלותם שלמעלה מהראש, וזה הי' גם ענין המן שהי' עומר לגולגולת דייקא, כי ענינו הוא לפעול בישראל הידיעה דלא על הלחם לבדו (ממכ\"ע) יחי' האדם כי על כל מוצא פי הוי' יחי' האדם, וכמשנת\"ל.ח) ולהבין לשון ממטיר דוקא, הנני ממטיר לכם גו', הנה יובן זה מהמבואר בלקו\"ת בדרושי פ' עקב49, דאף שבכללות הנה המן הוא בחי' טל (כנ\"ל), אעפ\"כ נתגשם עד שדכו במדוכה ובשלו בפרור50, ועד שאפי' בצדיקים שאצלם הי' אכילת המן בלי טרחא, מ\"מ הי' צ\"ל ולקטו מעל פתח האוהל51, ואח\"כ הי' צ\"ל האכילה כפשוטה, ועד שמבואר בראשונים52 שהי' גם ענין הברכה המוציא לחם מן השמים או בנוסח אחר וכו'51 אבל מ\"מ, ע\"י שראו ואכלו המן ששרשו הוא מטלא דבדולחא, ונמשך למטה עד שנתגשם [כמבואר בדרושי כ\"ק אדה\"ז משנת תקס\"ח ועוד53], עי\"ז יוודע להם שלא על הלחם לבדו יחי' האדם54, היינו (לא שאי\"צ להיות ענין אכילת הלחם, אלא שצריך להיות אכילה (שלכן נתגשם המן), אמנם) השלילה היא שאין זה על הלחם לבדו, היינו בחי' ממכ\"ע שבזה (כמשנת\"ל), אלא על כל מוצא פי הוי' יחי' האדם, ע\"י שהמוצא פי הוי' מתלבש בהלחם, כמו שהמן נתגשם כו' וכמש\"נ בתורה שהיא נעלמה מעיני כל חי55, ואהי' שעשועים לפניו גו'56, ומשם נסעה וירדה בסתר המדרי' ממדרגה למדרגה כו' עד שנתלבשה כו' בדיו על הספר57, באותיות התורה58.ט) וזהו כללות הענין דהנני ממטיר לכם לחם מן השמים, דאע\"פ שישראל היו לפנ\"ז ברום המעלות, הנה אעפ\"כ, כשהנני ממטיר לכם לחם מן השמים הרי אין דרגתם שלפנ\"ז מגיעה להמעלה שצריכה להיות אצלם ע\"י ענין זה",
          "topics": [
            "צדיקים",
            "צדיק",
            "ישראל",
            "תורה",
            "גלות"
          ],
          "word_count": 266
        },
        {
          "chunk_id": "chunk_8",
          "content": "הן בנוגע ללימוד התורה, שצ\"ל באופן של הליכה, הילך בתורתי (שלי דוקא ע\"ד החילוק דמצוות הוי' ומצוותי59), ובפרט ע\"פ המבואר בתו\"א60 דבההליכה שבפסוק זה (הילך בתורתי) ישנם ב' הענינים דמלמעלמ\"ט ומלמטלמ\"ע, והן בנוגע להעבודה דכל מעשיך יהיו לשם שמים ובכל דרכיך דעהו61, שכללות צרכי האדם נק' בשם אכילה62, הנה ע\"י המן נפעל דאע\"פ שיודע שלחם זה יש קס\"ד לומר שעליו לבדו יחי' האדם, כי הכוונה היא ללחם זה כמו שהוא בתכלית השלימות (כמשנת\"ל), אעפ\"כ הרי זהו רק לחם מן הארץ, ולא על הלחם לבדו יחי' האדם כי על כל מוצא פי הוי' יחי' האדם ובזה גופא למען הודיעך דייקא, היינו שאין זה רק באופן של אמונה, כ\"א ידיעה ובתכלית השלימות דידיעה, שיודע בעת אכלו את הלחם שאז מקבל חיות ממוצא פי הוי' שע\"י יחי' האדם.י) והנה התורה היא נצחית17, ולכאורה צלה\"ב במה הנצחיות של כל הפרטים ושל כללות הענין דהנני ממטיר לכם לחם מן השמים עוד צלה\"ב, דהנה איתא בברכות63 משה תקן לישראל ברכת הזן בשעה שירד להם מן (שלכן אומרים הזן לשון נסתר64) יהושע תקן להם ברכת הארץ (על הארץ ועל המזון, ארץ דמפקא מזון65), ומחוייבים גם עתה, שהברכה הראשונה דברכת המזון היא ברכת הזן שהיא על המן והענין הוא כמשנת\"ל66 בארוכה, דאפילו כשהעבודה היא (מאיזה טעם שיהי') רק ביחו\"ת, מ\"מ צריכים עכ\"פ מזמן לזמן גם להארה מיחו\"ע67 ועד שזה יפעול בגלוי ועד\"ז כשהעבודה היא רק באופן דאתכפיא, מ\"מ צ\"ל ההתבוננות עכ\"פ בהשגה גם בהענין דאתהפכא ועד\"ז הוא בלימוד התורה, דאף שעיקר הלימוד הוא לכאורה בנגלה דתורה, ששם הוא ענין היגיעה, אעפ\"כ מוכרח להיות גם הענין דפנימיות התורה68, וכמבואר בארוכה בקונטרס עץ החיים69 ובכמה דרושים ואדרבה, הענין דפנימיות התורה הו\"ע דמלח שע\"י הוא קיום כל הלימוד",
          "topics": [
            "אור",
            "נצח",
            "הוד",
            "משה",
            "ישראל"
          ],
          "word_count": 267
        },
        {
          "chunk_id": "chunk_9",
          "content": "וכדאיתא בשבת70 משל לאדם שאמר לשלוחו העלה לי כור חטים לעלי' [היינו ענין החטים כפי שהוא באופן נעלה] כו' עירבת בהם קב חומטין א\"ל לאו כו', היינו שבלי ענין המלח71, אין קיום אפי' לכור של חטים ושבעלי' ועד\"ז הוא בכללות העבודה דעולמות בי\"ע, הרי אמרז\"ל שצ\"ל כשם שאין בלבך אלא אחד כך אין בלבנו אלא אחד72, היינו שצריכים לזכור מה שאין בלבך (של יעקב, אצילות) אלא אחד, וזה פועל שאין בלבנו (השבטים, בי\"ע) אלא אחד כשם שאין בלבך כו' והיינו דנוסף לזה שישנו הענין דועד, יש לו גם הענין דאחד דאף שהענין דועד הוא המשכת מלכותו של הקב\"ה בכל העולמות כולם, מ\"מ אין זה מגיע להענין דאחד, כי אף שועד בחילופי אתוון אחד73, הרי אין זה מגיע להאתוון כפי שהם קודם החילוף, וכמובן מהמבואר בשער היחוד והאמונה74 ענין החילופים כו'.יא) ובזה יובן הנצחיות שבענין המן (דהתורה היא נצחית), דהיינו שבכל מקום ובכל זמן ובכל מעמד ומצב שיהודי נמצא, צריך לדעת שזה שיש לו הלחם מן הארץ, היינו כל הענינים שמקבל ע\"י שעושה כלי בדרך הטבע, בכל מלאכתך אשר תעשה75, הנה לא על הלחם לבדו יחי' האדם כי על כל מוצא פי הוי' יחי' האדם כי בהענין שמקבל בדרך הטבע ישנו שם המוצא פי הוי' שהוא השרש ומקור דכל הענינים כפי שהוא באלקות, עד למקור כל המקורות ושרש כל השרשים, שזה בא בהעשי' דכל מלאכתך אשר תעשה בעולם הזה התחתון בזמן הגלות ובחושך כפול ומכופל ועד\"ז הוא גם בעבודתו, דאע\"פ שעבודתו היא באופן דאחרי ה\"א תלכו76, באופן דיחו\"ת ובאופן דאתכפיא, מ\"מ יש לו הנתינת כח מענין המן, ועד שזה בא בגלוי",
          "topics": [
            "אלקות",
            "אצילות",
            "עולם",
            "עולמות",
            "מלכות"
          ],
          "word_count": 250
        },
        {
          "chunk_id": "chunk_10",
          "content": "וכמובן מהמבואר77 בענין דלגבי משה מילתא זוטרתא היא78, שלכן היא מילתא זוטרתא גם אצל כאו\"א מישראל, הנה עד\"ז הוא בעניננו דהנני ממטיר לכם לחם מן השמים שהוא בזכות משה79, ומשה תקן ברכת הזן, שלכן ישנו זה אצל כאו\"א מישראל בכל מקום ובכל זמן ובכל מעמד ומצב שיהי' וכמו שהוא בעבודה בכלל, כן הוא גם בלימוד התורה, דבאיזו דרגא בלימוד התורה שיהי', אפי' כשהתינוק שמתחיל לדבר שמלמדים אותו תורה, הנה אומרים תורה צוה לנו משה80, שבלימוד ודיבור זה יש לו כבר הענין דמשה, וכמבואר לעיל שענין המן שייך להכרה וידיעה שזהו\"ע התורה, וממשיך ענין זה למטה עד שנעשה דם ובשר כבשרו ברוחניות, ועד שנעשה דם ובשר כבשרו גם בגשמיות כפשוטו31.יב) והנה גילוי ענין זה הוא ע\"י הפצת המעיינות דפנימיות התורה חוצה, שבא בגלוי עכ\"פ בידיעה, עכ\"פ באופן של עומר, במדידה והגבלה, שלכן כתיב לשון ממטיר (ולא טל כבכל המקומות) וזה פועל שכמו שהי' בענין המן בפעם הראשונה, שהי' עומר לגולגולת (כמשנת\"ל) ואח\"כ אכלו אותו ונהי' דם ובשר כבשרו גם בעקב שברגלים, הנה כן גם עתה מתגלה ענין הגולגולת הנ\"ל וכמשנת\"ל דבכל מקום ובכל זמן ובכל מעמד ומצב שיהי', הרי החל מהענין בעבודה, הנה אף שבגלוי ישנו אצלו הענין דועד, מ\"מ יודע שכשם שאין בלבך אלא אחד כך אין בלבנו אלא אחד, כי בלבבו פנימה ישנו הענין דאחד ממש, דלא כבחיצוניות שיש אצלו הענין דחילופי אתוון אחד, ועד\"ז הוא גם בתורה, דמשהתינוק מתחיל לדבר כו' מלמדו תורה צוה לנו משה, ועאכו\"כ כשכבר גדל בלימוד התורה ויש לו הענין דפנימיות התורה, הנה זה מגלה אח\"כ הפנימיות דעולם",
          "topics": [
            "גילוי",
            "עולם",
            "משה",
            "ישראל",
            "תורה"
          ],
          "word_count": 244
        },
        {
          "chunk_id": "chunk_11",
          "content": "וזה נעשה ההכנה קרובה ומביא אח\"כ את הגאולה האמיתית והשלימה ע\"י משיח צדקנו, שאז יהיו הענינים דפנימיות עתיק בגלוי, ועד שיהי' אז ולא יכנף עוד מוריך81, ויהי' הגילוי פנים בפנים כמבואר בתניא פל\"ו וכבר הי' מעין זה בעת מתן תורה, שאז הי' בפעם הא' הענין דלמען אנסנו, הגבהה באופן שיהי' הליכה בתורה ילך בתורתי, וכמו שהי' מעין זה בשעת מתן תורה יהי' זה בגלוי ממש ובקרוב ממש בימות המשיח [אע\"פ שעיקר קבלת השכר הוא באלף השביעי, כמבואר בתניא שם בהגה\"ה], בגאולה האמיתית והשלימה ע\"י משיח צדקנו",
          "topics": [
            "גילוי",
            "תורה",
            "גאולה",
            "משיח"
          ],
          "word_count": 86
        }
      ],
      "footnotes": "* ) יצא לאור בשעתו, \"ער\"ח אדר, ה'תשל\"ז\".1) בשלח טז, ד.2) תו\"א סה, סע\"א ואילך. אוה\"ת בשלח ע' תקצו. ועוד.3) בשלח שם א. וראה פרש\"י שם (משבת פז, ב).4) בהעלותך ט, יא. וראה בא יב, ח.5) לקו\"ת צו יג, ג ואילך. וראה אוה\"ת בשלח ע' תקפט.6) ברכות מ, א.7) נוסח ההגדה.8) תענית ג, א.9) לקו\"ת האזינו עג, ב ואילך. ובכ\"מ.10) האזינו לב, ב.11) עקב ח, ג.12) תהלים קיט, פט.13) שעהיוה\"א בתחלתו.14) ראה שבת צז, רע\"א.15) בשלח טו, ב. וראה פרש\"י שם.16) ירמי' כג, כט.17) ישעי' נא, טז.18) תניא רפי\"ז.19) קידושין מ, ב.20) ראה אוה\"ת בשלח ע' תקצ.21) איוב יא, ט. וראה עירובין כא, א.22) שה\"ש ו, ח ובשהש\"ר עה\"כ.23) ראה גם המשך תרס\"ו ע' תה ואילך.24) מגילה ו, ב.25) ישעי' נח, יג.26) פי\"ד.27) תו\"א משפטים עו, א. וראה לקו\"ת ויקרא ב, ד.28) לקו\"ת שלח לז, ד.29) ראה ב\"ר פי\"ב, ו. פי\"ד, ז.30) ראה לקו\"ת צו יג, רע\"ג (בעניננו). מסעי צו, א. ובכ\"מ.31) ראה לקו\"ת עקב יד, ב.32) ראה תניא פ\"ה.33) ראה מכילתא ופרש\"י עה\"פ.34) יומא כח, ב.35) ראה ד\"ה צאינה וראינה תר\"ס. ובכ\"מ.36) ברכות כח, א. וש\"נ.37) ירמי' ב, ב. וראה גם המשך תרס\"ו ס\"ע רמא ואילך.38) ד\"ה באתי לגני שנה זו פ\"ז ואילך. פ\"י (לעיל ס\"ע שפז ואילך. ע' שצג ואילך).39) פע\"ח ש' הק\"ש פט\"ו.40) שבת קד, א. וראה ירושלמי שקלים פ\"ו ה\"א.41) עה\"פ בשלח טז, ד.42) ראה תו\"א סה, סע\"ב ואילך. פט, א. אוה\"ת שם ע' תקצט ואילך. תרלה. ובכ\"מ.43) ראה גם תו\"א ע, סע\"ד.44) ישעי' מט, כב.45) ראה אוה\"ת שם ע' תקצד. ס\"ע תרא ואילך.46) בשלח טז, טז.47) במדבר א, ב.48) ראה לקו\"ת ר\"פ במדבר.49) יד, א.50) בהעלותך יא, ח.51) ראה יומא עה, א.52) הרמ\"ע מפאנו בס' מאמר שבתות ה' ח\"ב בתחלתו בהמשך דבריו ע\"ד הסעודה דלעת\"ל כותב שכן יברכו אז על המן (השמור בצנצנת). ובס' חסידים (הוצאת מק\"ן) סי' תתתת\"מ: על המן היו מברכים הנותן לחם מן השמים. וראה זח\"ב (סב, ב): נפקי ולקטי ומברכאן שמא קדישא עלי' (ובאוה\"ח – מהרמ\"ק – היינו ברכת המוציא) כו' ומברך למלכא קדישא (שם – היינו ברכת המזון). – וכנראה (כיון שלא הזכירו את הרמ\"ק) שלא הי' זה לעיני כמה דשקו\"ט בכ\"ז (הובאו בשד\"ח כללים כ' כלל ק. נפש חי' – מרגלית – לאו\"ח סר\"ד סי\"ג. תו\"ש חי\"ד בסופו).53) ראה סה\"מ תקס\"ח ע' לו. וראה סה\"מ תקס\"ב ע' סג (בנוגע לטל). הנחות הר\"פ ע' עח. וראה תו\"ח בשלח שג, סע\"א [בהוצאה החדשה – ח\"א רי, ב ואילך].54) ראה תו\"א (פט, א), שגם לאחר שנתגשם ונעשה מזון גשמי \"מלובש בו אורות העליונים ממש. ולכן הוא ג\"כ למטה .. אין בו פסולת\". ובד\"ה והריחו (בסה\"מ אתהלך-ליאזנא ע' רלה ואילך) נראה דהמן למטה הי' מהות השפע דלמעלה.55) איוב כח, כא.56) משלי ח, ל.57) תניא פ\"ד.58) לקו\"ת שם (עקב יד, א) – דמה שנתגשם המן הוא דוגמא להתלבשות התורה באותיות גשמיות.59) לקו\"ת במדבר ט, ג. ובכ\"מ.60) סה, ג.61) אבות פ\"ב מי\"ב. משלי ג, ו. וראה רמב\"ם הל' דיעות ספ\"ג.62) ראה סנהדרין לח, א: כדי שיכנס לסעודה מיד כו', ובפרש\"י שם.63) מח, ב.64) תו\"א סו, ב. לקו\"ת עקב יד, ג.65) ברכות מט, א.66) ד\"ה באתי לגני שנה זו פ\"ז. פי\"א ואילך (לעיל ריש ע' שפט. ע' שצד ואילך).67) ראה אוה\"ת שבהערה 5 שענין המן הוא ד\"ע, שהו\"ע יחו\"ע כמבואר באוה\"ת שם ע' תקצא. ושם, די\"ל ששרש המן הוא למע' מב' הדעות דיחו\"ת ויחו\"ע.68) ראה אוה\"ת בשלח (ס\"ע תרו ואילך. תריז ואילך. תרמח) שענין המן בתורה הוא פנימיות התורה. וראה זח\"ב קפג, ב: ומגו ההוא נהמא (מן) הוו ידעין ומסתכלין ברזי דאורייתא.69) פי\"ג ואילך.70) לא, סע\"א. וראה לקו\"ת ויקרא ו, א.71) ראה פרש\"י שבת שם. לקו\"ת שם.72) פסחים נו, א.73) זח\"ב קלד, א. שעהיוה\"א פ\"ז.74) פ\"א. פי\"ב.75) פ' ראה טו, יח.76) ראה יג, ה.77) תניא פמ\"ב.78) ברכות לג, ב.79) תענית ט, א.80) סוכה מב, א.81) ישעי' ל, כ.",
      "glossary": "|אַז דאָס האָט דורכגענומען (Az Dos Hot Durchgenumen): That this has permeated; אהבה בתענוגים (Ahavah BeTa'anugim): Love with delights; אהי' שעשועים לפניו (Ehyeh Sha'ashu'im Lefanav): I was His delight; אות (Ot): Letter; אי\"ע (Ein Sof): Infinite; אין התינוק יודע לקרות אבא (Ein HaTinok Yodea Likrot Abba): The child doesn't know how to call father; אכילה (Achilah): Eating; אמונה פשוטה (Emunah Peshutah): Simple faith; אמיתית ענין ההליכה (Amitit Inyan HaHalichah): True nature of walking; אמיתית ענין הפנים (Amitit Inyan HaPanim): True nature of the face; אנסנו (Anasenu): We shall test them; ארוכה מארץ מדה ורחבה מני ים (Arukah MeEretz Midah URechavah Mini Yam): Longer than the earth is its measure and broader than the sea; ארים נסי (Arim Nisi): I will raise My banner; בארץ לא זרועה (BeEretz Lo Zeru'ah): In an unsown land; בחי' הליכה (Bechinat Halichah): Aspect of walking; בחי' ממכ\"ע (Bechinat Memalei Kol Almin): Aspect of filling all worlds; בכבודו ובעצמו וגאלם (Bichvodo UVe'atzmo UGe'alam): In His glory and essence and redeemed them; בל\"ג (Bli Gvul): Without limit; בנ\"י (Bnei Yisrael): Children of Israel; בס\"ד (Besiyata Dishmaya): With Divine assistance; גאולה (Geulah): Redemption; גדול לימוד שמביא לידי מעשה (Gadol Limud SheMevi Lidei Ma'aseh): Great is study that leads to action; גדול שבנביאים (Gadol SheBaNevi'im): Greatest of the prophets; גולגולת (Gulgolt): Skull; גילוי הנבואה (Giluy HaNevu'ah): Revelation of prophecy; גמ\"ח (Gemilut Chasadim): Acts of loving kindness; דירה לו ית' בתחתונים (Dirah Lo Yitbarach BaTachtonim): Dwelling for Him in the lower worlds; דכו במדוכה ובשלו בפרור (Dachu BaMeduchah UVishlu BaParur): They ground it in mills and cooked it in pots; דם ובשר כבשרו (Dam UVasar KiVsaro): Blood and flesh like his flesh; דרגא אחר דרגא (Darga Achar Darga): Level after level; דרגא הג' (Darga HaGimel): Third level; ה'תשל\"ז (5737): Year 5737; הבל\"ג שבתורה (HaBli Gvul SheBaTorah): The limitless aspect of Torah; הוספה ולא גרעון (Hosafah VeLo Gera'on): Addition nor subtraction; המוציא לחם מן השמים (HaMotzi Lechem Min HaShamayim): Who brings forth bread from heaven; המשכה מלמעלמ\"ט (Hamshachah MiLema'alah LeMa'atah): Drawing down from above to below; הנחה (Hanachah): Discourse/Teaching; הנני ממטיר לכם לחם מן השמים (Hineni Mamtir Lachem Lechem Min HaShamayim): Behold I will rain bread from heaven for you; הקב\"ה (HaKadosh Baruch Hu): The Holy One Blessed Be He; הרמה והגבהה (Haramah VeHagbahah): Elevation and raising; הרמת הראש (Haramat HaRosh): Lifting of the head; השיר שבתורה (HaShir SheBaTorah): The song in the Torah; ואשים דברי בפיך (VaSamti Devarai BeFicha): And I have put My words in your mouth; ויאכילך את המן (VeHe'echilcha Et HaMan): And He fed you the manna; ולקטו מעל פתח האוהל (VeLaktu Me'al Petach HaOhel): They gathered from the entrance of the tent; וקראת לשבת עונג (VeKarata LaShabbat Oneg): And you shall call the Sabbath a delight; זה א-לי ואנוהו (Zeh Eli VeAnvehu): This is my God and I will glorify Him; זהר והקבלה (Zohar VeHaKabbalah): Zohar and Kabbalah; חיצוניות (Chitzoniyut): Externality; חיצוניות עתיק (Chitzoniyut Atik): Externality of Atik; חמשה עשר באייר (Chamisha Asar BeIyar): Fifteenth of Iyar; ט\"ו בשבט (Tu BiShvat): Fifteenth of Shvat; טל (Tal): Dew; טל לא מיעצר (Tal Lo Mie'tzer): Dew is never withheld; טלא דבדולחא (Tala DeBdolcha): Dew of bdellium; טעם דגן (Ta'am Dagan): Taste of grain; יגיעת האדם (Yegi'at HaAdam): Human effort; יגעת ולא מצאת אל תאמין (Yagata VeLo Matzata Al Ta'amin): If you toiled but did not find, do not believe; יום ה' (Yom Hey): Thursday; יום השבת (Yom HaShabbat): Sabbath day; ימות החול (Yemot HaChol): Weekdays; יערוף כמטר לקחי (Ya'arof KaMatar Likchi): My teaching shall drop as rain; יציאה ממצרים (Yetzi'at Mitzrayim): Exodus from Egypt; כ\"ק אדה\"ז (Kevod Kedushat Admur HaZaken): His holy honor the Alter Rebbe; כבודו ובעצמו (Bichvodo UVe'atzmo): In His glory and essence; כה דברי (Ko Devarai): So are My words; כולו פנים (Kulo Panim): All face; כל עדת בני ישראל (Kol Adat Bnei Yisrael): The entire congregation of Israel; לא ניתנה תורה אלא לאוכלי המן (Lo Nitnah Torah Ela LeOchlei HaMan): Torah was only given to those who eat manna; לא על הלחם לבדו יחיה האדם (Lo Al HaLechem Levado Yichyeh HaAdam): Man does not live by bread alone; לגולגלותם (LeGulgolotam): According to their skulls; לוחות (Luchot): Tablets; לחם מן הארץ (Lechem Min HaAretz): Bread from the earth; לחם מן השמים (Lechem Min HaShamayim): Bread from heaven; לכתך אחרי במדבר (Lechtaich Acharai BaMidbar): Your following Me in the wilderness; למעלה אפילו מהראש (Lema'alah Afilu MeHaRosh): Above even the head; למעלה לגמרי מסדר ההשתלשלות (Lema'alah LeGamrei MiSeder HaHishtalshelut): Completely above the order of emanation; למען אנסנו הילך בתורתי אם לא (Lema'an Anasenu Haloch BeThorati Im Lo): In order to test them whether they will walk in My Torah or not; למען הודיעך (Lema'an Hodi'acha): In order to make you know; לע\"ל (Le'Atid Lavo): In the future to come; לעולם הוי' דברך נצב בשמים (Le'olam Hashem Devarcha Nitzav BaShamayim): Forever Your word stands in heaven; לפי שעה (Lefi Sha'ah): Temporarily; לקו\"ת (Likutei Torah): Likutei Torah; מאמינים בני מאמינים (Ma'aminim Bnei Ma'aminim): Believers, children of believers; מהווה ומחיה ומקיים (Mehave UMechaye UMekayem): Creates, sustains and maintains; מוצא פי הוי' (Motza Pi Hashem): That which proceeds from the mouth of God; מטר (Matar): Rain; מכילתא (Mechilta): Mechilta; ממדרגה למדרגה (MiMadregah LeMadregah): From level to level; ממכ\"ע (Memalei Kol Almin): Filling all worlds; מן (Man): Manna; מנוחה (Menuchah): Rest; מנוי וספור (Manuy VeSafur): Counted and numbered; מסודרת (Mesudderet): Organized; מעלין בקודש (Ma'alin BaKodesh): We elevate in holiness; מעשה המצוות (Ma'aseh HaMitzvot): Performance of commandments; מצה (Matzah): Matzah; מצוות (Mitzvot): Commandments; מצות ומרורים (Matzot UMarorim): Matzah and bitter herbs; מציאה ומצאת (Metzi'ah UMatzata): Finding and you found; מציאות דאחור (Metzi'ut DeAchor): Existence of the back; מצרים (Mitzrayim): Egypt; מקור ושרש (Makor VeShoresh): Source and root; משנה תורה (Mishneh Torah): Deuteronomy; משנת תקס\"ח (MiShnat 5568): From the year 5568; מתן שכר (Matan Sachar): Giving of reward; מתן תורה (Matan Torah): Giving of the Torah; נגלה עליהם ממה\"מ (Niglah Aleihem MiMah HaMakom): Revealed to them from the Omnipresent; נסיון (Nisayon): Test; נסעה וירדה בסתר המדרי' (Nas'ah VeYardah BeSeter HaMadregot): Traveled and descended in secret through the levels; נעלמה מעיני כל חי (Ne'elmah Me'einei Kol Chai): Hidden from the eyes of all living; נצחית (Nitzchit): Eternal; נתלבשה (Nitlabshah): Became; סדר ההשתלשלות (Seder HaHishtalshelut): Order of emanation; סוכ\"ע (Sovev Kol Almin): Surrounding all worlds; עבוד עורות (Avud Orot): Working hides; עבודה (Avodah): Service; עבודות (Avodot): Services; עבודת ויגיעת האדם (Avodat VeYegi'at HaAdam): Human labor and toil; עוגות מצות (Ugot Matzot): Matzah cakes; עולם מלשון העלם והסתר (Olam MiLashon He'elem VeHester): World from the language of concealment and hiddenness; עולם על מילואו נברא (Olam Al Milo'o Nivra): The world was created in its fullness; עולמות אין מספר (Olamot Ein Mispar): Worlds without number; עולמות בי\"ע (Olamot BYA): Worlds of Beriah, Yetzirah, Asiyah; עומר לגולגולת (Omer LaGulgolt): An omer per head; עונג (Oneg): Delight; על כל מוצא פי הוי' יחיה האדם (Al Kol Motza Pi Hashem Yichyeh HaAdam): By every word that proceeds from the mouth of God does man live; פ' בשלח (Parashat Beshalach): Torah portion Beshalach; פ' עקב (Parashat Ekev): Torah portion Ekev; פנים ואחור (Panim VeAchor): Front and back; פנימיות (Pnimiyut): Inwardness; פנימיות עתיק (Pnimiyut Atik): Inwardness of Atik; פסולת (Psolt): Waste; ציצית (Tzitzit): Fringes; צמר גשמי (Tzemer Gashmi): Physical wool; קבלת התורה (Kabbalat HaTorah): Receiving the Torah; קטנות (Katnut): Smallness/Immaturity; קטנות אבא (Katnut Abba): Smallness of Abba; קיימו כל התורה כולה עד שלא ניתנה (Kiymu Kol HaTorah Kulah Ad SheLo Nitna): They fulfilled the entire Torah before it was given; קלף גשמי (Kelaf Gashmi): Physical parchment; קרי\"ס (Keri'at Yam Suf): Splitting of the Red Sea; קריעת ים סוף (Keri'at Yam Suf): Splitting of the Red Sea; ראשונים (Rishonim): Early authorities; רבותינו נשיאינו (Rabboteinu Nesi'einu): Our Rabbis, our leaders; רוחניות הענין (Ruchaniyut HaInyan): Spiritual aspect of the matter; שאו את ראש (Se'u Et Rosh): Lift up the head; שביעי של פסח (Shevi'i Shel Pesach): Seventh day of Passover; שכל (Seichel): Intellect; שלמעלה מממלא וסובב (SheLema'alah MiMemalei VeSovev): Above filling and surrounding; תג (Tag): Crown; תורה (Torah): Torah; תורה למצוות (Torah LeMitzvot): Torah to commandments; תושב\"כ (Torah SheBichtav): Written Torah; תושבע\"פ (Torah SheBe'al Peh): Oral Torah; תזל כטל אמרתי (Tizal KaTal Imrati): My speech shall distill as dew; תכלית השלימות (Tachlit HaShlimut): Ultimate perfection; תניא (Tanya): Tanya; תפילין (Tefillin): Phylacteries;"
    },
    "search_tags": [
      "נצח",
      "דור",
      "עבודה",
      "תכלית",
      "צדיק",
      "העלם",
      "אלקות",
      "Knowledge",
      "Love",
      "נשיא",
      "World",
      "מלכות",
      "Jew",
      "דעת",
      "Jacob",
      "אצילות",
      "Concealment",
      "Commandments",
      "Righteous ones",
      "Dwelling",
      "Purpose",
      "גאולה",
      "Chain of descent",
      "Torah",
      "צדיקים",
      "כוונה",
      "Creation",
      "Splendor",
      "Moses",
      "Emanation",
      "מצוות",
      "Generation",
      "יעקב",
      "Exile",
      "Israel",
      "ישראל",
      "המשכה",
      "תורה",
      "Kingship",
      "Light",
      "Upper worlds",
      "השתלשלות",
      "אהבה",
      "גלות",
      "אור",
      "בריאה",
      "Eternity",
      "Lower worlds",
      "Intention",
      "משיח",
      "Worlds",
      "הוד",
      "Revelation",
      "Redemption",
      "Righteous one",
      "Service",
      "Leader",
      "Divinity",
      "יהודי",
      "גילוי",
      "משה",
      "תחתונים",
      "עולמות",
      "דירה",
      "חסיד",
      "Chassid",
      "Drawing down",
      "עליונים",
      "Messiah",
      "עולם"
    ]
  }
}