{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "1_שמה",
    "reference": "Reference: 1_שמה",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אור",
        "אור א\"ס",
        "אוא\"ס",
        "עצמות",
        "גילוי",
        "צמצום",
        "תחתונים",
        "עולם",
        "עולמות",
        "מלכות",
        "בינה",
        "דעת",
        "נצח",
        "הוד",
        "צדיקים",
        "צדיק",
        "יעקב",
        "משה",
        "ישראל",
        "מצוות",
        "תורה",
        "גלות",
        "גאולה",
        "משיח",
        "דור",
        "עבודה",
        "אהבה",
        "המשכה",
        "העלאה",
        "דירה",
        "תכלית",
        "כוונה",
        "רצון",
        "חטא",
        "תשובה",
        "השתלשלות",
        "העלמות",
        "נשיא",
        "חסיד",
        "חסידות"
      ],
      "key_concepts": [
        "Light",
        "Infinite Light",
        "Infinite Light",
        "Essence",
        "Revelation",
        "Contraction",
        "Lower worlds",
        "World",
        "Worlds",
        "Kingship",
        "Understanding",
        "Knowledge",
        "Eternity",
        "Splendor",
        "Righteous ones",
        "Righteous one",
        "Jacob",
        "Moses",
        "Israel",
        "Commandments",
        "Torah",
        "Exile",
        "Redemption",
        "Messiah",
        "Generation",
        "Service",
        "Love",
        "Drawing down",
        "Elevation",
        "Dwelling",
        "Purpose",
        "Intention",
        "Will",
        "Sin",
        "Repentance",
        "Chain of descent",
        "Concealments",
        "Leader",
        "Chassid",
        "Chassidut"
      ],
      "biblical_references": [
        "שה\"ש כד, סע",
        "שה\"ש לב, א",
        "שה\"ש נ, סע",
        "בראשית א, א",
        "בראשית ב, ג",
        "בראשית שם, ד",
        "בראשית ב, ב",
        "דברים לקדמותם, וע",
        "תהלים פד, יב",
        "תהלים נה, יט",
        "ישעי' מג, כה",
        "ישעי' מב, ח"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "זהר",
        "זהר",
        "זהר",
        "ברכות ח, א"
      ],
      "chassidic_references": [
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת"
      ],
      "document_type": "מאמר",
      "word_count": 2031,
      "chunk_count": 9
    },
    "content": {
      "main_text": "בס\"ד. ש\"פ האזינו, שבת שובה ה'תש\"משובה ישראל עד ה' אלקיך1, וידוע בזה דיוק רבותינו נשיאינו מהו אומרו עד הוי' אלקיך דלכאורה הול\"ל להוי' אלקיך2. וגם מה שנקט ב' השמות הוי' ואלקיך3. ובפרט שאומר כאן שובה ישראל, דשם ישראל מתאר מדריגה הנעלית שבישראל, דבני ישראל נחלקים בכלל לב' מדריגות יעקב וישראל, ושם ישראל הוא ע\"ש כי שרית עם אלקים ועם אנשים ותוכל4, שמזה מובן שמדבר כאן בענין שלימות התשובה5. וכמובן גם ממה שההפטורה דשבת תשובה היא שובה ישראל, שהתשובה דשבת תשובה היא דרגא נעלית בתשובה עילאה. דהנה שבת אותיות תשב היא בחי' תשובה עילאה6, ובתשובה עילאה גופא [שיש בה כמה דרגות] היא תשובה נעלית שהרי צ\"ל כל ימיו (גם בימי החול) בתשובה עילאה7, שמזה מובן, ששבת היא דרגא נעלית בתשובה עילאה גופא. ובפרט בשבת תשובה שמתקן ומעלה את כל שבתות השנה [כמבואר בכתבי האריז\"ל8 בענין ז' הימים שבין ראש השנה ליום הכפורים שיש בהם כל ז' ימי השבוע, שביום הראשון בשבוע שבימים אלו מתקנים ומעלים את ימי ראשון דכל השנה, ועד\"ז ביום ב' וכו', ובשבת תשובה מתקנים ומעלים את השבתות דכל השנה], כי התשובה דשבת תשובה היא נעלית גם מהתשובה דכל שבתות השנה, ותשובה זו היא בדוגמת יום הכפורים9 דכתיב בי'10 כי ביום הזה יכפר עליכם גו' לפני הוי' תטהרו, לפני הוי' דוקא למעלה משם הוי'11, ועוד יותר מזה אומר יכפר עליכם סתם מאן דלית לי' שם ידיעא ולא אתפס בשם כו'12, ולמה אומר כאן עד הוי' אלקיך.ב) וידוע הביאור בזה13, דמ\"ש שובה ישראל עד הוי' אלקיך הוא ענין יחוד הוי' ואלקים כמ\"ש14 וידעת גו' הוי' הוא האלקים, שהיא ידיעה נעלית ביותר, כמבואר בזהר15. ולכן אומר שובה ישראל עד הוי' אלקיך כי ענין התשובה שייך לידיעה זו כמ\"ש16 (גבי ענין התשובה שהי' בהר הכרמל) ויאמרו הוי' הוא האלקים הוי' הוא האלקים. וכפל הוי' הוא האלקים הוי' הוא האלקים ב' פעמים לפי שע\"י עבודת התשובה, שהיא למעלה מעבודת הצדיקים, נמשך ענין הוי' הוא האלקים ב' פעמים. וכדאיתא במדרש17 נאמר בסיני18 אנכי ה' אלקיך בכרמל יאמר כפול ה' הוא האלקים ה' הוא האלקים, ומבואר בלקו\"ת19 שבסיני היו ישראל בדרגת צדיקים, וע\"י עבודת הצדיקים (תומ\"צ) נמשך ענין הוי' הוא האלקים פעם אחת, משא\"כ בהר הכרמל ע\"י התשובה המשיכו הוי' הוא האלקים ב' פעמים. והוא ע\"ד מה שבמ\"ת כתיב אנכי ה' אלקיך, אנכי פעם אחת, משא\"כ גבי תשובה כתיב20 אנכי אנכי הוא גו' למעני גו', אנכי ב' פעמים, לפי שע\"י העבודה דתומ\"צ נמשך בחי' אנכי פעם אחת, משא\"כ ההמשכה שע\"י עבודת התשובה היא למעלה יותר מההמשכה שע\"י העבודה דתומ\"צ21. דזהו ג\"כ מ\"ש אנכי אנכי הוא גו' למעני ותרגם בדיל שמי, עד בחי' שמו הגדול22, ולמעלה יותר בחי' הי' הוא ושמו בלבד, לפני הצמצום.ג) והענין הוא, הנה בהוי' הוא האלקים יש ב' פירושים וענינים23. הא' שגם הצמצום דאלקים הוא הוי'. דהנה הוי' הוא לשון מהוה24, דכל ההתהוות היא משם הוי', אלא שבכדי שתהי' ההתהוות בפועל בבחי' יש ודבר נפרד, הנה זהו ע\"י שם אלקים שהוא מעלים ומסתיר על שם הוי', כמ\"ש25 כי שמש ומגן הוי' אלקים. וזהו הוי' הוא האלקים, דהגם שההתהוות בפועל ובגילוי היא משם אלקים כמ\"ש26 בראשית ברא אלקים את השמים ואת הארץ, ול\"ב פעמים אלקים נאמר במעשה בראשית27, שמצד זה נעשה העולם ליש ודבר נפרד, הנה ע\"ז בא הציווי וידעת גו' כי הוי' הוא האלקים, שגם שם אלקים המצמצם ומעלים הוא הוי', דהוי' ואלקים כולא חד, ולכן באמת (כמו שהוא לגבי הקב\"ה) אינו מסתיר כלל28, וע\"י העבודה דתומ\"צ ממשיכים גילוי שם הוי' בעולם. דזהו מ\"ש אשר ברא אלקים לעשות29, לעשות לתקן30, שצריך לתקן את ההסתר דשם אלקים ולהמשיך גילוי שם הוי' בעולם, כמ\"ש (לאח\"ז31) ביום עשות הוי' אלקים ארץ ושמים, שנזכר כאן גם שם הוי'. כי ע\"י עבודת האדם, לעבדה ולשמרה (תורה ומצוות32) נמשך גילוי שם הוי' בעולם, ונעשה אלה תולדות השמים והארץ גו'30, תולדות מלא33, ועד לאלה תולדות פרץ, תולדות מלא34, שהוא למעלה יותר גם מאלה תולדות השמים והארץ, כי ע\"י העבודה דתומ\"צ פורצים את כל ההעלמות וההסתרים דשם אלקים, ועושים דירה לו ית' בתחתונים. וענין הב' בהוי' הוא האלקים הוא, שגם שם הוי' (כמו שהוא למעלה מהתלבשות בשם אלקים) הוא רק בחי' אלקים וצמצום לגבי עצמותו ומהותו ית' כביכול, וכמ\"ש35 אני הוי' הוא שמי שבחינת הוי' אינו אלא שם, זיו והארה בלבד, שהוא צמצום רב ועצום לגבי אור א\"ס ב\"ה עצמו כביכול.ד) והנה שני ענינים אלו נמשכים ע\"י ב' העבודות דצדיקים ובעלי תשובה. דכאשר האדם הוא באופן דהאלקים עשה את האדם ישר36 הנה ע\"י עבודתו בתורה ומצוות הוא ממשיך הגילוי דשם הוי' בשם אלקים (ענין הא' בהוי' הוא האלקים), כנ\"ל (ס\"ג). אבל כשחטא ופגם והעביר את הדרך א\"א לו להמשיך מבחי' הוי' (מאחר שפגם בשם הוי'), וצריך להמשיך מבחי' שלמעלה משם הוי'37. והמשכה זו היא ע\"י עבודת התשובה. כי כל הענינים שלמעלה נמשכים ע\"י עבודה דוקא. וגם המשכת אוא\"ס שלמעלה מהשתלשלות שאין אתערותא דלתתא מגעת שם, אינה שורה ומתגלה (בבחי' פנימיות) אלא כשיש שלימות במעשה התחתונים38, דקוב\"ה לא שריא אלא באתר שלים39. והמשכה זו (דאוא\"ס שלמעלה מהשתלשלות) היא ע\"י העבודה דלמעלה מהשתלשלות (שבאדם), עבודת התשובה. דכאשר עושה תשובה ובפרט כזו שזדונות נעשו לו כזכיות40, שהיא תשובה מאהבה מעומקא דלבא באהבה רבה כמבואר בתניא41, הנה עי\"ז הוא מעורר מבחי' שלמעלה משם הוי', שלגבי' גם הוי' כאלקים יחשב, ענין הב' בהוי' הוא האלקים. [וזוהי המעלה שבתשובה כפשוטה על התשובה דשבת אותיות תשב, כי התשובה (והעלי') דשבת אותיות תשב היא רק ענין ויכל אלקים42, שכלתה מדת הצמצום וההסתר דשם אלקים ונמשך התגלות שם הוי'43, אבל בכדי לעורר מבחי' שלמעלה משם הוי', הנה זה נעשה ע\"י תשובה כפשוטה, ובפרט ע\"י תשובה כזו שזדונות נעשו לו כזכיות, כי ע\"י בירור והפיכת הזדונות נעשה יתרון האור. ובמכ\"ש ממה דאיתא בזהר44 שענין מ\"ת נעשה דוקא ע\"י הודאת יתרו עתה ידעתי כי גדול הוי' מכל האלקים45, אף שבמ\"ת נאמר אנכי (רק) פעם אחת, עאכו\"כ ענין אנכי אנכי ב' פעמים, שהמשכתו היא ע\"י בירור והפיכת החושך דוקא. וע\"ד המבואר בתניא46 שתכלית השלימות שיהי' בימות המשיח, דירה לו ית' בתחתונים, תלוי (בעיקר) במעשינו ועבודתינו במשך זמן הגלות דוקא]. ולאחרי ההתעוררות שלמעלה מהוי' (ע\"י התשובה) צריך להמשיך47 מלמעלה למטה בבחי' הוי' לשון מהוה, ועד לבחי' הוי' כמו שהוא מתלבש בשם אלקים, ענין הא' בהוי' הוא האלקים. וזהו מה שבתשובה נאמר ב' פעמים הוי' הוא האלקים, שבתחלה הוא ענין העלי' מלמטה למעלה עד שלגבי' הוי' כאלקים יחשב (פירוש הב' בהוי' הוא האלקים), ואח\"כ ההמשכה מלמעלה למטה בהוי' לשון מהוה, וכמו שמתלבש בשם אלקים (פירוש הא' בהוי' הוא האלקים) שמזה נעשה ההתהוות בפועל, בראשית ברא אלקים את השמים ואת הארץ25, ולא רק ההמשכה בע\"ס (כפירוש הזהר48 שבראשית גו' קאי על הע\"ס), אלא גם בהשמים והארץ וכל צבאיהם כפשוטם.ה) וזהו ג\"כ ב' הענינים49 שבתקיעת שופר (שרומז לענין התשובה50), מה שקול השופר הוא קלא פנימאה (בחי' פנימיות הלב) וביחד עם זה צריך לתקוע בשופר גשמי דוקא, כי בראש השנה חוזרים כל הדברים לקדמותם, וע\"י השופר מעוררים המשכה חדשה מהעצמות. ששופר הוא בחינת בינה שהיא למעלה מהשתלשלות, בחינת רצון שלמעלה גם מבחינת בינה, ולמעלה יותר המשכה חדשה מפנימיות ועצמות ב\"ה, ומשם נמשך בבחי' פנימיות הרצון, בפנימיות בינה וכו' עד בבחי' פנימיות העולמות, ומזה נמשך אח\"כ גם בחיצוניות העולמות, כמבואר בסידור51 בד\"ה להבין ענין תק\"ש ע\"פ כוונת הבעש\"ט ז\"ל. ולכן יש בשופר ב' ענינים הנ\"ל, ע\"י קלא פנימאה שבשופר, בחי' פנימיות הלב, מעוררים בעצמות, וע\"י התקיעה בשופר גשמי, ובשופר של בהמה דוקא, ויתירה מזו שקרן השופר צריך להיות תלוש (ולא מחובר להבהמה), בחי' דומם, עי\"ז ממשיכים למטה בעשי' עד לבחי' דומם. וכמו שאומרים בתפלת ראש השנה וידע כל פעול כי אתה פעלתו, שגם בעשי' (כדאיתא בכתבי האריז\"ל52 שכל פעול קאי על עולם העשי'), וגם הדומם שבעשי', ידע כי אתה פעלתו.ו) וזהו שובה ישראל עד הוי' אלקיך, עד לשון נצחיות53, שענין הנצחיות שייך בגדר הזמן דוקא (דמה שלמעלה מגדר הזמן הוא למעלה אפילו מהי' הוה ויהי' כאחד54), אלא שבגדר הזמן הוא בבחי' נצחיות. ולכן עד היא בבחי' מלכות, שהיא55 בבחי' וגדר הזמן52. וישראל הוא בחי' ז\"א. ופירוש שובה ישראל עד הוי' אלקיך, שצריך להשיב ישראל עד שתהי' המלכות באופן דעד ובחינות ישראל ובחי' עד (ז\"א ומלכות, בחינות ההשתלשלות) להוי' אלקיך, היינו לעצמות אוא\"ס שלגבי' הוי' כאלקים יחשב56, ומשם צריך להמשיך בבחי' הוי' אלקיך, הוי' לשון מהוה ובזה גופא כמו שמתלבש בשם אלקים, ונעשה אלקיך כחך וחיותך. וזהו ג\"כ מה שאומרים בנעילת יום הכפורים ז' פעמים הוי' הוא האלקים, כי בעשרת ימי תשובה גופא [שאז התשובה היא יפה ביותר ומתקבלת היא מיד57] עיקר התשובה הוא ביום הכפורים, כמ\"ש הרמב\"ם58 יום הכפורים הוא זמן התשובה לכל כו' והוא קץ מחילה וסליחה לישראל כו', וביום הכפורים גופא עיקר התשובה הוא בתפלת נעילה (גמר היום) שאז הוא נעילת שערים ונמצאים ישראל ומלכא בלחודוהי59, לכן אומרים אז ז' פעמים הוי' הוא האלקים, שיש בזה ב' ענינים הנ\"ל. ענין העלי' (מלמטלמ\"ע) בעצמות אוא\"ס, וכידוע דענין הוי' הוא האלקים (שאומרים בנעילת יום הכפורים) הוא מה שז\"א (הוי') בעלותו לעתיקא כאלקים יחשב60, וענין ההמשכה מלמעלה למטה (בהוי' לשון מהוה ועד כמו שמתלבש בשם אלקים), דזהו מה שאומרים זה ז' פעמים בכדי להמשיך בבחי' ז\"ת. וי\"ל דזהו ג\"כ מה שאומרים אז שמע ישראל הוי' אלקינו הוי' אחד פעם אחת ובשכמל\"ו ג' פעמים והוי' הוא האלקים ז' פעמים, שמע ישראל גו' פעם אחת הו\"ע העלי' מלמטה למעלה61 ובשכמל\"ו62 ג' פעמים והוי' הוא האלקים ז\"פ הו\"ע ההמשכה מלמעלה למטה בכל הע\"ס (ג' מוחין וז' מדות).ז) ויש לקשר זה עם הכתוב וביום שמחתכם גו' ותקעתם בחצוצרות גו'63, וידועה תורת הרב המגיד64 שתי חצוצרות שתי חצאי צורות, ומבואר בהמאמר65 דענין שתי חצאי צורות הוא בבחי' הגילויים (צורה מורה על גילוי), ששם שייך לומר שהקב\"ה וכנסת ישראל הם שתי חצאי צורות שמשלימות זא\"ז. משא\"כ בעצמות, ישראל וקוב\"ה הם חד ממש (ואין שייך לומר שהם ב' חצאים). וכמו\"כ הוא גם בענין שתי חצאי צורות שבנשמה66, חלק הנשמה שלמעלה ראש שבנשמה וחלק הנשמה שבגוף (בחי' נר\"נ) רגל שבנשמה, שזהו דוקא בבחי' הגילויים שבנשמה, דגם ראש שבנשמה הוא עד בחי' חי' שיש לה שייכות לבחי' רגל שבנשמה (נשמה שבגוף), שלכן נקראת בשם מזל לפי שהיא מזלת ומטפת להארת הנשמה המלובשת בגוף. משא\"כ בחי' יחידה ובפרט עצם הנשמה, עם היותה כוללת את כל הכחות ולמעלה יותר נושאת את כל הכחות, היא למעלה מבחי' מקור ושייכות לבחי' הגילויים, והיא (דוקא67) נמצאת בכל הבחינות דנשמה68, עד בבחי' עקב שבה, וגם בבחי' עקב שבגוף, וגם בד' אמות (שמחוץ לגוף האדם)69, שלכן ד' אמותיו של אדם קונות לו70, כמבואר בכ\"מ71, וזוהי המעלה דשופר על חצוצרות, כמרז\"ל72 שופר מאריך וחצוצרות מקצרות שמצות היום בשופר, כי העבודה דשופר היא בעצם הנשמה שהיא חד ממש עם העצמות, למעלה73 מענין שתי חצאי צורות.ח) וזהו ג\"כ שופר מאריך, דענין האריכות הוא הן למעלה והן למטה, כי העבודה דשופר מגעת בהעצם (בעצם הנשמה ובעצמותו ית') שלמעלה מכל הגילויים (אריכות למעלה), שהוא נמצא כנ\"ל גם בהעקב (אריכות למטה), ועי\"ז נשלמה הכוונה דדירה לו ית' בתחתונים, בב' הענינים, לו לעצמותו ובתחתונים. אלא שצריך גם לבחי' הגילויים, וכמו בדירת מלך בו\"ד שצ\"ל (נוסף על העיקר, דירה לעצמות המלך) דירה נאה וכלים נאים, לכן צ\"ל גם חצוצרות, ומצד החביבות שבזה נשמעים ב' הקולות (חצוצרות ושופר)74, אבל מצות היום בשופר, לפי שעיקר העבודה בראש השנה הוא העבודה שמצד עצם הנשמה שהיא חד עם העצמות.ט) וזהו מה שבעשרת ימי תשובה (עשרה ימים שבין ראש השנה ליום הכפורים) מפטירים שובה ישראל עד הוי' אלקיך, כי ימים אלו שבין ראש השנה ליום הכפורים הם בדוגמת ראש השנה ויום הכפורים. ולכן כמו שראש השנה הוא בחי' ראש שממנו נמשך החיות לכל ימי השנה וגם אח\"כ ההנהגה בכל ימי השנה היא כפי אופן ההנהגה וההחלטה דראש השנה (כמבואר בארוכה בעטרת ראש בראשו), ועד\"ז הוא גם יום הכפורים שנקרא ג\"כ בשם ראש השנה75 ולא עוד אלא שיום הכפורים הוא בחי' נשמה ופנימיות76, עד\"ז גם בהז' ימים שבין ראש השנה ליום הכפורים שהם בחי' ראש שמהם נמשך על כל ימי השנה. וע\"ד דאיתא בכתבי האריז\"ל (כנ\"ל ס\"א), י\"ל עד\"ז77 שמיום הראשון דשבוע שבז' ימים אלו נמשך על כל יום ראשון שבמשך השנה, ומיום שני דז' ימים אלו על כל יום שני וכו', ומשבת תשובה על כל שבתות השנה. ולכן בדוגמת שני הענינים דהעלאה והמשכה בשופר דראש השנה ובאמירת ז\"פ הוי' הוא האלקים בנעילת יוכ\"פ, עד\"ז הוא בהתשובה בימי התשובה שביניהם [ובפרט בשבת תשובה, הראש דכל שבתות השנה, שבת אותיות תשב], שיש בה ב' ענינים אלו. ולכן אומרים אז שובה ישראל עד הוי' אלקיך, שכולל ב' הענינים, העלי' דבחי' ישראל (ז\"א) ובחי' עד (מלכות) לבחי' הוי' אלקיך היינו לעצמות אוא\"ס שלגבי' הוי' כאלקים יחשב, ואח\"כ ההמשכה מעצמות אוא\"ס לבחי' הוי' אלקיך היינו לבחי' הוי' כמו שנעשה אלקיך כחך וחיותך. וכל זה נעשה ע\"י שובה סתם, התשובה שמצד עצם הנשמה, און דער קער פון יחידה [ומזה נמשך תשובה בבחי' ישראל ראש שבנשמה ועד רגל שבנשמה], ועי\"ז נעשה הפדי' מהגלות, גאולה הפרטית78 ואח\"כ גם גאולה הכללית בביאת משיח צדקנו שאתא לאתבא צדיקייא בתיובתא79, שגם זה שייך לבחי' יחידה כידוע שמשיח הוא בחי' יחידה80, שיהי' פדה בשלום נפשי גו' פדאני לי ולבני מבין האומות81, בגאולה האמיתית והשלימה ע\"י משיח צדקנו, בקרוב ממש ובעגלא דידן.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד ש\"פ האזינו, שבת שובה ה'תש\"משובה ישראל עד ה' אלקיך1, וידוע בזה דיוק רבותינו נשיאינו מהו אומרו עד הוי' אלקיך דלכאורה הול\"ל להוי' אלקיך2 וגם מה שנקט ב' השמות הוי' ואלקיך3 ובפרט שאומר כאן שובה ישראל, דשם ישראל מתאר מדריגה הנעלית שבישראל, דבני ישראל נחלקים בכלל לב' מדריגות יעקב וישראל, ושם ישראל הוא ע\"ש כי שרית עם אלקים ועם אנשים ותוכל4, שמזה מובן שמדבר כאן בענין שלימות התשובה5 וכמובן גם ממה שההפטורה דשבת תשובה היא שובה ישראל, שהתשובה דשבת תשובה היא דרגא נעלית בתשובה עילאה דהנה שבת אותיות תשב היא בחי' תשובה עילאה6, ובתשובה עילאה גופא [שיש בה כמה דרגות] היא תשובה נעלית שהרי צ\"ל כל ימיו (גם בימי החול) בתשובה עילאה7, שמזה מובן, ששבת היא דרגא נעלית בתשובה עילאה גופא ובפרט בשבת תשובה שמתקן ומעלה את כל שבתות השנה [כמבואר בכתבי האריז\"ל8 בענין ז' הימים שבין ראש השנה ליום הכפורים שיש בהם כל ז' ימי השבוע, שביום הראשון בשבוע שבימים אלו מתקנים ומעלים את ימי ראשון דכל השנה, ועד\"ז ביום ב' וכו', ובשבת תשובה מתקנים ומעלים את השבתות דכל השנה], כי התשובה דשבת תשובה היא נעלית גם מהתשובה דכל שבתות השנה, ותשובה זו היא בדוגמת יום הכפורים9 דכתיב בי'10 כי ביום הזה יכפר עליכם גו' לפני הוי' תטהרו, לפני הוי' דוקא למעלה משם הוי'11, ועוד יותר מזה אומר יכפר עליכם סתם מאן דלית לי' שם ידיעא ולא אתפס בשם כו'12, ולמה אומר כאן עד הוי' אלקיך.ב) וידוע הביאור בזה13, דמ\"ש שובה ישראל עד הוי' אלקיך הוא ענין יחוד הוי' ואלקים כמ\"ש14 וידעת גו' הוי' הוא האלקים, שהיא ידיעה נעלית ביותר, כמבואר בזהר15",
          "topics": [
            "אור",
            "דעת",
            "יעקב",
            "ישראל",
            "תשובה"
          ],
          "word_count": 253
        },
        {
          "chunk_id": "chunk_2",
          "content": "ולכן אומר שובה ישראל עד הוי' אלקיך כי ענין התשובה שייך לידיעה זו כמ\"ש16 (גבי ענין התשובה שהי' בהר הכרמל) ויאמרו הוי' הוא האלקים הוי' הוא האלקים וכפל הוי' הוא האלקים הוי' הוא האלקים ב' פעמים לפי שע\"י עבודת התשובה, שהיא למעלה מעבודת הצדיקים, נמשך ענין הוי' הוא האלקים ב' פעמים וכדאיתא במדרש17 נאמר בסיני18 אנכי ה' אלקיך בכרמל יאמר כפול ה' הוא האלקים ה' הוא האלקים, ומבואר בלקו\"ת19 שבסיני היו ישראל בדרגת צדיקים, וע\"י עבודת הצדיקים (תומ\"צ) נמשך ענין הוי' הוא האלקים פעם אחת, משא\"כ בהר הכרמל ע\"י התשובה המשיכו הוי' הוא האלקים ב' פעמים והוא ע\"ד מה שבמ\"ת כתיב אנכי ה' אלקיך, אנכי פעם אחת, משא\"כ גבי תשובה כתיב20 אנכי אנכי הוא גו' למעני גו', אנכי ב' פעמים, לפי שע\"י העבודה דתומ\"צ נמשך בחי' אנכי פעם אחת, משא\"כ ההמשכה שע\"י עבודת התשובה היא למעלה יותר מההמשכה שע\"י העבודה דתומ\"צ21 דזהו ג\"כ מ\"ש אנכי אנכי הוא גו' למעני ותרגם בדיל שמי, עד בחי' שמו הגדול22, ולמעלה יותר בחי' הי' הוא ושמו בלבד, לפני הצמצום.ג) והענין הוא, הנה בהוי' הוא האלקים יש ב' פירושים וענינים23 הא' שגם הצמצום דאלקים הוא הוי' דהנה הוי' הוא לשון מהוה24, דכל ההתהוות היא משם הוי', אלא שבכדי שתהי' ההתהוות בפועל בבחי' יש ודבר נפרד, הנה זהו ע\"י שם אלקים שהוא מעלים ומסתיר על שם הוי', כמ\"ש25 כי שמש ומגן הוי' אלקים",
          "topics": [
            "צמצום",
            "צדיקים",
            "צדיק",
            "ישראל",
            "עבודה"
          ],
          "word_count": 217
        },
        {
          "chunk_id": "chunk_3",
          "content": "וזהו הוי' הוא האלקים, דהגם שההתהוות בפועל ובגילוי היא משם אלקים כמ\"ש26 בראשית ברא אלקים את השמים ואת הארץ, ול\"ב פעמים אלקים נאמר במעשה בראשית27, שמצד זה נעשה העולם ליש ודבר נפרד, הנה ע\"ז בא הציווי וידעת גו' כי הוי' הוא האלקים, שגם שם אלקים המצמצם ומעלים הוא הוי', דהוי' ואלקים כולא חד, ולכן באמת (כמו שהוא לגבי הקב\"ה) אינו מסתיר כלל28, וע\"י העבודה דתומ\"צ ממשיכים גילוי שם הוי' בעולם דזהו מ\"ש אשר ברא אלקים לעשות29, לעשות לתקן30, שצריך לתקן את ההסתר דשם אלקים ולהמשיך גילוי שם הוי' בעולם, כמ\"ש (לאח\"ז31) ביום עשות הוי' אלקים ארץ ושמים, שנזכר כאן גם שם הוי' כי ע\"י עבודת האדם, לעבדה ולשמרה (תורה ומצוות32) נמשך גילוי שם הוי' בעולם, ונעשה אלה תולדות השמים והארץ גו'30, תולדות מלא33, ועד לאלה תולדות פרץ, תולדות מלא34, שהוא למעלה יותר גם מאלה תולדות השמים והארץ, כי ע\"י העבודה דתומ\"צ פורצים את כל ההעלמות וההסתרים דשם אלקים, ועושים דירה לו ית' בתחתונים וענין הב' בהוי' הוא האלקים הוא, שגם שם הוי' (כמו שהוא למעלה מהתלבשות בשם אלקים) הוא רק בחי' אלקים וצמצום לגבי עצמותו ומהותו ית' כביכול, וכמ\"ש35 אני הוי' הוא שמי שבחינת הוי' אינו אלא שם, זיו והארה בלבד, שהוא צמצום רב ועצום לגבי אור א\"ס ב\"ה עצמו כביכול.ד) והנה שני ענינים אלו נמשכים ע\"י ב' העבודות דצדיקים ובעלי תשובה דכאשר האדם הוא באופן דהאלקים עשה את האדם ישר36 הנה ע\"י עבודתו בתורה ומצוות הוא ממשיך הגילוי דשם הוי' בשם אלקים (ענין הא' בהוי' הוא האלקים), כנ\"ל (ס\"ג) אבל כשחטא ופגם והעביר את הדרך א\"א לו להמשיך מבחי' הוי' (מאחר שפגם בשם הוי'), וצריך להמשיך מבחי' שלמעלה משם הוי'37 והמשכה זו היא ע\"י עבודת התשובה",
          "topics": [
            "אור",
            "אור א\"ס",
            "עצמות",
            "גילוי",
            "צמצום"
          ],
          "word_count": 267
        },
        {
          "chunk_id": "chunk_4",
          "content": "כי כל הענינים שלמעלה נמשכים ע\"י עבודה דוקא וגם המשכת אוא\"ס שלמעלה מהשתלשלות שאין אתערותא דלתתא מגעת שם, אינה שורה ומתגלה (בבחי' פנימיות) אלא כשיש שלימות במעשה התחתונים38, דקוב\"ה לא שריא אלא באתר שלים39 והמשכה זו (דאוא\"ס שלמעלה מהשתלשלות) היא ע\"י העבודה דלמעלה מהשתלשלות (שבאדם), עבודת התשובה דכאשר עושה תשובה ובפרט כזו שזדונות נעשו לו כזכיות40, שהיא תשובה מאהבה מעומקא דלבא באהבה רבה כמבואר בתניא41, הנה עי\"ז הוא מעורר מבחי' שלמעלה משם הוי', שלגבי' גם הוי' כאלקים יחשב, ענין הב' בהוי' הוא האלקים [וזוהי המעלה שבתשובה כפשוטה על התשובה דשבת אותיות תשב, כי התשובה (והעלי') דשבת אותיות תשב היא רק ענין ויכל אלקים42, שכלתה מדת הצמצום וההסתר דשם אלקים ונמשך התגלות שם הוי'43, אבל בכדי לעורר מבחי' שלמעלה משם הוי', הנה זה נעשה ע\"י תשובה כפשוטה, ובפרט ע\"י תשובה כזו שזדונות נעשו לו כזכיות, כי ע\"י בירור והפיכת הזדונות נעשה יתרון האור ובמכ\"ש ממה דאיתא בזהר44 שענין מ\"ת נעשה דוקא ע\"י הודאת יתרו עתה ידעתי כי גדול הוי' מכל האלקים45, אף שבמ\"ת נאמר אנכי (רק) פעם אחת, עאכו\"כ ענין אנכי אנכי ב' פעמים, שהמשכתו היא ע\"י בירור והפיכת החושך דוקא וע\"ד המבואר בתניא46 שתכלית השלימות שיהי' בימות המשיח, דירה לו ית' בתחתונים, תלוי (בעיקר) במעשינו ועבודתינו במשך זמן הגלות דוקא] ולאחרי ההתעוררות שלמעלה מהוי' (ע\"י התשובה) צריך להמשיך47 מלמעלה למטה בבחי' הוי' לשון מהוה, ועד לבחי' הוי' כמו שהוא מתלבש בשם אלקים, ענין הא' בהוי' הוא האלקים",
          "topics": [
            "אור",
            "אוא\"ס",
            "צמצום",
            "תחתונים",
            "דעת"
          ],
          "word_count": 227
        },
        {
          "chunk_id": "chunk_5",
          "content": "וזהו מה שבתשובה נאמר ב' פעמים הוי' הוא האלקים, שבתחלה הוא ענין העלי' מלמטה למעלה עד שלגבי' הוי' כאלקים יחשב (פירוש הב' בהוי' הוא האלקים), ואח\"כ ההמשכה מלמעלה למטה בהוי' לשון מהוה, וכמו שמתלבש בשם אלקים (פירוש הא' בהוי' הוא האלקים) שמזה נעשה ההתהוות בפועל, בראשית ברא אלקים את השמים ואת הארץ25, ולא רק ההמשכה בע\"ס (כפירוש הזהר48 שבראשית גו' קאי על הע\"ס), אלא גם בהשמים והארץ וכל צבאיהם כפשוטם.ה) וזהו ג\"כ ב' הענינים49 שבתקיעת שופר (שרומז לענין התשובה50), מה שקול השופר הוא קלא פנימאה (בחי' פנימיות הלב) וביחד עם זה צריך לתקוע בשופר גשמי דוקא, כי בראש השנה חוזרים כל הדברים לקדמותם, וע\"י השופר מעוררים המשכה חדשה מהעצמות ששופר הוא בחינת בינה שהיא למעלה מהשתלשלות, בחינת רצון שלמעלה גם מבחינת בינה, ולמעלה יותר המשכה חדשה מפנימיות ועצמות ב\"ה, ומשם נמשך בבחי' פנימיות הרצון, בפנימיות בינה וכו' עד בבחי' פנימיות העולמות, ומזה נמשך אח\"כ גם בחיצוניות העולמות, כמבואר בסידור51 בד\"ה להבין ענין תק\"ש ע\"פ כוונת הבעש\"ט ז\"ל ולכן יש בשופר ב' ענינים הנ\"ל, ע\"י קלא פנימאה שבשופר, בחי' פנימיות הלב, מעוררים בעצמות, וע\"י התקיעה בשופר גשמי, ובשופר של בהמה דוקא, ויתירה מזו שקרן השופר צריך להיות תלוש (ולא מחובר להבהמה), בחי' דומם, עי\"ז ממשיכים למטה בעשי' עד לבחי' דומם וכמו שאומרים בתפלת ראש השנה וידע כל פעול כי אתה פעלתו, שגם בעשי' (כדאיתא בכתבי האריז\"ל52 שכל פעול קאי על עולם העשי'), וגם הדומם שבעשי', ידע כי אתה פעלתו.ו) וזהו שובה ישראל עד הוי' אלקיך, עד לשון נצחיות53, שענין הנצחיות שייך בגדר הזמן דוקא (דמה שלמעלה מגדר הזמן הוא למעלה אפילו מהי' הוה ויהי' כאחד54), אלא שבגדר הזמן הוא בבחי' נצחיות",
          "topics": [
            "עצמות",
            "עולם",
            "עולמות",
            "בינה",
            "נצח"
          ],
          "word_count": 260
        },
        {
          "chunk_id": "chunk_6",
          "content": "ולכן עד היא בבחי' מלכות, שהיא55 בבחי' וגדר הזמן52 וישראל הוא בחי' ז\"א ופירוש שובה ישראל עד הוי' אלקיך, שצריך להשיב ישראל עד שתהי' המלכות באופן דעד ובחינות ישראל ובחי' עד (ז\"א ומלכות, בחינות ההשתלשלות) להוי' אלקיך, היינו לעצמות אוא\"ס שלגבי' הוי' כאלקים יחשב56, ומשם צריך להמשיך בבחי' הוי' אלקיך, הוי' לשון מהוה ובזה גופא כמו שמתלבש בשם אלקים, ונעשה אלקיך כחך וחיותך וזהו ג\"כ מה שאומרים בנעילת יום הכפורים ז' פעמים הוי' הוא האלקים, כי בעשרת ימי תשובה גופא [שאז התשובה היא יפה ביותר ומתקבלת היא מיד57] עיקר התשובה הוא ביום הכפורים, כמ\"ש הרמב\"ם58 יום הכפורים הוא זמן התשובה לכל כו' והוא קץ מחילה וסליחה לישראל כו', וביום הכפורים גופא עיקר התשובה הוא בתפלת נעילה (גמר היום) שאז הוא נעילת שערים ונמצאים ישראל ומלכא בלחודוהי59, לכן אומרים אז ז' פעמים הוי' הוא האלקים, שיש בזה ב' ענינים הנ\"ל ענין העלי' (מלמטלמ\"ע) בעצמות אוא\"ס, וכידוע דענין הוי' הוא האלקים (שאומרים בנעילת יום הכפורים) הוא מה שז\"א (הוי') בעלותו לעתיקא כאלקים יחשב60, וענין ההמשכה מלמעלה למטה (בהוי' לשון מהוה ועד כמו שמתלבש בשם אלקים), דזהו מה שאומרים זה ז' פעמים בכדי להמשיך בבחי' ז\"ת",
          "topics": [
            "אוא\"ס",
            "עצמות",
            "מלכות",
            "ישראל",
            "המשכה"
          ],
          "word_count": 183
        },
        {
          "chunk_id": "chunk_7",
          "content": "וי\"ל דזהו ג\"כ מה שאומרים אז שמע ישראל הוי' אלקינו הוי' אחד פעם אחת ובשכמל\"ו ג' פעמים והוי' הוא האלקים ז' פעמים, שמע ישראל גו' פעם אחת הו\"ע העלי' מלמטה למעלה61 ובשכמל\"ו62 ג' פעמים והוי' הוא האלקים ז\"פ הו\"ע ההמשכה מלמעלה למטה בכל הע\"ס (ג' מוחין וז' מדות).ז) ויש לקשר זה עם הכתוב וביום שמחתכם גו' ותקעתם בחצוצרות גו'63, וידועה תורת הרב המגיד64 שתי חצוצרות שתי חצאי צורות, ומבואר בהמאמר65 דענין שתי חצאי צורות הוא בבחי' הגילויים (צורה מורה על גילוי), ששם שייך לומר שהקב\"ה וכנסת ישראל הם שתי חצאי צורות שמשלימות זא\"ז משא\"כ בעצמות, ישראל וקוב\"ה הם חד ממש (ואין שייך לומר שהם ב' חצאים) וכמו\"כ הוא גם בענין שתי חצאי צורות שבנשמה66, חלק הנשמה שלמעלה ראש שבנשמה וחלק הנשמה שבגוף (בחי' נר\"נ) רגל שבנשמה, שזהו דוקא בבחי' הגילויים שבנשמה, דגם ראש שבנשמה הוא עד בחי' חי' שיש לה שייכות לבחי' רגל שבנשמה (נשמה שבגוף), שלכן נקראת בשם מזל לפי שהיא מזלת ומטפת להארת הנשמה המלובשת בגוף",
          "topics": [
            "עצמות",
            "גילוי",
            "ישראל",
            "המשכה"
          ],
          "word_count": 158
        },
        {
          "chunk_id": "chunk_8",
          "content": "משא\"כ בחי' יחידה ובפרט עצם הנשמה, עם היותה כוללת את כל הכחות ולמעלה יותר נושאת את כל הכחות, היא למעלה מבחי' מקור ושייכות לבחי' הגילויים, והיא (דוקא67) נמצאת בכל הבחינות דנשמה68, עד בבחי' עקב שבה, וגם בבחי' עקב שבגוף, וגם בד' אמות (שמחוץ לגוף האדם)69, שלכן ד' אמותיו של אדם קונות לו70, כמבואר בכ\"מ71, וזוהי המעלה דשופר על חצוצרות, כמרז\"ל72 שופר מאריך וחצוצרות מקצרות שמצות היום בשופר, כי העבודה דשופר היא בעצם הנשמה שהיא חד ממש עם העצמות, למעלה73 מענין שתי חצאי צורות.ח) וזהו ג\"כ שופר מאריך, דענין האריכות הוא הן למעלה והן למטה, כי העבודה דשופר מגעת בהעצם (בעצם הנשמה ובעצמותו ית') שלמעלה מכל הגילויים (אריכות למעלה), שהוא נמצא כנ\"ל גם בהעקב (אריכות למטה), ועי\"ז נשלמה הכוונה דדירה לו ית' בתחתונים, בב' הענינים, לו לעצמותו ובתחתונים אלא שצריך גם לבחי' הגילויים, וכמו בדירת מלך בו\"ד שצ\"ל (נוסף על העיקר, דירה לעצמות המלך) דירה נאה וכלים נאים, לכן צ\"ל גם חצוצרות, ומצד החביבות שבזה נשמעים ב' הקולות (חצוצרות ושופר)74, אבל מצות היום בשופר, לפי שעיקר העבודה בראש השנה הוא העבודה שמצד עצם הנשמה שהיא חד עם העצמות.ט) וזהו מה שבעשרת ימי תשובה (עשרה ימים שבין ראש השנה ליום הכפורים) מפטירים שובה ישראל עד הוי' אלקיך, כי ימים אלו שבין ראש השנה ליום הכפורים הם בדוגמת ראש השנה ויום הכפורים",
          "topics": [
            "עצמות",
            "גילוי",
            "תחתונים",
            "ישראל",
            "עבודה"
          ],
          "word_count": 209
        },
        {
          "chunk_id": "chunk_9",
          "content": "ולכן כמו שראש השנה הוא בחי' ראש שממנו נמשך החיות לכל ימי השנה וגם אח\"כ ההנהגה בכל ימי השנה היא כפי אופן ההנהגה וההחלטה דראש השנה (כמבואר בארוכה בעטרת ראש בראשו), ועד\"ז הוא גם יום הכפורים שנקרא ג\"כ בשם ראש השנה75 ולא עוד אלא שיום הכפורים הוא בחי' נשמה ופנימיות76, עד\"ז גם בהז' ימים שבין ראש השנה ליום הכפורים שהם בחי' ראש שמהם נמשך על כל ימי השנה וע\"ד דאיתא בכתבי האריז\"ל (כנ\"ל ס\"א), י\"ל עד\"ז77 שמיום הראשון דשבוע שבז' ימים אלו נמשך על כל יום ראשון שבמשך השנה, ומיום שני דז' ימים אלו על כל יום שני וכו', ומשבת תשובה על כל שבתות השנה ולכן בדוגמת שני הענינים דהעלאה והמשכה בשופר דראש השנה ובאמירת ז\"פ הוי' הוא האלקים בנעילת יוכ\"פ, עד\"ז הוא בהתשובה בימי התשובה שביניהם [ובפרט בשבת תשובה, הראש דכל שבתות השנה, שבת אותיות תשב], שיש בה ב' ענינים אלו ולכן אומרים אז שובה ישראל עד הוי' אלקיך, שכולל ב' הענינים, העלי' דבחי' ישראל (ז\"א) ובחי' עד (מלכות) לבחי' הוי' אלקיך היינו לעצמות אוא\"ס שלגבי' הוי' כאלקים יחשב, ואח\"כ ההמשכה מעצמות אוא\"ס לבחי' הוי' אלקיך היינו לבחי' הוי' כמו שנעשה אלקיך כחך וחיותך וכל זה נעשה ע\"י שובה סתם, התשובה שמצד עצם הנשמה, און דער קער פון יחידה [ומזה נמשך תשובה בבחי' ישראל ראש שבנשמה ועד רגל שבנשמה], ועי\"ז נעשה הפדי' מהגלות, גאולה הפרטית78 ואח\"כ גם גאולה הכללית בביאת משיח צדקנו שאתא לאתבא צדיקייא בתיובתא79, שגם זה שייך לבחי' יחידה כידוע שמשיח הוא בחי' יחידה80, שיהי' פדה בשלום נפשי גו' פדאני לי ולבני מבין האומות81, בגאולה האמיתית והשלימה ע\"י משיח צדקנו, בקרוב ממש ובעגלא דידן",
          "topics": [
            "אוא\"ס",
            "עצמות",
            "מלכות",
            "צדיק",
            "ישראל"
          ],
          "word_count": 257
        }
      ],
      "footnotes": "* ) יצא לאור בשעתו, \"י\"ג תשרי, ה'תש\"מ\".1) הושע יד, ב.2) לקו\"ת ש\"ש סו, ריש ע\"ב. רד\"ה זה תרס\"ו. ובכ\"מ.3) רד\"ה זה תרנ\"ט. תרצ\"ה. ובכ\"מ.4) וישלח לב, כט.5) ראה לקו\"ת שם סה, ג, שענין שובה ישראל הוא ע\"ד מה שבשמו\"ע דוקא אומרים סלח לנו כי חטאנו, כי דוקא לאחרי העבודה דק\"ש (\"שמע ישראל\") \"יבין שיש חטא ופשע ואזי יאמר סלח לנו כו'\".6) אגה\"ת ספ\"י.7) שם פי\"א (ק, סע\"ב).8) שעה\"כ דרושי ר\"ה (לפני דרוש הא'). סידור האריז\"ל במקומו. מ\"ח מס' ימי תשובה פ\"א מ\"ג.9) להעיר מלקו\"ת האזינו עב, ג: \"יו\"כ נקרא שבת שבתון שהוא השבת של כל שבתות השנה .. שהוא עיקר יום התשובה ובכל השבתות מאיר הארה ממנו\" – שגם התשובה דשבת תשובה פועלת בכל שבתות השנה, ע\"ד הנ\"ל (בפנים) מכתבי האריז\"ל – ראה לקמן ס\"ט ובהערה 77.10) אחרי טז, ל.11) לקו\"ת אחרי כו, ג. ש\"ש סה, א.12) לקו\"ת אחרי שם.13) ראה לקו\"ת ד\"ה שובה ישראל (הא'). ד\"ה זה תרצ\"ה (בסופו). תש\"ד.14) ואתחנן ה, לט.15) ח\"ב כה, א. קסא, א – הובא ונתבאר בסהמ\"צ להצ\"צ מצות אחדות ה' (ס, א ואילך).16) מ\"א יח, לט.17) \"מדרש אגדה\" הובא בפרש\"י (לנביאים) שופטים ה, ג.18) יתרו כ, ב.19) ד\"ה שובה הא' (סה, ב).20) ישעי' מג, כה. וראה פרש\"י שופטים שם.21) לקו\"ת שם, רע\"ג. וראה גם ד\"ה אנכי אנכי תרפ\"ז (קרוב לסופו).22) ראה ד\"ה אנכי שם: למעני בדיל שמי שהוא בחי' מל' דא\"ס.23) לקו\"ת שם פ\"ב.24) שעהיוה\"א רפ\"ד. וראה זח\"ג רנז, ב. פרדס ש\"א פ\"ט. ועוד.25) תהלים פד, יב. וראה שעהיוה\"א פ\"ד.26) בראשית א, א.27) תקו\"ז תי\"ב.28) שעהיוה\"א פ\"ו (פ, ב).29) בראשית ב, ג.30) ראה ב\"ר פי\"א, ו ובפרש\"י שם.31) בראשית שם, ד.32) שם, טו. תיב\"ע עה\"פ.33) ב\"ר פי\"ב, ו.34) רות ד, יח. ב\"ר שם.35) ישעי' מב, ח.36) ע\"פ קהלת ז, כט.37) לקו\"ת שם פ\"ג.38) לקו\"ת שה\"ש כד, סע\"א ואילך.39) זח\"ג צ, ב.40) יומא פו, ב.41) פ\"ז (יב, א).42) בראשית ב, ב.43) לקו\"ת בלק עב, א. שה\"ש לב, א. המשך תרס\"ו ע' כב. ובכ\"מ. ובלקו\"ת בלק שם, שזהו\"ע שבת אותיות תשב.44) ח\"ב סז, ב. נתבאר באוה\"ת ר\"פ יתרו. ד\"ה ויאמר משה תש\"ט פ\"ו. ובכ\"מ.45) יתרו יח, יא.46) רפל\"ז.47) ראה לקו\"ת ד\"ה שובה הנ\"ל פ\"ד.48) ח\"א רנו, ב.49) ראה גם ד\"ה וביום שמחתכם שנה זו ספ\"א ורפ\"ב (לעיל ע' כה).50) רמב\"ם הל' תשובה פ\"ג ה\"ד.51) רמו, ג.52) סידור האריז\"ל במקומו.53) לקו\"ת ד\"ה שובה הב' (סז, ג).54) עט\"ר שער ר\"ה פ\"ד: \"הי' הוה ויהי' כא' שהוא למעלה מבחי' התחלקות הזמן דעבר הוה עתיד\", \"מ\"מ הרי הוא שרש התחלקות הזמן .. ונק' מקור הזמן עכ\"פ\". ועוד. ועיין לקו\"ת שם (וכ\"ה גם באוה\"ת ש\"ש ריש ע' א'תקכב).55) ראה גם שעהיוה\"א פ\"ז (פב, א).56) לקו\"ת ד\"ה שובה הא' ספ\"ג.57) רמב\"ם שם פ\"ב ה\"ו.58) שם ה\"ז.59) ראה זח\"ג לב, א.60) לקו\"ת שם סה, ריש ע\"ד (ממ\"ח סוף מס' יומא).61) ראה בשל\"ה שצריך לכוון למסנ\"פ.62) בכתבי האריז\"ל (סידורו וכו') מבואר באופן אחר לגמרי – אבל ע\"פ משנ\"ת בד\"ה יחיינו תרצ\"ד (תשי\"א) ותש\"ז וז\"ל: \"ובשכמל\"ו .. אומרים ג\"פ, דבעיקרו הוא בהמדות והמדות עיקרם חג\"ת .. והוי' הוא האלקים זהו העבודה בפועל .. לכן אומרים זה ז\"פ להורות דענין זה יהי' קבוע בכל מדה ומדה ממש\", היינו דיש (גם) כוונה שמדובר בעבודה ובהמשכה מלמעלמ\"ט – אולי י\"ל גם כמבואר בפנים.63) בהעלותך יו\"ד, יו\"ד.64) או\"ת מה, ד ואילך. וראה ד\"ה וביום שמחתכם שנה זו הערה 35 (לעיל ע' כו).65) ד\"ה אנכי אנכי תרפ\"ז. וראה גם המשך תער\"ב פשפ\"ד.66) ראה ד\"ה וביום שמחתכם הנ\"ל פ\"ד (לעיל שם).67) משא\"כ בחי' חי' – ראה קונטרס העבודה פ\"ד (ע' 33).68) שהרי היא ה\"עצם\" של כל מדריגות הפרטיות – ראה בארוכה קונטרס ענינה של תורת החסידות פי\"ז.69) אמ\"ב שער הק\"ש פמ\"ב. ד\"ה אתה אחד לאדמו\"ר האמצעי (ברוקלין, תשכ\"ה) ע' 10 [מאמרי אדמו\"ר האמצעי קונטרסים ע' יא].70) ב\"מ י, א.71) קונטרס הנ\"ל פ\"כ.72) ר\"ה כו, ב (במשנה).73) ד\"ה וביום שמחתכם תרפ\"ז (בסופו). ד\"ה אנכי שם (בתחלתו ובסופו).74) ר\"ה כז, א.75) יחזקאל מ, א. וראה לקו\"ת ר\"ה סד, א. ובהנסמן שם.76) לקו\"ת שם נח, א.77) כמו שבשבת ויכולו גו' דהשבוע שעבר ומיני' מתברך השבוע הבא. וראה עט\"ר עד\"ז בנוגע להראש והאברים.78) אגה\"ק ס\"ד.79) הובא בלקו\"ת שמע\"צ צב, ב. שה\"ש נ, סע\"ב. ובכ\"מ. וראה זח\"ג קנג, ב.80) סה\"מ תרצ\"ט ע' 207 בשם הרמ\"ז.81) תהלים נה, יט. ברכות ח, א.",
      "glossary": "|א\"א לו (i efshar lo): It is impossible for him; אוא\"ס שלמעלה מהשתלשלות (Or Ein Sof shelema'alah mehishtalshelut): Infinite Light above the chain of worlds; אור א\"ס ב\"ה (Or Ein Sof Baruch Hu): Infinite Light Blessed be He; אינו מסתיר כלל (eino mastir klal): Does not conceal at all; אלה תולדות השמים והארץ (eileh toldot hashamayim v'ha'aretz): These are the generations of the heavens and the earth; אלה תולדות פרץ (eileh toldot Peretz): These are the generations of Peretz; אלקיך (Elokeicha): Your God; אלקים (Elohim): God; אני הוי' הוא שמי (Ani Hashem hu shemi): I am the Lord, that is My name; אנכי אנכי הוא (Anochi Anochi hu): I, I am He; אנכי ה' אלקיך (Anochi Hashem Elokeicha): I am the Lord your God; אשר ברא אלקים לעשות (asher bara Elohim la'asot): Which God created to make; אתערותא דלתתא (it'aruta d'letata): Arousal from below; ב' העבודות (shnei ha'avodot): Two services; ב' השמות (shnei hashemot): Two divine names; ב' פירושים וענינים (shnei perushim v'inyanim): Two interpretations and matters; ב' פעמים (shtei pe'amim): Two times; באהבה רבה (b'ahavah rabah): With great love; באמת (be'emet): In truth; בגילוי (b'giluy): In revelation; בדיל שמי (bidil shemi): For the sake of My name; בחי' (bechinat): Aspect of; בחי' אנכי (bechinat Anochi): Aspect of \"I\"; בחינת הוי' (bechinat Havayah): Aspect of Havayah; ביאור (be'ur): Explanation; ביום עשות הוי' אלקים ארץ ושמים (b'yom asot Hashem Elohim eretz v'shamayim): On the day the Lord God made earth and heaven; בכרמל יאמר כפול (b'Carmel ye'amer kaful): At Carmel it will be said double; בלבד (bilvad): Only; במעשה בראשית (b'ma'aseh bereishit): In the act of creation; בס\"ד (בסייעתא דשמיא): With the help of Heaven; בעולם (ba'olam): In the world; בפועל (b'fo'al): In actuality; בראשית ברא אלקים את השמים ואת הארץ (Bereishit bara Elohim et hashamayim v'et ha'aretz): In the beginning God created the heavens and the earth; גילוי שם הוי' (giluy shem Havayah): Revelation of the name Havayah; דוגמת (dugmat): In the manner of; דיוק (diyuk): Precise interpretation; דירה לו ית' בתחתונים (dirah lo yitbarach b'tachtonim): A dwelling for Him blessed be He in the lower worlds; דרגא (darga): Level; דרגת צדיקים (dargat tzadikim): Level of the righteous; ה'תש\"מ (5740): Year 5740; הא' (ha'echad): The first; האזינו (Ha'azinu): Listen/Give ear - Torah portion; האלקים עשה את האדם ישר (ha'Elohim asah et ha'adam yashar): God made man upright; הגילוי (hagiluy): The revelation; ההמשכה (hahamshacha): The drawing down; ההסתר (hahester): The concealment; ההעלמות וההסתרים (haha'alamot v'hahesterim): The concealments and hiddennesses; הוי' (Havayah): The Tetragrammaton; הוי' הוא האלקים (Hashem hu ha'Elohim): The Lord He is God; הול\"ל (hava lan lemeimar): It should have said; הי' הוא ושמו בלבד (hayah hu ushmo bilvad): He was, He and His name alone; המעלה (hama'alah): The advantage; המצמצם (hametzamtzem): The one who contracts; המשיכו (himshichu): They drew down; המשכה זו (hamshacha zo): This drawing down; המשכת אוא\"ס (hamshachat Or Ein Sof): Drawing down of the Infinite Light; העבודה דלמעלה מהשתלשלות (ha'avodah d'lema'alah mehishtalshelut): Service above the chain of worlds; העבודה דתומ\"צ (ha'avodah d'Torah u'mitzvot): Service of Torah and commandments; העביר את הדרך (he'evir et haderech): Transgressed the way; הפטורה (haftarah): Prophetic reading; הציווי (hatzivui): The commandment; הר הכרמל (Har HaCarmel): Mount Carmel; התהוות (hithavut): Coming into being; התלבשות (hitlabshut): Investment/garbing; ויאמרו (vayomru): And they said; וידעת (v'yadata): And you shall know; ויכל אלקים (vayechal Elohim): And God completed; ולא אתפס בשם (v'lo itfas b'shem): And is not grasped by name; ועד\"ז (v'al derech zeh): And similarly; ותרגם (v'tirgem): And translated; ז' הימים (shiv'at hayamim): Seven days; ז' ימי השבוע (shiv'at yemei hashavu'a): Seven days of the week; זדונות נעשו לו כזכיות (zedonot na'asu lo kizchuyot): Intentional sins become merits for him; זהר (Zohar): The Zohar; זיו והארה (ziv v'ha'arah): Radiance and illumination; חטא ופגם (chata u'fagam): Sinned and damaged; ידיעה נעלית (yedi'ah ne'elit): Elevated knowledge; יום ב' (yom beit): Second day; יום הכפורים (Yom Kippur): Day of Atonement; יום הראשון (yom harishon): First day; יחוד (yichud): Unification; יכפר עליכם סתם (yechaper aleichem setam): He will atone for you - unspecified; ימי החול (yemei hachol): Weekdays; יעקב (Ya'akov): Jacob; יש ודבר נפרד (yesh v'davar nifrad): Something and separate entity; ישראל (Yisrael): Israel; כאלקים יחשב (k'Elohim yechashev): Is considered like Elohim; כביכול (kivyachol): As it were; כולא חד (kula chad): All is one; כי ביום הזה יכפר עליכם (ki bayom hazeh yechaper aleichem): For on this day He will atone for you; כי שמש ומגן הוי' אלקים (ki shemesh u'magen Hashem Elohim): For the Lord God is a sun and shield; כי שרית עם אלקים ועם אנשים ותוכל (ki sarita im Elohim v'im anashim vatuchal): For you have striven with God and with men and have prevailed; כל הענינים שלמעלה (kol ha'inyanim shelema'alah): All the matters above; כל ימיו (kol yamav): All his days; כלתה (kaltah): Ceased; כמו שהוא למעלה (k'mo shehu lema'alah): As it is above; כפל (kefel): Double; כתבי האריז\"ל (kitvei ha'Ari z\"l): Writings of the Ari; כתיב (katav): It is written; ל\"ב פעמים (lamed-beit pe'amim): Thirty-two times; לאח\"ז (l'achar zeh): Afterwards; לגבי הקב\"ה (l'gabei haKadosh Baruch Hu): In relation to the Holy One Blessed be He; להמשיך (l'hamshich): To draw down; ליש ודבר נפרד (l'yesh v'davar nifrad): To something and separate entity; למעלה יותר (lema'alah yoter): Higher; למעלה מעבודת הצדיקים (lema'alah me'avodat hatzadikim): Above the service of the righteous; למעלה משם הוי' (lema'alah mishem Havayah): Above the name Havayah; למעני (lema'ani): For My sake; לעבדה ולשמרה (l'ovdah ul'shomrah): To work it and guard it; לעשות לתקן (la'asot l'taken): To make, to rectify; לפני הוי' דוקא (lifnei Hashem davka): Specifically before the Lord; לפני הוי' תטהרו (lifnei Hashem titharu): Before the Lord you shall be purified; לפני הצמצום (lifnei hatzimtzum): Before the contraction; לקו\"ת (Likutei Torah): Likutei Torah; לשון מהוה (lashon mehave): Expression of \"brings into being\"; לתקן (l'taken): To rectify; מ\"ת (matan Torah): Giving of the Torah; מאן דלית לי' שם ידיעא (man d'leit lei shem yedi'a): One who has no known name; מגעת (maga'at): Reaches; מדריגה (madreigah): Spiritual level; מדרש (midrash): Midrash; מעומקא דלבא (me'umka d'liba): From the depths of the heart; מעורר (me'orer): Awakens; מעלה (ma'aleh): Elevates; מעלים ומסתיר (ma'alim u'mastir): Conceals and hides; משא\"כ (masha'ch): As opposed to; משם הוי' (mishem Havayah): From the name Havayah; מתקן (metaken): Rectifies; נאמר בסיני (ne'emar b'Sinai): Said at Sinai; נמשך (nimshach): Is drawn down; נעלית (ne'elit): Elevated; עבודה דוקא (avodah davka): Specifically service; עבודת האדם (avodat ha'adam): Service of man; עבודת התשובה (avodat hateshuvah): Service of repentance; עד (ad): Until/unto; ענין הב' (inyan hasheni): The second matter; ענין התשובה (inyan hateshuvah): Matter of repentance; עצמו (atzmo): Himself; עצמותו ומהותו ית' (atzmuto u'mahuto yitbarach): His essence and being blessed be He; פגם בשם הוי' (pagam b'shem Havayah): Damaged the name Havayah; פורצים (portzim): Break through; פנימיות (pnimiyut): Inwardness; פעם אחת (pa'am achat): One time; צ\"ל (tzarich lihyot): Must be; צדיקים ובעלי תשובה (tzadikim u'va'alei teshuvah): Righteous and penitents; צמצום (tzimtzum): Contraction; צמצום רב ועצום (tzimtzum rav v'atzum): Great and mighty contraction; קוב\"ה לא שריא אלא באתר שלים (HaKadosh Baruch Hu lo sharya ela b'atar shalem): The Holy One Blessed be He dwells only in a complete place; ראש השנה (Rosh Hashanah): New Year; רבותינו נשיאינו (rabboteinu nesi'einu): Our rabbis, our leaders; ש\"פ (שבת פרשת): Shabbat of Torah portion; שבאדם (sheba'adam): That is in man; שבת אותיות תשב (Shabbat otiyot tashav): Shabbat - letters of \"return\"; שבת שובה (Shabbat Shuvah): Shabbat of Return; שבת תשובה (Shabbat Teshuvah): Shabbat of Repentance; שבתות דכל השנה (shabatot d'chol hashanah): Sabbaths of the entire year; שובה ישראל עד ה' אלקיך (Shuvah Yisrael ad Hashem Elokeicha): Return O Israel unto the Lord your God; שורה ומתגלה (shoreh u'mitgaleh): Dwells and is revealed; שלגבי' (shel'gabav): In relation to which; שלימות במעשה התחתונים (shleimut b'ma'aseh hatachtonim): Completeness in the actions of the lower ones; שלימות התשובה (shleimut hateshuvah): Complete repentance; שלמעלה מהשתלשלות (shelema'alah mehishtalshelut): Above the chain of worlds; שלמעלה משם הוי' (shelema'alah mishem Havayah): That which is above the name Havayah; שם (shem): Name; שמו הגדול (shemo hagadol): His great name; שני ענינים אלו (shnei inyanim eilu): These two matters; תולדות מלא (toldot malei): Complete generations; תומ\"צ (Torah u'mitzvot): Torah and commandments; תורה ומצוות (Torah u'mitzvot): Torah and commandments; תניא (Tanya): Tanya; תשובה דשבת (teshuvah d'Shabbat): Repentance of Shabbat; תשובה כפשוטה (teshuvah k'peshutah): Simple repentance; תשובה מאהבה (teshuvah me'ahavah): Repentance from love; תשובה עילאה (teshuvah ila'ah): Supernal repentance;"
    },
    "search_tags": [
      "צמצום",
      "דור",
      "חטא",
      "Love",
      "מצוות",
      "יעקב",
      "Elevation",
      "בינה",
      "Will",
      "אור",
      "Intention",
      "עצמות",
      "Eternity",
      "אור א\"ס",
      "Worlds",
      "הוד",
      "Service",
      "משה",
      "חסיד",
      "תכלית",
      "Contraction",
      "צדיק",
      "Knowledge",
      "אוא\"ס",
      "דעת",
      "Concealments",
      "Commandments",
      "Righteous ones",
      "Exile",
      "Light",
      "השתלשלות",
      "Understanding",
      "Essence",
      "Righteous one",
      "עולמות",
      "Repentance",
      "עולם",
      "World",
      "מלכות",
      "Dwelling",
      "גאולה",
      "Chain of descent",
      "צדיקים",
      "Splendor",
      "Moses",
      "Generation",
      "Sin",
      "העלאה",
      "Israel",
      "המשכה",
      "חסידות",
      "תורה",
      "גלות",
      "Lower worlds",
      "משיח",
      "Leader",
      "גילוי",
      "רצון",
      "העלמות",
      "תחתונים",
      "Chassid",
      "Drawing down",
      "נצח",
      "עבודה",
      "נשיא",
      "Jacob",
      "Purpose",
      "Torah",
      "כוונה",
      "ישראל",
      "Kingship",
      "אהבה",
      "תשובה",
      "Infinite Light",
      "Revelation",
      "דירה",
      "Chassidut",
      "Messiah",
      "Redemption"
    ]
  }
}