{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "1_תז",
    "reference": "Reference: 1_תז",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אור",
        "גילוי",
        "העלם",
        "עליונים",
        "אצילות",
        "עולם",
        "עולמות",
        "חכמה",
        "יעקב",
        "ישראל",
        "מקדש",
        "מצוות",
        "תורה",
        "גאולה",
        "משיח",
        "יראה",
        "העלאה",
        "רצון",
        "תשובה"
      ],
      "key_concepts": [
        "Light",
        "Revelation",
        "Concealment",
        "Upper worlds",
        "Emanation",
        "World",
        "Worlds",
        "Wisdom",
        "Jacob",
        "Israel",
        "Temple",
        "Commandments",
        "Torah",
        "Redemption",
        "Messiah",
        "Fear/Awe",
        "Elevation",
        "Will",
        "Repentance"
      ],
      "biblical_references": [],
      "talmudic_references": [
        "תניא",
        "תניא",
        "זהר",
        "זהר",
        "ברכות ס, ב",
        "ברכות לג, ב",
        "סנהדרין לט, ב"
      ],
      "chassidic_references": [
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 922,
      "chunk_count": 4
    },
    "content": {
      "main_text": "בס\"ד. ש\"פ האזינו, י\"ב תשרי ה'תשמ\"ב(הנחה)כנשר יעיר קנו על גוזליו ירחף גו', הנה מה כתיב לעיל מיני'1 ימצאהו בארץ מדבר, ואח\"ז מסיים2 הוי' בדד ינחנו. הנה הפירוש הפשוט בזה הוא, שהקב\"ה נוהג עם בני ישראל ברחמים כמו הנשר המרחף על גוזליו (וכפרש\"י), כלומר, שיש רחמי נשר כפשוטם, ויש רחמים שהם כמו נשר ולמעלה הימנו. והנה כל הענינים שבתורה ישנם בכל העולמות עד למעלה מעלה, ומזה מובן, דכשם שיש ב' בחינות אלו בעוה\"ז הגשמי (נשר וכמו נשר), כך הוא בעולמות שלמעלה ממנו, עולמות בי\"ע, עד לעולם האצילות, דאף שיש בו ע\"ס הרי הוא עולם האחדות, ומ\"מ גם בו יש בחי' נשר והיא מדת הרחמים דאצי', ויש בו בחי' כנשר, היינו רחמים שלמעלה ממדת הרחמים3. אמנם אעפ\"כ הרי עיקר התורה היא למטה כמאמר4 תורה לא בשמים היא, וכתורת הרב המגיד5 על מארז\"ל6 דע מה למעלה ממך, שכל הענינים שלמעלה תלויים בך, בעבודת האדם הנמצא למטה, ובפרט אחרי מ\"ת שאז ניתנה התורה למטה ולא בשמים היא (כנ\"ל). ועוד זאת, דכל הגבוה יותר יורד למטה יותר7, היינו דהענין הכי נעלה (שבתורה) נמצא דוקא למטה, ומזה מובן גם בענין הנשר, שפסוק זה כולל את ב' הקצוות, דהרחמים הכי עליונים נמשכים דוקא למטה במקום שבו רחמי נשר כפשוטו.והענין הוא, דהנה כתיב8 שלשה המה נפלאו ממני גו' דרך הנשר בשמים גו', ומבואר במ\"א9 דהפלא הוא איך יש פני נשר שהוא עוף טמא במרכבה העליונה. וצריך להבין10, שהרי יש במרכבה גם פני ארי' אל הימין11 שהוא חי' טמאה, ומדוע הפליאה היא על הנשר דוקא. והביאור בזה, ע\"פ המבואר במ\"א12 שדרך הנשר (פני נשר שבמרכבה) הו\"ע קו האמצעי. וזהו מה שתמה על פני נשר דוקא13, כי פני ארי' אל הימין, דפני ארי' שבמרכבה הם בקו הימין העולה בחיצוניות הכתר בלבד, ואין זה פלא כ\"כ, משא\"כ פני נשר שהם בקו האמצעי העולה בפנימיות הכתר14, יפלא מאד איך יש פני עוף טמא בפנימיות הכתר.וביאור הענין, דהנה דוקא להיות מדת הרחמים מושרשת בפנימיות הכתר, לפיכך נפלה למטה מטה, וזהו שנק' נשר מלשון נשירה ונפילה15, דנפיל מן דרגי', עד לעוף טמא שמחוץ למקום הקדושה. ובזה יובן המשך הפסוקים, דכתיב לעיל מיני' ימצאהו בארץ מדבר גו', דמדבר הוא מקום אשר לא ישב אדם שם16, היינו שהוא מחוץ למושב האדם העליון17, ועד\"ז מחוץ למושב בני ישראל הקרויים אדם18 אדמה לעליון19, כי בכל ישראל יש נפש הקדושה שהיא חלק אלוקה ממעל ממש20, וכדכתיב לפנ\"ז21 כי חלק הוי' עמו גו', ולפיכך אין להם שום שייכות למקום המדבר (שמחוץ לקדושה), ולא זו בלבד שלא ישב אדם (היינו ישראל) שם, אלא שלא עבר שם, היינו שאין לישראל כל שייכות למקום זה. וזהו שממשיך כנשר יעיר קנו גו', כי למקום זה נפלה בחי' נשר.אמנם22 גם על מקום זה נאמר ימצאהו בארץ מדבר גו', דגם משם יקבצך ה' אלקיך ומשם יקחך23. וההעלאה והתשובה ממקום זה היא ע\"י גילוי בחי' כנשר בדרגא הכי עליונה, בחי' פנימיות הכתר, כי מיני' ובי' אבא לשדי' בי' נרגא24, ועי\"ז עולים לפנימיות הכתר. דכיון שכל הגבוה יותר יורד למטה ביותר הרי דוקא ע\"י שעולים ממקום רחוק כזה, העלי' היא למעלה ביותר. וע\"ד המבואר בכ\"מ25 (מל\"ת להאריז\"ל26) בפי' הכתוב27 כי לא על הלחם לבדו יחי' האדם כי על כל מוצא פי הוי' יחי' האדם, שהמדבר צריך למוצא פי הוי' שבדצ\"ח, משום שמזה שנפלו הניצוצות למטה ביותר (בדצ\"ח שלמטה ממדבר) מוכח ששרשם למעלה יותר, ולכן בכחם דוקא להחיות את המוצא פי הוי' שבמדבר. ועד\"ז יובן למטה מזה, בבחי' נשר שענינה הנפילה מחוץ למקום הקדושה, דדוקא ע\"י העלי' ממקום זה עולים עד לפנימיות הכתר. וזהו טעם ירידת הנשמה למטה מאיגרא רמה לבירא עמיקתא28, מבחי' נשמה שנתת בי עד לנפחתה בי29 בעוה\"ז התחתון, כדי שבעולם זה תהי' העלי' מלמטה ביותר, בסולם המוצב ארצה30 דוקא, ועי\"ז ראשו מגיע השמימה30, למעלה ביותר, עד שהרוח תשוב אל האלקים אשר נתנה31. וזהו32 מה שממשיך1 יצרנו כאישון עינו, דאישון הוא השחור שבעין כמארז\"ל33 אין אדם רואה מתוך הלבן שבעין אלא מתוך השחור שבעין, דענין השחור שבעין היינו השחרות וההעלם והריחוק וכו'. דע\"י ההתבוננות בזה שנמצא במקום ההעלם, במקום רחוק, ורע ומר עזבך את ה'34, עי\"ז בא לתשובה מעומקא דליבא עד שזדונות נעשו לו כזכיות וזכיות.וזהו כנשר יעיר קנו על גוזליו ירחף גו', דהריחוף על גוזליו מורה על הרחמים של נשר כפשוטו, דע\"י עבודת התשובה מבחי' נשר למטה עולים לבחי' כנשר יעיר קנו שלמעלה מעלה. וע\"ד מ\"ש במ\"א35 דאית רצון ואית רצון, דהרצון התחתון כלי וממשיך את הרצון העליון. ועד\"ז יראה תתאה היא כלי ליראה עילאה וחכמה תתאה היא כלי לחכמה עילאה. הרי עד\"ז ע\"י בחי' נשר עולים למדת הרחמים שלמעלה עד לרחמים שלמעלה מעלה ממדה. וזהו ימצאהו בארץ מדבר גו', דמציאה שייך בדבר שנאבד, היינו שגם אלה שנאבדו בארץ מדבר הרי משם יקבצך גו', ועד שהיא בחי' מציאה, ענין שלא לפי ערך היגיעה, כי הקב\"ה לא שיער כביכול בעצמו (האָט זיך ניט געריכט) שימצא את החלק אלוקה בשלימותו במדבר, שהרי הכל בידי שמים חוץ מיראת שמים36. ומשום זה הקב\"ה הוא בהתפעלות מעבודת ישראל. ועד שזה מביא לידי תענוג גדול, וכפשטות הענין, דאינו דומה התענוג של מי שהרויח לפי ערך עבודתו (כמ\"ש37 עובד אדמתו ישבע לחם) למי שמוצא מציאה שזהו לא לפי ערך היגיעה. וזהו שממשיך1 ישאהו על אברתו, לפי שע\"י עבודת התשובה עולים למעלה מעלה, עד למעלה מבחי' אברתו, היינו למעלה מרמ\"ח אברין דמלכא38, כי ישראל קדמו לתורה ומצוות כדאיתא בתד\"א39 ואני אומר ישראל קדמו שנאמר (בתורה) דבר אל בני ישראל אמור אל בני ישראל כו'40. ועד שעולים למקום זה שנאמר עליו הוי' בדד ינחנו גו', ישראל ומלכא בלחודוהי41, שישראל ועצומ\"ה ית' כולא חד.והנה ע\"י שענינים אלו נלמדים בתושב\"כ ואח\"כ בתושבע\"פ ועד לתורת חב\"ד שענינה הוא ההסברה ועד שיתפרנסון מיני'42, הרי התבוננות זו מביאה לידי מעשה, חיפוש ובירור הניצוצות בכל מקום, ובפרט כשפוגש ניצוצות אלו בהשגחה פרטית, ועי\"ז באים לקיום היעוד הוי' בדד ינחנו גו', כמ\"ש43 וישכון ישראל בטח בדד עין יעקב, בקרוב ממש, בגאולה האמיתית והשלימה ע\"י משיח צדקנו, יבוא ויגאלנו ויוליכנו קוממיות לארצנו, במהרה בימינו ממש.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד ש\"פ האזינו, י\"ב תשרי ה'תשמ\"ב(הנחה)כנשר יעיר קנו על גוזליו ירחף גו', הנה מה כתיב לעיל מיני'1 ימצאהו בארץ מדבר, ואח\"ז מסיים2 הוי' בדד ינחנו הנה הפירוש הפשוט בזה הוא, שהקב\"ה נוהג עם בני ישראל ברחמים כמו הנשר המרחף על גוזליו (וכפרש\"י), כלומר, שיש רחמי נשר כפשוטם, ויש רחמים שהם כמו נשר ולמעלה הימנו והנה כל הענינים שבתורה ישנם בכל העולמות עד למעלה מעלה, ומזה מובן, דכשם שיש ב' בחינות אלו בעוה\"ז הגשמי (נשר וכמו נשר), כך הוא בעולמות שלמעלה ממנו, עולמות בי\"ע, עד לעולם האצילות, דאף שיש בו ע\"ס הרי הוא עולם האחדות, ומ\"מ גם בו יש בחי' נשר והיא מדת הרחמים דאצי', ויש בו בחי' כנשר, היינו רחמים שלמעלה ממדת הרחמים3 אמנם אעפ\"כ הרי עיקר התורה היא למטה כמאמר4 תורה לא בשמים היא, וכתורת הרב המגיד5 על מארז\"ל6 דע מה למעלה ממך, שכל הענינים שלמעלה תלויים בך, בעבודת האדם הנמצא למטה, ובפרט אחרי מ\"ת שאז ניתנה התורה למטה ולא בשמים היא (כנ\"ל) ועוד זאת, דכל הגבוה יותר יורד למטה יותר7, היינו דהענין הכי נעלה (שבתורה) נמצא דוקא למטה, ומזה מובן גם בענין הנשר, שפסוק זה כולל את ב' הקצוות, דהרחמים הכי עליונים נמשכים דוקא למטה במקום שבו רחמי נשר כפשוטו.והענין הוא, דהנה כתיב8 שלשה המה נפלאו ממני גו' דרך הנשר בשמים גו', ומבואר במ\"א9 דהפלא הוא איך יש פני נשר שהוא עוף טמא במרכבה העליונה וצריך להבין10, שהרי יש במרכבה גם פני ארי' אל הימין11 שהוא חי' טמאה, ומדוע הפליאה היא על הנשר דוקא והביאור בזה, ע\"פ המבואר במ\"א12 שדרך הנשר (פני נשר שבמרכבה) הו\"ע קו האמצעי",
          "topics": [
            "אור",
            "עליונים",
            "אצילות",
            "עולם",
            "עולמות"
          ],
          "word_count": 249
        },
        {
          "chunk_id": "chunk_2",
          "content": "וזהו מה שתמה על פני נשר דוקא13, כי פני ארי' אל הימין, דפני ארי' שבמרכבה הם בקו הימין העולה בחיצוניות הכתר בלבד, ואין זה פלא כ\"כ, משא\"כ פני נשר שהם בקו האמצעי העולה בפנימיות הכתר14, יפלא מאד איך יש פני עוף טמא בפנימיות הכתר.וביאור הענין, דהנה דוקא להיות מדת הרחמים מושרשת בפנימיות הכתר, לפיכך נפלה למטה מטה, וזהו שנק' נשר מלשון נשירה ונפילה15, דנפיל מן דרגי', עד לעוף טמא שמחוץ למקום הקדושה ובזה יובן המשך הפסוקים, דכתיב לעיל מיני' ימצאהו בארץ מדבר גו', דמדבר הוא מקום אשר לא ישב אדם שם16, היינו שהוא מחוץ למושב האדם העליון17, ועד\"ז מחוץ למושב בני ישראל הקרויים אדם18 אדמה לעליון19, כי בכל ישראל יש נפש הקדושה שהיא חלק אלוקה ממעל ממש20, וכדכתיב לפנ\"ז21 כי חלק הוי' עמו גו', ולפיכך אין להם שום שייכות למקום המדבר (שמחוץ לקדושה), ולא זו בלבד שלא ישב אדם (היינו ישראל) שם, אלא שלא עבר שם, היינו שאין לישראל כל שייכות למקום זה וזהו שממשיך כנשר יעיר קנו גו', כי למקום זה נפלה בחי' נשר.אמנם22 גם על מקום זה נאמר ימצאהו בארץ מדבר גו', דגם משם יקבצך ה' אלקיך ומשם יקחך23 וההעלאה והתשובה ממקום זה היא ע\"י גילוי בחי' כנשר בדרגא הכי עליונה, בחי' פנימיות הכתר, כי מיני' ובי' אבא לשדי' בי' נרגא24, ועי\"ז עולים לפנימיות הכתר דכיון שכל הגבוה יותר יורד למטה ביותר הרי דוקא ע\"י שעולים ממקום רחוק כזה, העלי' היא למעלה ביותר וע\"ד המבואר בכ\"מ25 (מל\"ת להאריז\"ל26) בפי' הכתוב27 כי לא על הלחם לבדו יחי' האדם כי על כל מוצא פי הוי' יחי' האדם, שהמדבר צריך למוצא פי הוי' שבדצ\"ח, משום שמזה שנפלו הניצוצות למטה ביותר (בדצ\"ח שלמטה ממדבר) מוכח ששרשם למעלה יותר, ולכן בכחם דוקא להחיות את המוצא פי הוי' שבמדבר",
          "topics": [
            "אור",
            "גילוי",
            "ישראל",
            "העלאה",
            "תשובה"
          ],
          "word_count": 275
        },
        {
          "chunk_id": "chunk_3",
          "content": "ועד\"ז יובן למטה מזה, בבחי' נשר שענינה הנפילה מחוץ למקום הקדושה, דדוקא ע\"י העלי' ממקום זה עולים עד לפנימיות הכתר וזהו טעם ירידת הנשמה למטה מאיגרא רמה לבירא עמיקתא28, מבחי' נשמה שנתת בי עד לנפחתה בי29 בעוה\"ז התחתון, כדי שבעולם זה תהי' העלי' מלמטה ביותר, בסולם המוצב ארצה30 דוקא, ועי\"ז ראשו מגיע השמימה30, למעלה ביותר, עד שהרוח תשוב אל האלקים אשר נתנה31 וזהו32 מה שממשיך1 יצרנו כאישון עינו, דאישון הוא השחור שבעין כמארז\"ל33 אין אדם רואה מתוך הלבן שבעין אלא מתוך השחור שבעין, דענין השחור שבעין היינו השחרות וההעלם והריחוק וכו' דע\"י ההתבוננות בזה שנמצא במקום ההעלם, במקום רחוק, ורע ומר עזבך את ה'34, עי\"ז בא לתשובה מעומקא דליבא עד שזדונות נעשו לו כזכיות וזכיות.וזהו כנשר יעיר קנו על גוזליו ירחף גו', דהריחוף על גוזליו מורה על הרחמים של נשר כפשוטו, דע\"י עבודת התשובה מבחי' נשר למטה עולים לבחי' כנשר יעיר קנו שלמעלה מעלה וע\"ד מ\"ש במ\"א35 דאית רצון ואית רצון, דהרצון התחתון כלי וממשיך את הרצון העליון ועד\"ז יראה תתאה היא כלי ליראה עילאה וחכמה תתאה היא כלי לחכמה עילאה הרי עד\"ז ע\"י בחי' נשר עולים למדת הרחמים שלמעלה עד לרחמים שלמעלה מעלה ממדה וזהו ימצאהו בארץ מדבר גו', דמציאה שייך בדבר שנאבד, היינו שגם אלה שנאבדו בארץ מדבר הרי משם יקבצך גו', ועד שהיא בחי' מציאה, ענין שלא לפי ערך היגיעה, כי הקב\"ה לא שיער כביכול בעצמו (האָט זיך ניט געריכט) שימצא את החלק אלוקה בשלימותו במדבר, שהרי הכל בידי שמים חוץ מיראת שמים36 ומשום זה הקב\"ה הוא בהתפעלות מעבודת ישראל",
          "topics": [
            "העלם",
            "עולם",
            "חכמה",
            "ישראל",
            "יראה"
          ],
          "word_count": 243
        },
        {
          "chunk_id": "chunk_4",
          "content": "ועד שזה מביא לידי תענוג גדול, וכפשטות הענין, דאינו דומה התענוג של מי שהרויח לפי ערך עבודתו (כמ\"ש37 עובד אדמתו ישבע לחם) למי שמוצא מציאה שזהו לא לפי ערך היגיעה וזהו שממשיך1 ישאהו על אברתו, לפי שע\"י עבודת התשובה עולים למעלה מעלה, עד למעלה מבחי' אברתו, היינו למעלה מרמ\"ח אברין דמלכא38, כי ישראל קדמו לתורה ומצוות כדאיתא בתד\"א39 ואני אומר ישראל קדמו שנאמר (בתורה) דבר אל בני ישראל אמור אל בני ישראל כו'40 ועד שעולים למקום זה שנאמר עליו הוי' בדד ינחנו גו', ישראל ומלכא בלחודוהי41, שישראל ועצומ\"ה ית' כולא חד.והנה ע\"י שענינים אלו נלמדים בתושב\"כ ואח\"כ בתושבע\"פ ועד לתורת חב\"ד שענינה הוא ההסברה ועד שיתפרנסון מיני'42, הרי התבוננות זו מביאה לידי מעשה, חיפוש ובירור הניצוצות בכל מקום, ובפרט כשפוגש ניצוצות אלו בהשגחה פרטית, ועי\"ז באים לקיום היעוד הוי' בדד ינחנו גו', כמ\"ש43 וישכון ישראל בטח בדד עין יעקב, בקרוב ממש, בגאולה האמיתית והשלימה ע\"י משיח צדקנו, יבוא ויגאלנו ויוליכנו קוממיות לארצנו, במהרה בימינו ממש",
          "topics": [
            "יעקב",
            "ישראל",
            "מצוות",
            "תורה",
            "גאולה"
          ],
          "word_count": 155
        }
      ],
      "footnotes": "1 פרשתנו לב, יא.1) שם, י.2) שם, יב.3) ראה אוה\"ת פרשתנו ע' א'תרפג ואילך. וראה לקו\"ת פרשתנו עח, ג.4) נצבים ל, יב. ב\"מ נט, ב.5) לקוטי אמרים (הוצאת קה\"ת) סקצ\"ח (נ, סע\"ג).6) אבות פ\"ב מ\"א.7) הובא ונתבאר בשערי אורה ע' נח ואילך.8) משלי ל, יח-יט.9) ל\"ת להאריז\"ל עה\"פ משלי שם.10) אוה\"ת שם ע' א'תרפט. ד\"ה כנשר יעיר קנו תרע\"ה (המשך תער\"ב ח\"ב ע' עתר). תרע\"ח (סה\"מ תרע\"ח ע' ל). תשכ\"ט (לעיל ע' קכא ואילך).11) יחזקאל א, י.12) אוה\"ת שם ע' א'תרפה ואילך. סה\"מ תרע\"ח שם ע' כד ואילך.13) ראה אוה\"ת שם ע' א'תרצ. המשך תער\"ב שם. לעיל ע' קכא.14) המשך תער\"ב ח\"א ע' רכ ואילך. סה\"מ תרע\"ח שם ע' כה. סה\"מ תש\"ז ע' 152.15) לקו\"ת פרשתנו שם, א. סה\"מ תקס\"ד ע' רכא. וראה קהלת יעקב בערכו.16) ירמי' ב, ו.17) לקו\"ת נשא כ, ג. ראה לב, סע\"ב ואילך. ועוד.18) יבמות סא, רע\"א.19) של\"ה כ, ב. רסח, ב. שא, ב. עשרה מאמרות מאמר אם כל חי ח\"ב סל\"ג.20) תניא רפ\"ב.21) פרשתנו שם, ט.22) בהבא לקמן – ראה לקו\"ת פרשתנו שם, א ואילך. סה\"מ תקס\"ד ע' רכ ואילך. וראה גם אוה\"ת פרשתנו ע' א'תרפג ואילך. א'תרפה ואילך. סה\"מ תרע\"ח שם ע' כד ואילך.23) נצבים ל, ד.24) כ\"ה בתניא רפל\"א. וראה סנהדרין לט, ב.25) לקו\"ת צו יג, סע\"ב ואילך. ועוד.26) עה\"פ עקב ח, ג.27) עקב שם.28) לשון חז\"ל – חגיגה ה, ב.29) נוסח ברכת השחר (ברכות ס, ב).30) ויצא כח, יב.31) קהלת יב, ז.32) ראה סה\"מ תקס\"ד שם ע' רכו. אוה\"ת פרשתנו שם ע' א'תרפח.33) ויק\"ר פל\"א, ח.34) ירמי' ב, יט.35) ראה תו\"א ויקהל פז, ד. דרמ\"צ פח, א (מזהר).36) ברכות לג, ב.37) משלי יב, יא. כח, יט.38) וראה ד\"ה כנשר יעיר קנו תרמ\"א (המשך יונתי תר\"מ ע' מד). תשכ\"ט (לעיל ע' קכא).39) רבה – פי\"ד. וראה סה\"מ תרל\"ה ח\"ב ס\"ע שנו ואילך. וש\"נ.40) ראה ב\"ר פ\"א, ד.41) ראה זח\"ג לב, א.42) תקו\"ז ת\"ו בסופו. וראה כסא מלך שם (הועתק בלקו\"ש ח\"ז ע' 206 הערה 3. חט\"ו ע' 42 הערה 9. ועוד). הקדמת מקדש מלך לזהר.43) ברכה לג, כח.",
      "glossary": "|אדמה לעליון (Adamah LaElyon): Earth to the Most High; אין אדם רואה מתוך הלבן שבעין (Ein Adam Ro'eh MiToch HaLavan SheBa'ayin): A person doesn't see from the white of the eye; אישון (Ishon): Pupil; אית רצון ואית רצון (It Ratzon Ve'it Ratzon): There is will and there is will; אל הימין (El HaYamin): To the right; אמור אל בני ישראל (Emor El Bnei Yisrael): Say to the Children of Israel; בארץ מדבר (Be'eretz Midbar): In a desert land; בי\"ע (Beriah Yetzirah Asiyah): Worlds of Creation, Formation, Action; בירור הניצוצות (Birur HaNitzotzot): Refinement of sparks; במהרה בימינו ממש (BiMheirah BeYameinu Mamash): Speedily in our days literally; בני ישראל (Bnei Yisrael): Children of Israel; בס\"ד (Besiyata Dishmaya): With Divine assistance; בקרוב ממש (BeKarov Mamash): Very soon; ברחמים (BeRachamim): With mercy; גאולה האמיתית והשלימה (Geulah HaAmitit VeHaShleimah): True and complete redemption; גוזליו (Gozalav): Its young; גילוי (Giluy): Revelation; דאצי' (De'Atzilut): Of Emanation; דבר אל בני ישראל (Daber El Bnei Yisrael): Speak to the Children of Israel; דע מה למעלה ממך (Da Mah LeMa'alah Mimcha): Know what is above you; דצ\"ח (Ditzach): Kelipot (impure husks); דרך הנשר בשמים (Derech HaNesher BaShamayim): The way of an eagle in the sky; ה'תשמ\"ב (Hey Tav Shin Mem Bet): Year 5742; האָט זיך ניט געריכט (Hot Zich Nit Gerecht): Didn't calculate/reckon (Yiddish); האזינו (Ha'azinu): Torah portion \"Give ear\"; הגשמי (HaGashmi): Physical/material; ההסברה (HaHasbarah): Explanation; ההעלם (HaHe'elem): Concealment; הוי' בדד ינחנו (Hashem Badad Yanchenu): God alone guided him; הכל בידי שמים חוץ מיראת שמים (HaKol BiYdei Shamayim Chutz MiYir'at Shamayim): Everything is in Heaven's hands except fear of Heaven; הנחה (Hanachah): Transcription/notes; העלאה (Ha'ala'ah): Elevation; הקב\"ה (HaKadosh Baruch Hu): The Holy One, Blessed be He; הרב המגיד (HaRav HaMaggid): The Maggid (Rabbi DovBer of Mezeritch); הרוח תשוב אל האלקים אשר נתנה (HaRuach Tashuv El HaElohim Asher Netanah): The spirit returns to God who gave it; הרויח (Hirvich): Profited; הריחוק (HaRichuk): Distance; השגחה פרטית (Hashgachah Pratit): Divine Providence; השחור שבעין (HaShachor SheBa'ayin): The black of the eye; השחרות (HaShachrut): Blackness; התבוננות (Hitbonenut): Contemplation; התפעלות (Hitpa'alut): Being moved/impressed; ויוליכנו קוממיות (VeYolichenu Komemiyut): And lead us upright; וישכון ישראל בטח בדד (VeYishkon Yisrael Betach Badad): Israel dwelt securely alone; ומשם יקחך (UMiSham Yikachecha): And from there He will take you; זדונות נעשו לו כזכיות (Zedonot Na'asu Lo KeZechuyot): Sins become merits for him; חי' טמאה (Chayah Temei'ah): Impure animal; חיפוש (Chipus): Search; חיצוניות הכתר (Chitzoniyut HaKeter): External aspect of Keter; חכמה עילאה (Chochmah Ila'ah): Higher wisdom; חכמה תתאה (Chochmah Tata'ah): Lower wisdom; חלק אלוקה ממעל ממש (Chelek Elokah MiMa'al Mamash): Literally a part of God above; י\"ב תשרי (Yud-Bet Tishrei): 12th of Tishrei; יבוא ויגאלנו (Yavo VeYiga'aleinu): He will come and redeem us; ימצאהו (Yimtza'ehu): He found him; ימצאהו בארץ מדבר (Yimtza'ehu Be'eretz Midbar): He found him in a desert land; יצרנו כאישון עינו (Yitzrenu Ke'ishon Eino): He guarded him as the apple of His eye; יראה עילאה (Yir'ah Ila'ah): Higher fear; יראה תתאה (Yir'ah Tata'ah): Lower fear; ירחף (Yerachef): Hovers; ירידת הנשמה (Yeridat HaNeshamah): Descent of the soul; ישאהו על אברתו (Yisa'ehu Al Evrato): He carried him on His pinions; ישראל ומלכא בלחודוהי (Yisrael UMalka BiLchudohi): Israel and the King alone; ישראל קדמו לתורה ומצוות (Yisrael Kadmu LaTorah UMitzvot): Israel preceded Torah and commandments; יתפרנסון מיני' (Yitparneson Minei): They will be sustained from it; כולא חד (Kula Chad): All is one; כי חלק הוי' עמו (Ki Chelek Hashem Amo): For God's portion is His people; כי לא על הלחם לבדו יחי' האדם (Ki Lo Al HaLechem Levado Yichyeh HaAdam): Man does not live by bread alone; כל הגבוה יותר יורד למטה יותר (Kol HaGavo'ah Yoter Yored LeMattah Yoter): The higher something is, the lower it descends; כמו נשר (Kemo Nesher): Like an eagle; כנשר יעיר קנו (Kanesher Ya'ir Kino): Like an eagle stirs its nest; לא ישב אדם שם (Lo Yashav Adam Sham): No man dwells there; לא לפי ערך היגיעה (Lo LeF Erech HaYegi'ah): Not according to the measure of effort; לארצנו (LeArtzeinu): To our land; מ\"א (Maamarei Admur): Discourses of the Rebbe; מ\"ת (Matan Torah): Giving of the Torah; מאיגרא רמה לבירא עמיקתא (Me'Igra Rama LeBira Amikta): From a high roof to a deep pit; מארז\"ל (Me'Amarei Razal): From the sayings of our Sages; מדת הרחמים (Middat HaRachamim): Attribute of mercy; מוצא פי הוי' (Motza Pi Hashem): That which proceeds from God's mouth; מושב האדם העליון (Moshav HaAdam HaElyon): Dwelling of the supernal man; מושרשת (Mushereshet): Rooted; מחוץ למקום הקדושה (MiChutz LeMakom HaKedushah): Outside the place of holiness; מיני' ובי' אבא לשדי' בי' נרגא (Minei UVei Aba LeShadi Bei Narga): From it and through it the father goes to the field through the lamp; מל\"ת להאריז\"ל (Maamarei Likutei Torah LeHaAri Zal): Discourses of Likutei Torah by the Arizal; מעומקא דליבא (Me'Umka DeLiba): From the depths of the heart; מעשה (Ma'aseh): Action; מציאה (Metzi'ah): Finding; מרכבה העליונה (Merkavah HaElyonah): Divine Chariot; משיח צדקנו (Mashiach Tzidkeinu): Our righteous Messiah; משם יקבצך ה' אלקיך (MiSham Yekabetzcha Hashem Elokeicha): From there God will gather you; ניצוצות (Nitzotzot): Divine sparks; נעלה (Na'aleh): Exalted; נפחתה בי (Nafachta Bi): You breathed into me; נפיל מן דרגי' (Nafil Min Dargei): Fell from its level; נפלה למטה מטה (Naflah LeMattah Mattah): Fell very low; נפש הקדושה (Nefesh HaKedushah): Holy soul; נשירה ונפילה (Neshirah VeNefilah): Shedding and falling; נשמה שנתת בי (Neshamah SheNatata Bi): The soul You placed within me; נשר (Nesher): Eagle; סולם המוצב ארצה (Sulam Mutzav Artzah): Ladder set on earth; ע\"ס (Eser Sefirot): Ten Sefirot; עבודת האדם (Avodat HaAdam): Service of man; עובד אדמתו ישבע לחם (Oved Admato Yisba Lechem): He who works his land will have plenty of bread; עוה\"ז (Olam HaZeh): This world; עוה\"ז התחתון (Olam HaZeh HaTachton): The lower world; עולם האחדות (Olam HaAchdut): World of Unity; עולם האצילות (Olam HaAtzilut): World of Emanation; עולמות (Olamot): Worlds; עוף טמא (Of Tamei): Impure bird; עין יעקב (Ein Ya'akov): Spring of Jacob; עצומ\"ה ית' (Atzmo Yitbarach): His Essence, blessed be He; פני ארי' (Pnei Aryeh): Face of lion; פני נשר (Pnei Nesher): Face of eagle; פנימיות הכתר (Pnimiyut HaKeter): Inner aspect of Keter; קו האמצעי (Kav HaEmtza'i): Middle line; קו הימין (Kav HaYamin): Right line; קיום היעוד (Kiyum HaYe'ud): Fulfillment of the promise; ראשו מגיע השמימה (Rosho Magi'a HaShamayma): Its top reaches heaven; רחמי נשר (Rachamei Nesher): Eagle's mercy; ריחוף (Richuf): Hovering; רמ\"ח אברין דמלכא (Remach Eivarin DeMalka): 248 limbs of the King; רע ומר עזבך את ה' (Ra UMar Azvech Et Hashem): Evil and bitter, you have forsaken God; רצון העליון (Ratzon HaElyon): Higher will; רצון התחתון (Ratzon HaTachton): Lower will; רש\"י (Rashi): Rabbi Shlomo Yitzchaki; ש\"פ (Shabbat Parshat): Shabbat of Torah portion; שלשה המה נפלאו ממני (Shloshah Hemah Nifla'u Mimeni): Three things are too wonderful for me; שנאבד (SheNevad): That was lost; שרשם (Shorsham): Their root; תד\"א (Tanna DeVei Eliyahu): Tanna DeVei Eliyahu; תורה לא בשמים היא (Torah Lo BaShamayim Hi): The Torah is not in heaven; תורת חב\"ד (Torat Chabad): Chabad Torah; תושב\"כ (Torah SheBichtav): Written Torah; תושבע\"פ (Torah SheBe'al Peh): Oral Torah; תענוג (Ta'anug): Pleasure/delight; תשובה (Teshuvah): Repentance/return;"
    },
    "search_tags": [
      "מקדש",
      "העלם",
      "World",
      "Temple",
      "Wisdom",
      "Fear/Awe",
      "Jacob",
      "אצילות",
      "Concealment",
      "Commandments",
      "גאולה",
      "Torah",
      "Emanation",
      "מצוות",
      "יעקב",
      "העלאה",
      "ישראל",
      "Israel",
      "תורה",
      "Light",
      "Upper worlds",
      "Elevation",
      "Will",
      "תשובה",
      "אור",
      "משיח",
      "עליונים",
      "Worlds",
      "יראה",
      "Redemption",
      "Revelation",
      "גילוי",
      "רצון",
      "עולמות",
      "Repentance",
      "חכמה",
      "Messiah",
      "עולם"
    ]
  }
}