{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "3_כה",
    "reference": "Reference: 3_כה",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אלקות",
        "אור",
        "גילוי",
        "העלם",
        "בריאה",
        "עולם",
        "נצח",
        "דוד",
        "ישראל",
        "מקדש",
        "בית המקדש",
        "תורה",
        "גלות",
        "גאולה",
        "משיח",
        "עבודה",
        "אהבה",
        "מס\"נ",
        "ביטול",
        "תכלית",
        "רצון",
        "חטא",
        "תשובה",
        "רבי"
      ],
      "key_concepts": [
        "Divinity",
        "Light",
        "Revelation",
        "Concealment",
        "Creation",
        "World",
        "Eternity",
        "David",
        "Israel",
        "Temple",
        "Holy Temple",
        "Torah",
        "Exile",
        "Redemption",
        "Messiah",
        "Service",
        "Love",
        "Self-sacrifice",
        "Nullification",
        "Purpose",
        "Will",
        "Sin",
        "Repentance",
        "Rabbi"
      ],
      "biblical_references": [
        "דברים גשמיים, ונפש",
        "תהלים נה, יט",
        "תהלים קלט, יב",
        "ישעי' יא, ו",
        "ישעי' שם, ח"
      ],
      "talmudic_references": [
        "תניא",
        "זהר",
        "זהר",
        "ברכות נד, א",
        "סנהדרין נט, ב"
      ],
      "chassidic_references": [
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "אדמו\"ר מהר\"ש",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 1714,
      "chunk_count": 7
    },
    "content": {
      "main_text": "בס\"ד. מוצאי ש\"פ ויצא, ט' כסלו, אור ליו\"ד כסלו, ה'תשל\"טפדה בשלום נפשי מקרב לי כי ברבים היו עמדי1, ומבאר בעל הגאולה במאמרו ד\"ה זה (שנדפס בספרו שערי תשובה2)3 דפירוש פדה בשלום (בשלום דוקא) הוא שהפדי' היא באופן שהמנגד מתבטל לגמרי, שלכן אין צריך למלחמה כלל. וע\"ד שהי' בימי שלמה4, שכל הגוים נתבטלו לגבי שלמה שלא ע\"י מלחמה, שלכן נקרא בשם שלמה כי שלום הי' בימיו5. ומדייק בהמאמר6, דכאשר נמצאים במצב שאין מנגדים כלל, למה צריך פדי'. ויש לומר הביאור בדיוק זה, כי פירוש פדה בשלום הוא לא שהשלום בא לאחרי הפדי' (היינו שהפדי' היא בדרך מלחמה ואח\"כ נעשה שלום), כי אם, שהפדי' (עצמה) היא בשלום, ולכן מדייק, שבמצב של שלום אין צריך לכאורה לפדי'. ויש להוסיף עוד דיוק, דבפסוק זה גופא כתיב פדה גו' מקרב לי, דזה שפדה נפשי הוא מן המלחמות הבאים עלי7, והיאך שייך שהפדי' מן המלחמות היא פדי' בשלום, דלכאורה הם שני ענינים הפכים.ב) ויש להוסיף, דשני ענינים אלו (פדה בשלום ומקרב לי) הם לא רק שני הפכים (סתם) אלא שהם הפכים מן הקצה אל הקצה. דהנה הטעם על זה שמלחמה נקראת בשם קרב מלשון קירוב (אף שמלחמה הוא היפך ענין הקירוב), הוא (כמובן מהמאמר8), לפי שעיקר ותוקף של מלחמה הוא כשהיא באופן של קירוב. דהנה במלחמה יש שני אופנים. ששני הלוחמים הם בריחוק זה מזה, אלא שזורקים (אחד על השני) אבני חצים ובליסטראות וכיו\"ב. או ששני הלוחמים מתקרבים זה לזה (בקירוב מקום) ועד שהם נאבקים זה עם זה9, ויאבק איש עמו10, שהם מתקרבים זה לזה (לא רק במקום, אלא) גם בגופם, ועד דשני הלוחמים חובקים זה את זה. דמלחמה זו (תכלית הקירוב) היא מלחמה קשה ביותר.ועד\"ז הוא לאידך, שגם השלום שבפסוק זה הוא (לא שלום סתם, אלא) תכלית השלימות שבשלום. וכמו שמבאר בעל הגאולה בהמאמר11 דאמיתית הענין דפדה בשלום נפשי הוא שאלו שהיו מקודם שונאים ומנגדים הם \"נעשים אוהבים גמורים\", דענין זה הוא למעלה גם מהשלום שהי' בימי שלמה12, דהשלום שהי' בימי שלמה הוא שכולם נתבטלו מצד הגילוי אור (אבל לא נהפכו לקדושה)13, ואמיתית ענין השלום (שגם המנגד נהפך לקדושה) יהי' לע\"ל, כמ\"ש14 אז אהפוך אל עמים שפה ברורה גו' לעבדו שכם אחד, ועד\"ז בנוגע לבעלי חיים – וגר זאב עם כבש וגו'15, ועד שגם הנחש (פתן וצפעוני16) יהפך לטוב, כמ\"ש17 גם אויביו ישלים אתו זה הנחש, וכמו שהי' בתחלת הבריאה (לפני חטא עה\"ד) שהי' שמש גדול18. ויתירה מזו יש לומר, דכיון שכל ירידה היא צורך עלי', בהכרח לומר, שבירור ועליית הנחש לעתיד לבוא תהי' למעלה יותר גם מהדרגא ד\"שמש גדול\" שהי' לפני הירידה19. ועפ\"ז צריך להבין עוד יותר מ\"ש פדה בשלום גו' מקרב לי, והרי הקרב והשלום שבפסוק זה הם שני הפכים מן הקצה אל הקצה, ואיך זה פדה בשלום גו' מקרב לי.ג) ויובן זה בהקדים המבואר בהמאמר דבעל הגאולה20, ששני הענינים דקרב ושלום ישנם בעבודת התפלה. ולהעיר, דבכ\"מ21 מבואר שהבירור דתפלה הוא בדרך מלחמה, שעת צלותא שעת קרבא22, והבירור בדרך מנוחה (שלום) הוא ע\"י עסק התורה23. אבל בדרוש זה דבעל הגאולה מבואר, שגם בעבודת התפלה ישנם שני הענינים. האהבה24 דבכל לבבך, שמצד בחינת נר\"נ, עם היות שגם ע\"י אהבה זו הוא פועל שגם נה\"ב יהי' לה אהבת ה', בכל לבבך בשני יצריך25, מ\"מ, מכיון שהאהבה דבכל לבבך היא מצד ההבנה וההשגה (שאלקות הוא טוב), ומכיון ששכל הוא בחינת פנימי (שמתלבש בהדבר שפועל בו), הרי מובן דפעולת נה\"א בנה\"ב שתאהוב את הוי' הוא ע\"י שנה\"א מתלבשת בנה\"ב, שההתבוננות של נה\"א צריכה להיות בענינים כאלו ובאופן שגם נה\"ב יכולה להשיג26, הרי התלבשות זו (שנה\"א מתלבשת בנה\"ב) הו\"ע של מלחמה27. וגם האהבה דבכל נפשך, שמצד בחינת חי', הגם שחי' היא בחינת מקיף, והבירור דנה\"ב שע\"י אהבה זו הוא (לא בדרך התלבשות, אלא) שמצד תוקף הרצון דנה\"א (רצון שלמעלה מטעם) מתבטלים ממילא הרצונות דנה\"ב, אעפ\"כ, מכיון שביטול הרצונות דנה\"ב הוא רק מצד התגברות הרצון דנה\"א, היינו שגם עכשיו יש לנה\"ב בהעלם רצונות זרים אלא שמצד התגברות הרצון דנה\"א אינם באים בפועל, לכן נכלל זה בהעבודה דבירור שבדרך מלחמה. וענין פדה בשלום נפשי הוא בהאהבה דבכל מאדך, שמצד בחינת יחידה. כי כיון שבחינת היחידה אין כנגדה לעומת זה, בבואה דבבואה לית להו28, לכן, כשמתגלית בחינת היחידה, מתבטל הלעו\"ז. דבחינת חי', כיון שיש כנגדה לעו\"ז, לכן הגילוי דבחינת חי' אינו שולל ומבטל הרצונות זרים דנה\"ב, והוא רק בדרך התגברות, שהרצון לאלקות (שמבחינת חי') מתגבר על הרצונות דנה\"ב, ובכדי שיהי' ביטול הרצונות דנה\"ב הוא ע\"י גילוי היחידה.ד) ויש לקשר זה עם הידוע29 בענין כח המס\"נ שבכאו\"א מישראל (דכח המס\"נ הוא מצד יחידה30), דזה שהוא מוסר נפשו שלא להפרד ח\"ו מאחדותו ית' הוא לא מצד הרצון שלו (היינו שאפשר להיות באופן אחר אלא שרוצה באופן זה), אלא מפני שאינו יכול להפרד ח\"ו מאחדותו ית'. ועפ\"ז יש לבאר מה שמבואר בכ\"מ31 שהאהבה דבכל מאדך הו\"ע המס\"נ. דלכאורה אינו מובן, והרי גם האהבה דבכל לבבך ובכל נפשך מחייבת לכאורה ענין המס\"נ, דכשאוהב את הוי' בכל לבבו ועאכו\"כ כשאהבתו את הוי' היא בכל נפשו הרי בודאי ימסור נפשו עבורו32, ומהו העילוי והחידוש בהאהבה דבכל מאדך. והביאור בזה, שהמס\"נ שמצד האהבה דבכל לבבך ובכל נפשך היא באופן שרוצה למסור נפשו עבור הוי' (באהבה דבכל לבבך, נר\"נ – רצון שע\"פ טו\"ד, ובאהבה דבכל נפשך, חי' – רצון שלמעלה מטעם), משא\"כ המס\"נ שמצד האהבה דבכל מאדך, יחידה, היא באופן שאינו יכול להיות נפרד ח\"ו. וזהו שענין המס\"נ הוא בהאהבה דבכל מאדך, כי מס\"נ הו\"ע הביטול, ואמיתית ענין הביטול הוא כשהמס\"נ היא לא מצד הרצון (מציאות) שלו אלא מצד האלקות. ויש לומר, שזהו גם מהביאורים בזה שביטול הרצונות זרים דנה\"ב הוא דוקא בהאהבה דבכל מאדך, כי האהבה דבכל לבבך ובכל נפשך, מכיון שמצד אהבה זו יש אפשרות שלא למסור נפשו (וזה שמוסר נפשו הוא רק מצד הרצון), הרי זה מוכיח שנשאר עדיין מציאות הלעו\"ז. והביטול דלעו\"ז (ביטול לגמרי) הוא ע\"י האהבה דבכל מאדך, שמצד אהבה זו אי אפשר להיות באופן אחר ח\"ו.ה) והנה בהמאמר הנ\"ל דבעל הגאולה בתחלת הענין33 מבואר דענין המלחמה (של נה\"א עם נה\"ב) היא בנר\"נ המלובשים בגוף ונה\"ב, משא\"כ בהמקיפים דחי' יחידה לא שייך מלחמה. אלא שלאח\"ז בהמשך המאמר34 מבאר בפרטיות יותר שגם בבחינת חי' יש ענין המלחמה, וענין השלום הוא ביחידה דוקא. ויש לומר, שהוא ע\"ד שאמר הקב\"ה לדוד המלך (כשרצה לבנות בית המקדש) דם לרוב שפכת גו' (ולכן) לא תבנה בית לשמי גו' הנה בן נולד לך הוא יהי' איש מנוחה גו' הוא יבנה בית לשמי גו'35. אלא שאעפ\"כ תבנית המקדש נעשה ע\"י דוד (מיד ה' עלי השכיל36), ויתן דויד לשלמה בנו את תבנית האולם וגו'37. וצריך להבין, דכיון שביהמ\"ק קשור עם מנוחה38 ושלום דוקא, שלכן נאמר לדוד לא תבנה בית לשמי כי איש מלחמות אתה39, למה נעשו ההכנות לביהמ\"ק ע\"י דוד שהי' איש מלחמות. ויש לומר הביאור בזה, כי אז (כשרצה דוד לבנות ביהמ\"ק, ומכ\"ש כשהכין את התבנית וכו') הי' דוד במצב של מנוחה, וה' הניח לו מסביב מכל אויביו40. אלא שכיון שהמנוחה דדוד באה ע\"י המלחמות שעשה, לכן בנין ביהמ\"ק הוצרך להיות ע\"י שלמה, איש מנוחה, מנוחה בעצם. ויש לומר, דזה שמבואר בהמאמר (בתחלת הענין) שגם בבחינת חי' לא שייך מלחמה הוא ע\"ד המנוחה דדוד לאחרי שנצח כל המלחמות. דבבחינת נר\"נ שמתלבשים בהגוף ונה\"ב, כיון שפעולת נה\"א בנה\"ב היא בדרך התלבשות והתעסקות, דנפש הבהמית ההשגה שלה היא בהטוב דדברים גשמיים, ונפש האלקית מתעסקת עמה לבאר לה הטוב דאלקות, הרי זה ענין של מלחמה ממש. משא\"כ בחינת חי', כיון שפעולתה בנה\"ב הוא (לא בדרך התלבשות אלא) שמצד גילוי תוקף הרצון לאלקות דנה\"א מתבטלים במילא הרצונות דנה\"ב, אין זה ענין של מלחמה. ובכללות, הו\"ע של מנוחה. אלא שמנוחה זו היא (לא מנוחה בעצם, ורק) מצד תגבורת הרצון דנה\"א, בדוגמת המנוחה דדוד לאחרי שה' הניח לו מכל אויביו, שהמנוחה שלו היתה מצד זה שנצח כל המלחמות. משא\"כ ביטול הרצונות דנה\"ב ע\"י גילוי היחידה הוא (לא שע\"י גילוי היחידה נעשה ביטול הרצונות, כי אם) שמצד היחידה (שאין כנגדה לעו\"ז) אין מקום מלכתחילה לרצונות זרים, בדוגמת המנוחה דשלמה, שהיתה (לא ע\"י נצחון, אלא) מנוחה בעצם.ו) והנה עד\"ז הוא בהעבודה שבדרך מלחמה שיש בה כו\"כ דרגות. דהמלחמה שבתפלה, שעת צלותא שעת קרבא, כיון שבעת התפלה הוא מופשט מעניני העולם וההתעסקות שלו היא להתבונן בעניני אלקות ולעורר אהבת ה' ויראת ה', אלא שההתבוננות (והאהוי\"ר) צריכות להיות באופן שיהי' מושג גם בהשכל דנה\"ב, אין זה מלחמה ממש (ונק' זה בשם חרב41 של שלום42). והעבודה בדרך מלחמה היא בעיקר בשעת האכילה ושתי', נהמא אפום חרבא ליכול43, ועד\"ז בשאר צרכי הגוף. ובזה גופא, עיקר המלחמה היא בשעת העסק במשא ומתן, מסחר. כי המלחמה דאכילה (ועד\"ז בשאר צרכי הגוף) היא שאכילתו תהי' לשם שמים ולא למלאות תאות נפשו, היינו שלוחם נגד התאוה והתענוג שבהמאכל (ואינו מלובש בו), משא\"כ ההתעסקות במשא ומתן מוכרחת להיות (ע\"פ תורה) בדרך התלבשות, נשאת ונתת באמונה44. [ויש לומר, דזהו גם הטעם על זה שכללות הבירורים נק' בשם כנען, דפירוש כנען הוא סוחר45, כי עיקר הבירורים שבדרך התלבשות הוא במשא ומתן]. ונמצא, שהמלחמה דאכילה היא דוגמת המלחמה בחרב (נהמא אפום חרבא ליכול), דעם היות שהמלחמה דחרב היא דוקא כשהוא בקירוב להשונא (דזהו החילוק בין חרב לקשת46), הרי קירוב זה הוא רק במקום. משא\"כ המלחמה שבמשא ומתן היא דוגמת המלחמה שנקראת בשם קרב מלשון קירוב, שהקירוב דקרב הוא (לא רק במקום, אלא) ששני הלוחמים מחבקים זה את זה, כנ\"ל (סעיף ב) בארוכה.ז) וזהו פדה בשלום נפשי מקרב לי, שגם עבודת הבירורים שבדרך קרב (ולא רק בדרך מלחמה אלא בדרך קרב) תהי' באופן דפדה בשלום, שלום בתכלית השלימות כהשלום שהי' בימי שלמה, ולמעלה יותר – כהשלום שיהי' לע\"ל. והטעם לזה הוא כההמשך בכתוב כי ברבים היו עמדי. שע\"י העבודה דברבים היו עמדי, שהיא התעוררות וגילוי היחידה כמבואר בארוכה בדרוש הנ\"ל דבעל הגאולה47, דכאו\"א מישראל בכחו לעורר ולגלות היחידה שבו, הנה עי\"ז נעשה פדה בשלום נפשי, נפשו של האדם העובד, דהגם שעוסק בעניני העולם בכדי לבררם באופן של קרב, מ\"מ לא יהי' נתפס בזה והפדי' שלו תהי' בשלום, ועד לשלום בתכלית השלימות. ויתירה מזו שגם פדיית הניצוצות שבעניני העולם תהי' בשלום, ברבים היו עמדי, שגם הניצוצות שהיו תחלה בבחי' רבים (כי היו בגלות ברשות הרבים טורי דפרודא)48 נכללים בנשמתו של האדם המבררם, היו עמדי, ועד שהם נכללים בהיחידה שבו.ח) ויש לומר שזהו גם הקשר והשייכות של הגאולה דיו\"ד כסלו ודי\"ט כסלו להפסוק פדה בשלום נפשי49, דהגם שהפדי' היתה מקרב, כולל גם זה שהמאסר בא ע\"י המלשינות של אלו שהי' להם יחס של קירוב, דזה (שהמאסר בא על ידם) הוא ירידה וצער גדול, ואעפ\"כ היתה הפדי' בשלום ובשלימות, ועד שזה נעשה הקדמה והכנה לתכלית השלימות שיהי' לע\"ל. שע\"י יפוצו מעינותיך חוצה שהותחל בעיקר בי\"ט כסלו50, ובפרט ע\"י העבודה של בעל הגאולה דיו\"ד כסלו שהפצת המעינות שלו היתה באופן של רחובות הנהר51, היינו שהמשיך את המעיין באופן של רחובות הנהר, הנה עי\"ז אתי מר דא מלכא משיחא52, שאז יהיו שלום ושלוה אמיתים בתכלית השלימות. וטועמי' חיים זכו53, שמתחילים לטעום מעין זה עוד בימי הגלות האחרונים, שיכולים להתעסק מתוך מנוחה ושמחה וטוב לבב בהעבודה דיפוצו מעינותיך חוצה באופן דמוסיף והולך ואור. ובקרוב ממש נזכה ללילה כיום יאיר54, בביאת משיח צדקנו.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד מוצאי ש\"פ ויצא, ט' כסלו, אור ליו\"ד כסלו, ה'תשל\"טפדה בשלום נפשי מקרב לי כי ברבים היו עמדי1, ומבאר בעל הגאולה במאמרו ד\"ה זה (שנדפס בספרו שערי תשובה2)3 דפירוש פדה בשלום (בשלום דוקא) הוא שהפדי' היא באופן שהמנגד מתבטל לגמרי, שלכן אין צריך למלחמה כלל וע\"ד שהי' בימי שלמה4, שכל הגוים נתבטלו לגבי שלמה שלא ע\"י מלחמה, שלכן נקרא בשם שלמה כי שלום הי' בימיו5 ומדייק בהמאמר6, דכאשר נמצאים במצב שאין מנגדים כלל, למה צריך פדי' ויש לומר הביאור בדיוק זה, כי פירוש פדה בשלום הוא לא שהשלום בא לאחרי הפדי' (היינו שהפדי' היא בדרך מלחמה ואח\"כ נעשה שלום), כי אם, שהפדי' (עצמה) היא בשלום, ולכן מדייק, שבמצב של שלום אין צריך לכאורה לפדי' ויש להוסיף עוד דיוק, דבפסוק זה גופא כתיב פדה גו' מקרב לי, דזה שפדה נפשי הוא מן המלחמות הבאים עלי7, והיאך שייך שהפדי' מן המלחמות היא פדי' בשלום, דלכאורה הם שני ענינים הפכים.ב) ויש להוסיף, דשני ענינים אלו (פדה בשלום ומקרב לי) הם לא רק שני הפכים (סתם) אלא שהם הפכים מן הקצה אל הקצה דהנה הטעם על זה שמלחמה נקראת בשם קרב מלשון קירוב (אף שמלחמה הוא היפך ענין הקירוב), הוא (כמובן מהמאמר8), לפי שעיקר ותוקף של מלחמה הוא כשהיא באופן של קירוב דהנה במלחמה יש שני אופנים ששני הלוחמים הם בריחוק זה מזה, אלא שזורקים (אחד על השני) אבני חצים ובליסטראות וכיו\"ב או ששני הלוחמים מתקרבים זה לזה (בקירוב מקום) ועד שהם נאבקים זה עם זה9, ויאבק איש עמו10, שהם מתקרבים זה לזה (לא רק במקום, אלא) גם בגופם, ועד דשני הלוחמים חובקים זה את זה דמלחמה זו (תכלית הקירוב) היא מלחמה קשה ביותר.ועד\"ז הוא לאידך, שגם השלום שבפסוק זה הוא (לא שלום סתם, אלא) תכלית השלימות שבשלום",
          "topics": [
            "אור",
            "גאולה",
            "תכלית",
            "תשובה",
            "רבי"
          ],
          "word_count": 274
        },
        {
          "chunk_id": "chunk_2",
          "content": "וכמו שמבאר בעל הגאולה בהמאמר11 דאמיתית הענין דפדה בשלום נפשי הוא שאלו שהיו מקודם שונאים ומנגדים הם \"נעשים אוהבים גמורים\", דענין זה הוא למעלה גם מהשלום שהי' בימי שלמה12, דהשלום שהי' בימי שלמה הוא שכולם נתבטלו מצד הגילוי אור (אבל לא נהפכו לקדושה)13, ואמיתית ענין השלום (שגם המנגד נהפך לקדושה) יהי' לע\"ל, כמ\"ש14 אז אהפוך אל עמים שפה ברורה גו' לעבדו שכם אחד, ועד\"ז בנוגע לבעלי חיים – וגר זאב עם כבש וגו'15, ועד שגם הנחש (פתן וצפעוני16) יהפך לטוב, כמ\"ש17 גם אויביו ישלים אתו זה הנחש, וכמו שהי' בתחלת הבריאה (לפני חטא עה\"ד) שהי' שמש גדול18 ויתירה מזו יש לומר, דכיון שכל ירידה היא צורך עלי', בהכרח לומר, שבירור ועליית הנחש לעתיד לבוא תהי' למעלה יותר גם מהדרגא ד\"שמש גדול\" שהי' לפני הירידה19 ועפ\"ז צריך להבין עוד יותר מ\"ש פדה בשלום גו' מקרב לי, והרי הקרב והשלום שבפסוק זה הם שני הפכים מן הקצה אל הקצה, ואיך זה פדה בשלום גו' מקרב לי.ג) ויובן זה בהקדים המבואר בהמאמר דבעל הגאולה20, ששני הענינים דקרב ושלום ישנם בעבודת התפלה ולהעיר, דבכ\"מ21 מבואר שהבירור דתפלה הוא בדרך מלחמה, שעת צלותא שעת קרבא22, והבירור בדרך מנוחה (שלום) הוא ע\"י עסק התורה23 אבל בדרוש זה דבעל הגאולה מבואר, שגם בעבודת התפלה ישנם שני הענינים",
          "topics": [
            "אור",
            "גילוי",
            "בריאה",
            "תורה",
            "גאולה"
          ],
          "word_count": 200
        },
        {
          "chunk_id": "chunk_3",
          "content": "האהבה24 דבכל לבבך, שמצד בחינת נר\"נ, עם היות שגם ע\"י אהבה זו הוא פועל שגם נה\"ב יהי' לה אהבת ה', בכל לבבך בשני יצריך25, מ\"מ, מכיון שהאהבה דבכל לבבך היא מצד ההבנה וההשגה (שאלקות הוא טוב), ומכיון ששכל הוא בחינת פנימי (שמתלבש בהדבר שפועל בו), הרי מובן דפעולת נה\"א בנה\"ב שתאהוב את הוי' הוא ע\"י שנה\"א מתלבשת בנה\"ב, שההתבוננות של נה\"א צריכה להיות בענינים כאלו ובאופן שגם נה\"ב יכולה להשיג26, הרי התלבשות זו (שנה\"א מתלבשת בנה\"ב) הו\"ע של מלחמה27 וגם האהבה דבכל נפשך, שמצד בחינת חי', הגם שחי' היא בחינת מקיף, והבירור דנה\"ב שע\"י אהבה זו הוא (לא בדרך התלבשות, אלא) שמצד תוקף הרצון דנה\"א (רצון שלמעלה מטעם) מתבטלים ממילא הרצונות דנה\"ב, אעפ\"כ, מכיון שביטול הרצונות דנה\"ב הוא רק מצד התגברות הרצון דנה\"א, היינו שגם עכשיו יש לנה\"ב בהעלם רצונות זרים אלא שמצד התגברות הרצון דנה\"א אינם באים בפועל, לכן נכלל זה בהעבודה דבירור שבדרך מלחמה וענין פדה בשלום נפשי הוא בהאהבה דבכל מאדך, שמצד בחינת יחידה כי כיון שבחינת היחידה אין כנגדה לעומת זה, בבואה דבבואה לית להו28, לכן, כשמתגלית בחינת היחידה, מתבטל הלעו\"ז דבחינת חי', כיון שיש כנגדה לעו\"ז, לכן הגילוי דבחינת חי' אינו שולל ומבטל הרצונות זרים דנה\"ב, והוא רק בדרך התגברות, שהרצון לאלקות (שמבחינת חי') מתגבר על הרצונות דנה\"ב, ובכדי שיהי' ביטול הרצונות דנה\"ב הוא ע\"י גילוי היחידה.ד) ויש לקשר זה עם הידוע29 בענין כח המס\"נ שבכאו\"א מישראל (דכח המס\"נ הוא מצד יחידה30), דזה שהוא מוסר נפשו שלא להפרד ח\"ו מאחדותו ית' הוא לא מצד הרצון שלו (היינו שאפשר להיות באופן אחר אלא שרוצה באופן זה), אלא מפני שאינו יכול להפרד ח\"ו מאחדותו ית'",
          "topics": [
            "אלקות",
            "גילוי",
            "העלם",
            "ישראל",
            "עבודה"
          ],
          "word_count": 258
        },
        {
          "chunk_id": "chunk_4",
          "content": "ועפ\"ז יש לבאר מה שמבואר בכ\"מ31 שהאהבה דבכל מאדך הו\"ע המס\"נ דלכאורה אינו מובן, והרי גם האהבה דבכל לבבך ובכל נפשך מחייבת לכאורה ענין המס\"נ, דכשאוהב את הוי' בכל לבבו ועאכו\"כ כשאהבתו את הוי' היא בכל נפשו הרי בודאי ימסור נפשו עבורו32, ומהו העילוי והחידוש בהאהבה דבכל מאדך והביאור בזה, שהמס\"נ שמצד האהבה דבכל לבבך ובכל נפשך היא באופן שרוצה למסור נפשו עבור הוי' (באהבה דבכל לבבך, נר\"נ – רצון שע\"פ טו\"ד, ובאהבה דבכל נפשך, חי' – רצון שלמעלה מטעם), משא\"כ המס\"נ שמצד האהבה דבכל מאדך, יחידה, היא באופן שאינו יכול להיות נפרד ח\"ו וזהו שענין המס\"נ הוא בהאהבה דבכל מאדך, כי מס\"נ הו\"ע הביטול, ואמיתית ענין הביטול הוא כשהמס\"נ היא לא מצד הרצון (מציאות) שלו אלא מצד האלקות ויש לומר, שזהו גם מהביאורים בזה שביטול הרצונות זרים דנה\"ב הוא דוקא בהאהבה דבכל מאדך, כי האהבה דבכל לבבך ובכל נפשך, מכיון שמצד אהבה זו יש אפשרות שלא למסור נפשו (וזה שמוסר נפשו הוא רק מצד הרצון), הרי זה מוכיח שנשאר עדיין מציאות הלעו\"ז והביטול דלעו\"ז (ביטול לגמרי) הוא ע\"י האהבה דבכל מאדך, שמצד אהבה זו אי אפשר להיות באופן אחר ח\"ו.ה) והנה בהמאמר הנ\"ל דבעל הגאולה בתחלת הענין33 מבואר דענין המלחמה (של נה\"א עם נה\"ב) היא בנר\"נ המלובשים בגוף ונה\"ב, משא\"כ בהמקיפים דחי' יחידה לא שייך מלחמה אלא שלאח\"ז בהמשך המאמר34 מבאר בפרטיות יותר שגם בבחינת חי' יש ענין המלחמה, וענין השלום הוא ביחידה דוקא ויש לומר, שהוא ע\"ד שאמר הקב\"ה לדוד המלך (כשרצה לבנות בית המקדש) דם לרוב שפכת גו' (ולכן) לא תבנה בית לשמי גו' הנה בן נולד לך הוא יהי' איש מנוחה גו' הוא יבנה בית לשמי גו'35",
          "topics": [
            "אלקות",
            "אור",
            "דוד",
            "מקדש",
            "בית המקדש"
          ],
          "word_count": 261
        },
        {
          "chunk_id": "chunk_5",
          "content": "אלא שאעפ\"כ תבנית המקדש נעשה ע\"י דוד (מיד ה' עלי השכיל36), ויתן דויד לשלמה בנו את תבנית האולם וגו'37 וצריך להבין, דכיון שביהמ\"ק קשור עם מנוחה38 ושלום דוקא, שלכן נאמר לדוד לא תבנה בית לשמי כי איש מלחמות אתה39, למה נעשו ההכנות לביהמ\"ק ע\"י דוד שהי' איש מלחמות ויש לומר הביאור בזה, כי אז (כשרצה דוד לבנות ביהמ\"ק, ומכ\"ש כשהכין את התבנית וכו') הי' דוד במצב של מנוחה, וה' הניח לו מסביב מכל אויביו40 אלא שכיון שהמנוחה דדוד באה ע\"י המלחמות שעשה, לכן בנין ביהמ\"ק הוצרך להיות ע\"י שלמה, איש מנוחה, מנוחה בעצם ויש לומר, דזה שמבואר בהמאמר (בתחלת הענין) שגם בבחינת חי' לא שייך מלחמה הוא ע\"ד המנוחה דדוד לאחרי שנצח כל המלחמות דבבחינת נר\"נ שמתלבשים בהגוף ונה\"ב, כיון שפעולת נה\"א בנה\"ב היא בדרך התלבשות והתעסקות, דנפש הבהמית ההשגה שלה היא בהטוב דדברים גשמיים, ונפש האלקית מתעסקת עמה לבאר לה הטוב דאלקות, הרי זה ענין של מלחמה ממש משא\"כ בחינת חי', כיון שפעולתה בנה\"ב הוא (לא בדרך התלבשות אלא) שמצד גילוי תוקף הרצון לאלקות דנה\"א מתבטלים במילא הרצונות דנה\"ב, אין זה ענין של מלחמה ובכללות, הו\"ע של מנוחה אלא שמנוחה זו היא (לא מנוחה בעצם, ורק) מצד תגבורת הרצון דנה\"א, בדוגמת המנוחה דדוד לאחרי שה' הניח לו מכל אויביו, שהמנוחה שלו היתה מצד זה שנצח כל המלחמות משא\"כ ביטול הרצונות דנה\"ב ע\"י גילוי היחידה הוא (לא שע\"י גילוי היחידה נעשה ביטול הרצונות, כי אם) שמצד היחידה (שאין כנגדה לעו\"ז) אין מקום מלכתחילה לרצונות זרים, בדוגמת המנוחה דשלמה, שהיתה (לא ע\"י נצחון, אלא) מנוחה בעצם.ו) והנה עד\"ז הוא בהעבודה שבדרך מלחמה שיש בה כו\"כ דרגות",
          "topics": [
            "אלקות",
            "אור",
            "גילוי",
            "נצח",
            "דוד"
          ],
          "word_count": 255
        },
        {
          "chunk_id": "chunk_6",
          "content": "דהמלחמה שבתפלה, שעת צלותא שעת קרבא, כיון שבעת התפלה הוא מופשט מעניני העולם וההתעסקות שלו היא להתבונן בעניני אלקות ולעורר אהבת ה' ויראת ה', אלא שההתבוננות (והאהוי\"ר) צריכות להיות באופן שיהי' מושג גם בהשכל דנה\"ב, אין זה מלחמה ממש (ונק' זה בשם חרב41 של שלום42) והעבודה בדרך מלחמה היא בעיקר בשעת האכילה ושתי', נהמא אפום חרבא ליכול43, ועד\"ז בשאר צרכי הגוף ובזה גופא, עיקר המלחמה היא בשעת העסק במשא ומתן, מסחר כי המלחמה דאכילה (ועד\"ז בשאר צרכי הגוף) היא שאכילתו תהי' לשם שמים ולא למלאות תאות נפשו, היינו שלוחם נגד התאוה והתענוג שבהמאכל (ואינו מלובש בו), משא\"כ ההתעסקות במשא ומתן מוכרחת להיות (ע\"פ תורה) בדרך התלבשות, נשאת ונתת באמונה44 [ויש לומר, דזהו גם הטעם על זה שכללות הבירורים נק' בשם כנען, דפירוש כנען הוא סוחר45, כי עיקר הבירורים שבדרך התלבשות הוא במשא ומתן] ונמצא, שהמלחמה דאכילה היא דוגמת המלחמה בחרב (נהמא אפום חרבא ליכול), דעם היות שהמלחמה דחרב היא דוקא כשהוא בקירוב להשונא (דזהו החילוק בין חרב לקשת46), הרי קירוב זה הוא רק במקום משא\"כ המלחמה שבמשא ומתן היא דוגמת המלחמה שנקראת בשם קרב מלשון קירוב, שהקירוב דקרב הוא (לא רק במקום, אלא) ששני הלוחמים מחבקים זה את זה, כנ\"ל (סעיף ב) בארוכה.ז) וזהו פדה בשלום נפשי מקרב לי, שגם עבודת הבירורים שבדרך קרב (ולא רק בדרך מלחמה אלא בדרך קרב) תהי' באופן דפדה בשלום, שלום בתכלית השלימות כהשלום שהי' בימי שלמה, ולמעלה יותר – כהשלום שיהי' לע\"ל והטעם לזה הוא כההמשך בכתוב כי ברבים היו עמדי",
          "topics": [
            "אלקות",
            "עולם",
            "תורה",
            "עבודה",
            "תכלית"
          ],
          "word_count": 237
        },
        {
          "chunk_id": "chunk_7",
          "content": "שע\"י העבודה דברבים היו עמדי, שהיא התעוררות וגילוי היחידה כמבואר בארוכה בדרוש הנ\"ל דבעל הגאולה47, דכאו\"א מישראל בכחו לעורר ולגלות היחידה שבו, הנה עי\"ז נעשה פדה בשלום נפשי, נפשו של האדם העובד, דהגם שעוסק בעניני העולם בכדי לבררם באופן של קרב, מ\"מ לא יהי' נתפס בזה והפדי' שלו תהי' בשלום, ועד לשלום בתכלית השלימות ויתירה מזו שגם פדיית הניצוצות שבעניני העולם תהי' בשלום, ברבים היו עמדי, שגם הניצוצות שהיו תחלה בבחי' רבים (כי היו בגלות ברשות הרבים טורי דפרודא)48 נכללים בנשמתו של האדם המבררם, היו עמדי, ועד שהם נכללים בהיחידה שבו.ח) ויש לומר שזהו גם הקשר והשייכות של הגאולה דיו\"ד כסלו ודי\"ט כסלו להפסוק פדה בשלום נפשי49, דהגם שהפדי' היתה מקרב, כולל גם זה שהמאסר בא ע\"י המלשינות של אלו שהי' להם יחס של קירוב, דזה (שהמאסר בא על ידם) הוא ירידה וצער גדול, ואעפ\"כ היתה הפדי' בשלום ובשלימות, ועד שזה נעשה הקדמה והכנה לתכלית השלימות שיהי' לע\"ל שע\"י יפוצו מעינותיך חוצה שהותחל בעיקר בי\"ט כסלו50, ובפרט ע\"י העבודה של בעל הגאולה דיו\"ד כסלו שהפצת המעינות שלו היתה באופן של רחובות הנהר51, היינו שהמשיך את המעיין באופן של רחובות הנהר, הנה עי\"ז אתי מר דא מלכא משיחא52, שאז יהיו שלום ושלוה אמיתים בתכלית השלימות וטועמי' חיים זכו53, שמתחילים לטעום מעין זה עוד בימי הגלות האחרונים, שיכולים להתעסק מתוך מנוחה ושמחה וטוב לבב בהעבודה דיפוצו מעינותיך חוצה באופן דמוסיף והולך ואור ובקרוב ממש נזכה ללילה כיום יאיר54, בביאת משיח צדקנו",
          "topics": [
            "אור",
            "גילוי",
            "עולם",
            "ישראל",
            "גלות"
          ],
          "word_count": 229
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס ט'-יו\"ד כסלו – תשמ\"ט, \"לקראת ט' כסלו, יום ההולדת דאדמו\"ר האמצעי (בשנת תקל\"ד) ויום ההילולא שלו (בשנת תקפ\"ח), ויו\"ד כסלו, יום הגאולה דאדמו\"ר האמצעי (בשנת תקפ\"ז) .. ט' כסלו תשמ\"ט\".1) תהלים נה, יט.2) ח\"א (שער התפלה) מט, א ואילך.3) פי\"א (נה, ד ואילך).4) וראה לקמן סעיף ב דאמיתית ענין פדה בשלום נפשי הוא למעלה יותר גם מהשלום שהי' בימי שלמה.5) כמ\"ש (דברי הימים-א כב, ט) שלמה יהי' שמו ושלום ושקט אתן על ישראל בימיו.6) שם – נו, א.7) פרש\"י לתהלים שם.8) בתחלתו – מט, א.9) גם מלחמה ע\"י חרב היא דוקא בקירוב מקום. דזהו החילוק שבין חרב לקשת. אבל אין זה כקירוב דהנאבקים. וראה לקמן סעיף ו.10) וישלח לב, כה.11) פי\"א – נו, א.12) כמפורש בהמשך תער\"ב שבהערה הבאה. ועפ\"ז יומתק הלשון דבעל הגאולה שם \"בדרך שלום .. כמו לע\"ל .. וכה\"ג הי' בימי שלמה\".13) ד\"ה פדה בשלום תרע\"ה (המשך תער\"ב ח\"ב פ' שעד – ע' תשסט).14) צפני' ג, ט. – הובא במאמר הנ\"ל שם.15) ישעי' יא, ו ואילך.16) ישעי' שם, ח. וראה פרש\"י שם. מצודות שם. ועוד.17) משלי טז, ז. ירושלמי תרומות פ\"ח סוף ה\"ג. ב\"ר רפנ\"ד. וראה אוה\"ת נ\"ך עה\"פ (ס\"ע תרג ואילך).18) סנהדרין נט, ב.19) וכמובן גם מזה שבתחלה, אף שהי' \"שמש גדול\" היתה אפשרות לירידה עד לחטא עה\"ד, משא\"כ לע\"ל. וראה עד\"ז סה\"מ עטר\"ת ע' תטו.20) פ\"ה (נא, ד) ואילך.21) ראה בארוכה המשך פדה בשלום תרנ\"ט (סה\"מ תרנ\"ט ע' קסב ואילך) ותש\"ד (פי\"ט ואילך – סה\"מ ה'תש\"ד ע' 106 ואילך).22) זהר הובא בלקו\"ת ר\"פ תצא. ובכ\"מ. וראה זהר ח\"א רמ, ב. ח\"ג רמג, א.23) להעיר גם מהמאמר דבעל הגאולה פי\"א (נו, א) \"ענין שלום .. וכמו\"כ ע\"י עסק התורה\".24) להעיר מהידוע שכל העבודה והיגיעה דתפלה היא לבוא למדת האהבה (קונטרס העבודה בתחלתו. שם ספ\"ג).25) ואתחנן ו, ה. ברכות נד, א במשנה. ספרי (הובא בפרש\"י) עה\"פ.26) ראה תו\"א וישב כט, ב. המשך תרס\"ו ס\"ע קלה ואילך. סה\"מ עת\"ר ע' כה. ה'תש\"י ע' 56. ובכ\"מ.27) דנוסף לזה שכללות ענין השכל (גם השכל דנה\"א) הוא בדרך שקו\"ט שנותן מקום גם לההיפך – מיתוסף בזה גם ירידת השכל דנה\"א בהשכל דנה\"ב, שעי\"ז ה\"מלחמה\" גדולה יותר.28) יבמות קכב, א. וש\"נ. לקו\"ת תצא לז, ג. מאמרי אדהאמ\"צ דברים ח\"ב ס\"ע תקמב ואילך. ובכ\"מ.29) המשך תרס\"ו ע' רסז. וראה גם תניא ספי\"ח \"שאי אפשר כלל\".30) ראה ד\"ה ושבתי בשלום ה'תשל\"ח סי\"ב, ובהערה 97 שם (לעיל ריש ע' כו).31) לקו\"ת תצא לט, א. דרמ\"צ קכג, ב. קנד, א. אוה\"ת תשא ע' א'תתסו. סה\"מ תרנ\"ו ע' שמב. ועוד.32) ולהעיר ממרז\"ל \"ובכל נפשך אפילו נוטל את נפשך\" (נסמן לעיל הערה 25).33) פ\"ה ופ\"ו. ובהתאם לזה מבאר שם, שהאהבה דבכל לבבך ובכל נפשך היא בנר\"נ, והאהבה דבכל מאדך היא במקיפים חי' יחידה.34) ספ\"ו ואילך.35) דברי הימים-א כב, ח-י.36) שם כח, יט.37) שם כח, יא.38) להעיר גם שביהמ\"ק נקרא \"בית מנוחה\" (שם כח, ב).39) שם כח, ג.40) שמואל-ב ז, א.41) תענית כב, סע\"א ואילך.42) המשך פדה בשלום תרנ\"ט (סה\"מ תרנ\"ט ע' קסב ואילך) ותש\"ד (פי\"ח. שם פי\"ט – סה\"מ ה'תש\"ד ע' 103. שם ע' 106).43) זח\"ג קפח, ב.44) שבת לא, סע\"א.45) תו\"א ר\"פ וישב. ובכ\"מ.46) כמובן בפשטות. ומזה מובן שכ\"ה גם ברוחניות. וראה ד\"ה לא יצא האיש לאדמו\"ר מהר\"ש (קה\"ת, תשט\"ז) ע' 7 [סה\"מ תרל\"ב ח\"א ע' נז]. המשך פדה בשלום תרנ\"ט (סה\"מ שם ע' קנז) ותש\"ד (פט\"ו – סה\"מ שם ע' 98). ובכ\"מ.47) פי\"ב – נו, ג.48) ראה אוה\"ת (יהל אור) להצ\"צ עה\"פ ע' רח.49) ראה ד\"ה פדה בשלום ה'תשמ\"א ס\"ח, ובהנסמן שם הערה 47 (לקמן ע' מט).50) ספר השיחות תורת שלום ס\"ע 112 ואילך.51) ראה \"התמים\" חוברת ב ע' עח [פו, ד]. לקוטי לוי\"צ – אגרות-קודש ע' שלד.52) ראה אגה\"ק דהבעש\"ט, נדפסה גם בכתר שם טוב (הוצאת קה\"ת) בתחלתו.53) ראה לקו\"ש חט\"ו ע' 282. ח\"כ ע' 173. וש\"נ.54) תהלים קלט, יב.",
      "glossary": "|אבל (Aval): But; אבני חצים (Avnei Chitzim): Stones and arrows; אהבת ה' (Ahavat Hashem): Love of God; אוהבים גמורים (Ohavim Gemurim): Complete lovers; אופנים (Ofanim): Ways; אור ליו\"ד כסלו (Or L'Yud Kislev): Light for the 10th of Kislev; אז אהפוך (Az Ehafoch): Then I will transform; אח\"כ (Achar Kach): Afterwards; אין כנגדה (Ein K'Negdah): There is nothing opposing it; אינו שולל (Eino Sholel): Does not negate; אינם באים בפועל (Einam Ba'im B'Fo'al): Don't come into action; אל עמים (El Amim): To the nations; אלא ש (Ela She): Except that; אלקות (Elokut): Divinity; אמיתית הענין (Amitit HaInyan): True nature of the matter; אעפ\"כ (Af Al Pi Chen): Nevertheless; אף ש (Af She): Even though; באופן (B'Ofen): In a manner; באופן ש (B'Ofen She): In a way that; בבואה דבבואה לית להו (B'Vo'ah D'Vo'ah Leit Lehu): In its coming there is nothing to them; בגופם (B'Gufam): In their bodies; בדרך (B'Derech): In the way of; בדרך מלחמה (B'Derech Milchamah): In the way of war; בדרך מנוחה (B'Derech Menuchah): In the way of rest; בהדבר (BaDavar): In the thing; בהכרח (B'Hechreach): Necessarily; בהעבודה (B'HaAvodah): In the service; בהעלם (B'He'elem): In concealment; בהקדים (B'Hakdim): By prefacing; בחינת (Bechinat): Aspect of; בחינת מקיף (Bechinat Makif): Encompassing aspect; בחינת פנימי (Bechinat Penimi): Internal aspect; ביאור (Be'ur): Explanation; ביטול הרצונות (Bitul HaRatzonot): Nullification of desires; בימי שלמה (Bimei Shlomo): In the days of Solomon; בימיו (B'Yamav): In his days; בירור (Birur): Clarification/refinement; בכ\"מ (B'Chol Makom): Everywhere; בכדי ש (Kedei She): In order that; בכל לבבך (B'Chol L'vavcha): With all your heart; בכל מאדך (B'Chol Me'odecha): With all your might; בכל נפשך (B'Chol Nafshecha): With all your soul; בליסטראות (Balistraot): Catapults; במאמר (BaMa'amar): In the discourse; במלחמה (B'Milchamah): In war; במצב (B'Matzav): In a state; במקום (B'Makom): In place; בנוגע (B'Noge'a): Regarding; בס\"ד (Besiyata Dishmaya): With Divine assistance; בעל הגאולה (Ba'al HaGeulah): Master of Redemption; בעלי חיים (Ba'alei Chayim): Animals; בענינים כאלו (B'Inyanim Ka'elu): In such matters; בפסוק (BaPasuk): In the verse; בריחוק (B'Richuk): At a distance; בשם (B'Shem): By the name; בשני יצריך (BiShnei Yitzrecha): With both your inclinations; גו' (Gomer): Etc.; גופא (Gufa): Itself; גילוי היחידה (Giluy HaYechidah): Revelation of Yechidah; גם אויביו ישלים אתו (Gam Oyvav Yashlim Ito): Even his enemies will make peace with him; ד\"ה (Dibur HaMatchil): Opening words; דיוק (Diyuk): Precision; דרוש (Derush): Homiletical interpretation; ה'תשל\"ט (Hey Tashla\"t): The year 5739 (1978-79); האהבה (HaAhavah): The love; הבאים עלי (HaBa'im Alai): Coming upon me; הבירור (HaBirur): The refinement; הגוים (HaGoyim): The nations; הגילוי (HaGiluy): The revelation; הגילוי אור (HaGiluy Or): Revelation of light; הגם ש (HaGam She): Even though; ההבנה (HaHavanah): The understanding; ההתבוננות (HaHitbonenut): The contemplation; הו\"ע (Hu Inyan): This is the matter; הטעם (HaTa'am): The reason; היאך (Heichach): How; הידוע (HaYadu'a): The known; היינו (Hainu): That is; היינו ש (Hainu She): That is; היפך (Heifech): Opposite; הלוחמים (HaLochamin): The warriors; הלעו\"ז (HaL'Avon Zarah): Foreign worship/evil; המבואר (HaMevo'ar): What is explained; המלחמות (HaMilchamot): The wars; המנגד (HaMenaged): The opponent; הנחש (HaNachash): The serpent; הפכים (Hafachim): Opposites; הרצונות (HaRatzonot): The desires; התגברות (Hitgabrut): Overpowering; התלבשות (Hitlabshut): Investment/clothing; וגר זאב עם כבש (V'Gar Ze'ev Im Keves): Wolf will dwell with lamb; וההשגה (V'HaHashagah): And comprehension; ויאבק איש עמו (Vaye'avek Ish Imo): And a man wrestled with him; ויצא (Vayetzei): [Parshat] Vayetzei; וכיו\"ב (V'Chayotzei Bo): And similar; ומבטל (U'Mevatel): And nullify; ותוקף (V'Tokef): And strength; זה (Zeh): This; זורקים (Zorkim): Throw; חובקים (Chovkim): Embrace; חי' (Chayah): Soul level of Chayah; ט' כסלו (Tet Kislev): 9th of Kislev; טוב (Tov): Good; יהי' ביטול (Yihyeh Bitul): There will be nullification; יהי' לה (Yihyeh Lah): Will have; יהפך לטוב (Yehafech L'Tov): Will be transformed to good; יובן (Yuvan): Will be understood; יחידה (Yechidah): Soul level of Yechidah; יכולה להשיג (Yecholah L'Hasig): Can comprehend; יתירה מזו (Yeteirah MiZo): Even more so; כח המס\"נ (Ko'ach HaMesirat Nefesh): Power of self; כי ברבים היו עמדי (Ki B'Rabim Hayu Imadi): For many were with me; כיון ש (Kivan She): Since; כיון שיש (Kivan SheYesh): Since there is; כל ירידה (Kol Yeridah): Every descent; כמ\"ש (K'Mo She'Katav): As it is written; כמובן (K'Muvan): As understood; כנגדה (K'Negdah): Opposing it; כשמתגלית (K'SheMitgalet): When it is revealed; כתיב (Katav): It is written; לאחרי (L'Acharei): After; לאידך (L'Idach): On the other hand; לאלקות (L'Elokut): To Divinity; לגבי (L'Gabei): In relation to; להוסיף (L'Hosif): To add; להעיר (L'Ha'ir): To note; לכאורה (L'Kho'orah): Seemingly; למלחמה (L'Milchamah): For war; למעלה (L'Ma'alah): Above; למעלה יותר (L'Ma'alah Yoter): Higher; לע\"ל (L'Atid LaVo): In the future to come; לעבדו (L'Avdo): To serve Him; לעו\"ז (L'Avon Zarah): Foreign worship; לעומת זה (L'Umat Zeh): Corresponding to this; לעתיד לבוא (L'Atid LaVo): In the future to come; לפני הירידה (Lifnei HaYeridah): Before the descent; לפני חטא עה\"ד (Lifnei Chet Etz HaDa'at): Before the sin of the Tree of Knowledge; לקדושה (LiKdushah): To holiness; לקשר (L'Kasher): To connect; מ\"מ (MiKol Makom): Nevertheless; מאמרו (Ma'amaro): His discourse; מבואר (Mevo'ar): Explained; מדייק (Medayek): Precisely analyzes; מהדרגא (MiHaDargah): Than the level; מובן (Muvan): Understood; מוצאי ש\"פ (Motzaei Shabbat Parshat): Saturday night after Shabbat portion; מכיון ש (MiKivan She): Since; מלחמה קשה ביותר (Milchamah Kashah B'Yoter): Very difficult war; מלשון (MiLashon): From the language of; מן (Min): From; מן הקצה אל הקצה (Min HaKatzeh El HaKatzeh): From one extreme to the other; מנגדים (Menagdim): Opponents; מצד (MiTzad): From the side of; מקודם (MiKodem): Previously; מקרב לי (Mikarav Li): From the battle against me; מתבטל (Mitbatel): Is nullified; מתבטל לגמרי (Mitbatel L'Gamrei): Completely nullified; מתבטלים ממילא (Mitbatlim MiMeilah): Nullified automatically; מתגבר (Mitgaber): Overpowers; מתלבש (Mitlabesh): Clothes itself; מתלבשת (Mitlabeshet): Clothes itself; מתקרבים (Mitkaravim): Draw close; נאבקים (Ne'evakim): Wrestle; נה\"א (Nefesh HaElokut): Divine soul; נה\"ב (Nefesh HaBehamit): Animal soul; נהפכו (Nehepchu): Were transformed; נכלל (Nichlal): Included; נעשה (Na'aseh): Is made; נעשים (Na'asim): Become; נקראת (Nikre'et): Is called; נר\"נ (Nefesh Ruach Neshamah): Soul levels; נתבטלו (Nitbatlu): Were nullified; סתם (Stam): Simply; ע\"ד (Al Derech): In the manner of; ע\"י (Al Yedei): Through; עבודת התפלה (Avodat HaTefillah): Service of prayer; עד\"ז (Al Derech Zeh): Similarly; עיקר (Ikar): Main/primary; עכשיו (Achshav): Now; עליית (Aliyat): Ascent of; עם היות ש (Im Heyot She): Even though; ענין (Inyan): Matter; עסק התורה (Esek HaTorah): Engagement with Torah; עפ\"ז (Al Pi Zeh): According to this; עצמה (Atzmah): Itself; פדה בשלום נפשי (Padah B'Shalom Nafshi): He redeemed my soul in peace; פדי' (Pidyon): Redemption; פועל (Po'el): Acts/causes; פירוש (Peirush): Interpretation/explanation; פעולת (Pe'ulat): Action of; פתן וצפעוני (Peten V'Tzif'oni): Viper and adder; צורך עלי' (Tzorech Aliyah): Need for ascent; צריך (Tzarich): Needs; צריך להבין (Tzarich L'Havin): Need to understand; צריכה (Tzrichah): Needs; קירוב (Kiruv): Drawing close; קירוב מקום (Kiruv Makom): Closeness of place; קרב (Kerav): Battle; רצון שלמעלה מטעם (Ratzon SheLma'alah MiTa'am): Will above reason; רצונות זרים (Ratzonot Zarim): Foreign desires; רק (Rak): Only; שבדרך מלחמה (SheB'Derech Milchamah): That is in the way of war; שונאים (Son'im): Enemies; שייך (Shayach): Relevant; שכם אחד (Shechem Echad): With one shoulder; שלום (Shalom): Peace; שלמה (Shlomo): Solomon; שמש גדול (Shemesh Gadol): Great luminary; שני ענינים (Shnei Inyanim): Two matters; שערי תשובה (Sha'arei Teshuvah): Gates of Repentance; שעת צלותא שעת קרבא (She'at Tzlota She'at Karva): Time of prayer is time of battle; שפה ברורה (Safah Berurah): Clear language; שפועל בו (ShePo'el Bo): That it acts upon; ששכל (SheSechel): That intellect; תוקף הרצון (Tokef HaRatzon): Strength of will; תחלת הבריאה (Techilat HaBri'ah): Beginning of creation; תכלית הקירוב (Tachlit HaKiruv): Ultimate closeness; תכלית השלימות (Tachlit HaShleimut): Ultimate perfection;"
    },
    "search_tags": [
      "מקדש",
      "נצח",
      "עבודה",
      "חטא",
      "תכלית",
      "העלם",
      "אלקות",
      "Love",
      "רבי",
      "World",
      "Temple",
      "בית המקדש",
      "Self-sacrifice",
      "ביטול",
      "Concealment",
      "Holy Temple",
      "Purpose",
      "Nullification",
      "גאולה",
      "Torah",
      "Creation",
      "Sin",
      "דוד",
      "Exile",
      "Israel",
      "ישראל",
      "תורה",
      "Rabbi",
      "Light",
      "אהבה",
      "Will",
      "גלות",
      "תשובה",
      "אור",
      "בריאה",
      "מס\"נ",
      "Eternity",
      "משיח",
      "David",
      "Redemption",
      "Revelation",
      "Service",
      "Divinity",
      "גילוי",
      "רצון",
      "Repentance",
      "Messiah",
      "עולם"
    ]
  }
}