{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "5_קעט",
    "reference": "Reference: 5_קעט",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אלקות",
        "אור",
        "אוא\"ס",
        "עצמות",
        "גילוי",
        "תחתונים",
        "עולם",
        "חכמה",
        "חסד",
        "משה",
        "ישראל",
        "מקדש",
        "בית המקדש",
        "קרבנות",
        "קרבן",
        "מצוות",
        "תורה",
        "גלות",
        "דור",
        "עבודה",
        "אהבה",
        "ביטול",
        "המשכה",
        "העלאה",
        "דירה",
        "תכלית",
        "כוונה",
        "רצון",
        "חטא",
        "תשובה",
        "תיקון",
        "נשיא",
        "רבי"
      ],
      "key_concepts": [
        "Divinity",
        "Light",
        "Infinite Light",
        "Essence",
        "Revelation",
        "Lower worlds",
        "World",
        "Wisdom",
        "Kindness",
        "Moses",
        "Israel",
        "Temple",
        "Holy Temple",
        "Sacrifices",
        "Sacrifice",
        "Commandments",
        "Torah",
        "Exile",
        "Generation",
        "Service",
        "Love",
        "Nullification",
        "Drawing down",
        "Elevation",
        "Dwelling",
        "Purpose",
        "Intention",
        "Will",
        "Sin",
        "Repentance",
        "Rectification",
        "Leader",
        "Rabbi"
      ],
      "biblical_references": [
        "שה\"ש א, ט",
        "תהלים לח, ה",
        "תהלים קמח, יד",
        "תהלים פט, ג",
        "תהלים קיב, ט",
        "ישעי' ב, ט"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא",
        "ברכות יד, סע",
        "ברכות כו, ב"
      ],
      "chassidic_references": [
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 2115,
      "chunk_count": 9
    },
    "content": {
      "main_text": "בס\"ד. ש\"פ משפטים, פ' שקלים, מבה\"ח אדר ה'תשל\"א כי תשא את ראש בני ישראל לפקודיהם ונתנו איש כופר נפשו גו'1, ואיתא בגמרא2, אמר משה לפני הקב\"ה, רבש\"ע במה תרום קרן ישראל אמר לו בכי תשא, ופירש רש\"י, אם באת לשאת ראשם בהגבהה קח מהם כופר לצדקה. ולכאורה, השייכות דכי תשא להרמת קרן ישראל היא, כי תשא הוא (גם) מלשון הגבהה והרמה. וצריך להבין, דעפ\"ז, כששאל משה להקב\"ה במה תרום קרן ישראל הי' צריך לכאורה לענות לו בנתינת כופר לצדקה, ומהו פירוש המענה בכי תשא [שהרמת קרן ישראל נעשית ע\"י כי תשא], הרי נשיאת ראש בני ישראל והרמת קרנם הוא היינו הך. גם צריך להבין, דבכתוב נאמר ונתנו איש כופר נפשו, שנשיאת (הגבהת והרמת) ראש ישראל היא ע\"י נתינת כופר, ובפרש\"י הנ\"ל אם באת לשאת ראשם בהגבהה קח מהם כופר לצדקה. גם צריך להבין, דלשון הכתוב הוא כי תשא את ראש בני ישראל, והלשון בשאלת משה הוא במה תרום קרן ישראל.ב) והענין הוא, דמבואר בהדרושים (ד\"ה כי תשא את ראש בני ישראל3 ), דראש הוא אהבה הטבעית שלמעלה מהשכל4, וכתיב5 כי עוונותי עברו ראשי גו', שהעוונות מסתירים על בחינת הראש דהנשמה (אהבה הטבעית שלמעלה מהשכל) שלא יאיר בגילוי בכחות הפנימיים. וזהו כי תשא את ראש גו', דהגם שבבחינת הראש אין שייך פגם, מ\"מ, זה עצמו שהראש דהנשמה אינו יכול להאיר בגילוי בכחות הפנימיים מורה שנעשה בו ירידה והשפלה6 ע\"י העוונות (אלא שהירידה וההשפלה היא לא בנוגע לעצמו ורק בנוגע להגילוי שלו), ולכן צריך לישא את הראש, להגבי' אותו משפלותו.ולהעיר, דבלקו\"ת ד\"ה שובה ישראל גו' כי כשלת בעוניך7 מבואר שהוא כמשל אדם הכושל רגלו שעי\"ז נופל ראשו למטה. ועפ\"ז הי' אפשר לומר דפירוש כי תשא את ראש בני ישראל הוא להגבי' את הראש מנפילתו למטה. ויש לומר הטעם על זה שבדרושים הנ\"ל אינו מפרש כן, כי פרשה זו נאמרה לאחרי יוהכ\"פ8 לאחרי שנתרצה הקב\"ה לישראל בשמחה ובלב שלם ואמר לו למשה סלחתי כדברך9. והרושם מהחטא שנשאר אחר יוהכ\"פ הוא (בעיקר) רק בנוגע לזה שהרצון שלמעלה מהשכל לא האיר בגילוי בכחות הפנימיים, ולכן נאמר כי תשא את ראש בני ישראל.ג) והנה כתיב10 גדע בחרי אף כל קרן ישראל, שע\"י העוונות נעשה ירידה גם בבחינת הקרן שלמעלה מהראש. ולכן אמר משה במה תרום קרן ישראל, שצריך להגבי' ולרומם את הקרן שלמעלה מהראש. ומבואר בלקו\"ת11, דקרן היא בחינת כתר. וצריך ביאור, הרי זה שהקרן הוא למעלה מהראש הוא (לא רק מהמוח שבראש אלא) גם מהגולגולת, וע\"פ הידוע שגלגלתא (הגולגולת שחופה על המוח) היא בחינת כתר, מהו מעלת הקרן על הראש. ויש לומר, דגלגלתא הוא מקיף ששייך לפנימי, בדוגמת הגולגולת שבאדם שמקיף את המוח אבל שייך אליו12, וקרן הוא מקיף שלמעלה משייכות לפנימי. וכמבואר בכ\"מ13 בפירוש הכתוב14 וירם קרן לעמו, שקאי על עצמות אוא\"ס שלמעלה מסובב. וכמו\"כ הוא בנשמה, שקרן הנשמה הוא עצם הנשמה15.וצריך להבין מה שאמר משה במה תרום קרן ישראל, דלכאורה, איך שייך שתהי' ירידה בעצם הנשמה. ויש לומר הביאור בזה, דהכוונה בירידת הנשמה למטה היא בכדי לפעול בהגוף, ולכן, כשאינה משלמת הכוונה נעשה ירידה בכל הדרגות שבה, גם בהעצם שלה (שירדה למטה). ועפ\"ז, הירידה שע\"י החטא בדרגת הראש דהנשמה, היא מפני שלגבי דרגא זו יש ערך לכחות הגלויים (מכיון שהיא מקיף השייך לפנימי), ולכן הענינים דכחות הגלויים פועלים בה שינוי (אלא שהשינוי הוא רק בנוגע להגילוי שלה, כנ\"ל סעיף ב), והירידה שנעשית ע\"י החטא בעצם הנשמה היא לא שהענינים דכחות הגלויים פועלים בה שינוי, אלא לפי שלא נשלמה הכוונה שבשבילה ירדה למטה. ויש לומר, דזהו מ\"ש גדע גו' קרן ישראל, דכמו שבקרן כפשוטו, השינוי שנעשה בקרן ע\"י שנגדע מהראש (שאין בו התוקף שהי' בו תחילה) הוא לא שהראש פועל שינוי בקרן אלא אדרבה מפני שנגדע מהראש, עד\"ז הוא בהקרן דהנשמה, שהשינוי שנעשה בה ע\"י החטא הוא מצד זה שאינה פועלת בכחות הגלויים (ואינה משלמת כוונת ירידתה למטה).ד) ועפ\"ז יש לומר דבאמירת הקב\"ה למשה כי תשא את ראש בני ישראל, שני ענינים. שישא ויגבי' את ראש בני ישראל, כמפורש בקרא. ועוד ענין (שאינו מפורש בתושב\"כ אלא נתגלה בתושבע\"פ), שע\"י כי תשא את ראש בני ישראל תהי' גם הרמת קרן ישראל [וכלשון הגמרא אמר לו בכי תשא, שע\"י כי תשא יהי' עוד ענין]. ועפ\"ז יש לבאר מ\"ש רש\"י אם באת לשאת ראשם בהגבהה קח מהם כופר לצדקה, ולא יתנו כופר לצדקה, כלשון הכתוב ונתנו איש כופר נפשו, כי נשיאת והגבהת ראש בני ישראל הוא ע\"י נתינת כופר – ונתנו איש כופר נפשו. ובכדי שהנשיאת ראש תביא להרמת קרן ישראל הוא כשהנשיאת והגבהת הראש היא ע\"י שמשה יקח מהם כופר – אם באת לשאת ראשם בהגבהה קח מהם כופר לצדקה.ה) ויובן זה בהקדים מ\"ש (בפרשתנו16 ) אם כסף תלוה את עמי, ואיתא במדרש17 אמר הקב\"ה אם כסף תלוה את עמי (עמי בחירי\"ק תחת העי\"ן), ומבואר בהדרושים18, דזה שמעלת הגמ\"ח היא גדולה כ\"כ עד שעי\"ז אתה עמי, עמי במחיצתי19, הוא כמ\"ש20 כי חסד חפצתי ולא זבח, דהגם שגם הקרבנות (זבח) הם רצונו ית' [כמובן גם מזה שישנם כו\"כ ציוויים להקריב קרבנות], מ\"מ, כיון שענין הקרבנות הוא העלאה מלמטה למעלה, ותכלית הכוונה הוא שיהי' המשכת גילוי אלקות למטה, דנתאוה הקב\"ה להיות לו ית' דירה בתחתונים21, לכן, הרצון בקרבנות הוא (לא בהקרבנות מצד עצמם, אלא) בשביל ההמשכה שתהי' אח\"כ ע\"י הנסכים [כדאיתא בגמרא22 כל הקורא ק\"ש בלא תפילין כאילו הקריב עולה בלא מנחה וזבח בלא נסכים23, דמזה משמע שכשהקריב זבח בלא נסכים אין קרבנו כלום24, ומבואר בלקו\"ת25 שזהו לפי שההעלאה דקרבנות היא בשביל ההמשכה שאח\"כ ע\"י הנסכים], ולכן, הרצון בקרבנות הוא (כמו26 ) חיצוניות הרצון [ע\"ד27 אדם שרוצה לנסוע לאיזה מקום לקנות סחורה, שהרצון שלו בהנסיעה הוא רק בשביל הריוח שיהי' לו עי\"ז], ופנימיות הרצון הוא בהמשכה למטה. וזהו כי חסד חפצתי ולא זבח, שהחפץ, פנימיות הרצון, הוא שיהי' חסד, המשכה למטה.ולהוסיף, דמפשטות לשון הכתוב כי חסד חפצתי ולא זבח משמע שמדבר גם בזבח עם נסכים, ואעפ\"כ אומר חסד חפצתי ולא זבח, כי כיון שהנסכים הם טפלים להזבח, גם ההמשכה שע\"י הנסכים אינה כההמשכה שע\"י חסד. וכמוכח גם ממארז\"ל28 (המובא בהדרושים29 ) עה\"פ30 אם יתכפר עון בית עלי בזבח ובמנחה, בזבח ובמנחה אינו מתכפר אבל מתכפר בתורה ובגמילות חסדים, שגם הכפרה דמנחה (ועד\"ז נסכים) אינה כהכפרה שע\"י תורה וגמ\"ח, לפי שכללות ענין הקרבנות הוא העלאה, אלא שבקרבנות עצמם – מנחה ונסכים הם המשכה למטה, אבל ההמשכה שעל ידם אינה כההמשכה שע\"י תורה וגמ\"ח. ויתירה מזה, שגם ההמשכה דתורה, שנקראת תורת חסד31 לפי שענינה הוא המשכה למטה, אינה כההמשכה שע\"י חסד. וכסיום מארז\"ל הנ\"ל27 רבה דעסיק בתורה חי מ' שנין אביי דעסיק בתורה ובגמילות חסדים חי ס' שנין. ולהעיר, דענין זה שההמשכה שע\"י גמ\"ח היא המשכה למטה יותר (מההמשכה שע\"י מנחה ונסכים וגם) מההמשכה שע\"י תורה, הוא בכללות בכל המצוות32, דגמ\"ח היא כללות כל המצוות33. אבל אעפ\"כ, עיקר המעלה דהמשכה למטה ביותר היא בגמ\"ח כפשוטה. וכמובן גם מהמשך הענינים בהדרושים הנ\"ל, דענין חסד חפצתי ולא זבח הוא ביאור על המעלה דאם כסף תלוה, גמ\"ח כפשוטה. וכן מובן מהמבואר בדרושים הנ\"ל34 הטעם על זה שגמ\"ח היא מהדברים שאדם אוכל פירותיהם בעולם הזה35, כי ההמשכה שע\"י גמ\"ח היא נמשכת עד למטה מטה, גם בעולם הזה.ו) והנה איתא בילקוט36 עה\"פ כי חסד חפצתי ולא זבח, פעם אחת הי' רבן יוחנן בן זכאי מהלך בירושלים, והי' רבי יהושע מהלך אחריו, ראה בית המקדש שהוא חרב, אמר, אוי לנו על הבית שחרב מקום שמתכפרין בו עונותינו, א\"ל, בני אל ירע לך, שיש לנו כפרה אחרת שהיא כמותה, ואי זה, זה גמילות חסדים, לכך נאמר כי חסד חפצתי ולא זבח, ואומר37 אמרתי עולם חסד יבנה. ומדייק בהדרושים33, הרי גמילות חסדים היתה גם בזמן שבית המקדש הי' קיים, ומהלשון יש לנו כפרה אחרת משמע שכפרה זו נתחדשה בזמן הגלות. ומבאר שם, ע\"פ מה דאיתא בגמרא38 א\"ר יוחנן, ששה דברים אדם אוכל פירותיהן בעולם הזה והקרן קיימת לו לעולם הבא (ועיון תפלה הוא מהששה דברים), ומקשה בגמרא, והא תנן34 אלו דברים שאדם עושה אותם ואוכל פירותיהן בעוה\"ז כו' וקא חשיב שם רק שלשה דברים, ומתרץ, הני נמי בהני שייכי, ופירש רש\"י39 שעיון תפלה הוא בכלל גמ\"ח דכתיב40 גומל נפשו איש חסד [ונפש היינו תפלה דכתיב גבי חנה41 ואשפוך את נפשי לפני ה'42 ]. ומבאר בהדרושים, דזה שאמר ריב\"ז יש לנו כפרה אחרת כו' גמילות חסדים, כוונתו היא לעיון תפלה שהיא בכלל גמ\"ח [דעיקר התפלה (ג' תפלות בכל יום ונוסח התפלה) נתקנה בזמן הגלות43 ]. והגם שתפלות הם במקום קרבנות וקרבנות הם העלאה מלמטה למעלה, מבואר בהדרושים, דתפלות כנגד תמידין ומוספין תקנום44, והתמידין ומוספין, קרבנות צבור, הם בחינת המשכה. כדאיתא במדרש45 דזה שישראל נק' בשם רעיתי46 הוא לפי שהיו מקריבין שני תמידין ע\"ג המזבח, ועי\"ז הם רעיתי, פרנסתי, ישראל מפרנסין לאביהם שבשמים47, שממשיכים אוא\"ס בע\"ס. ומ\"ש כי חסד חפצתי ולא זבח קאי על קרבנות יחיד, שהם בחי' העלאה, אבל קרבנות צבור, תמידין ומוספין, הם בחי' המשכה. וכמ\"ש הש\"ך בפירושו עה\"ת15 עה\"פ48 מלבד עולת הבוקר, שמלבד הוא ר\"ת מלוה לעני בשעת דחקו, ופירוש מלבד עולת הבוקר הוא, שהמלוה לעני בשעת דחקו הוא כעולת הבוקר, קרבן תמיד, שהוא המשכה מלמעלה למטה. ומזה שתפלות כנגד תמידין תקנום, מובן, שהתפלות הם המשכה מלמעלה למטה.ז) והנה מזה שגמילות חסדים (כפשוטה) היתה גם בזמן הבית, משא\"כ הגמ\"ח דתפלה (גומל נפשו איש חסד) נתקנה דוקא לאחרי חורבן ביהמ\"ק, בכדי שתהי' גם עכשיו הכפרה שבדומה להכפרה שהיתה ע\"י ביהמ\"ק, מקום שמתכפרין בו עונותינו, מובן, דיש יתרון בהכפרה שנעשית ע\"י גמ\"ח דתפלה לגבי הכפרה שע\"י גמ\"ח כפשוטה. והענין הוא, דתפלה (בכלל) היא העלאה מלמטה למעלה, וכמובן גם ממ\"ש ואשפוך את נפשי לפני הוי' [דמפסוק זה מביאים ראי' שתפלה היא המשכה], דשפיכת הנפש היא העלאה, אלא שהמבוקש דהעלאה זו הוא שתהי' המשכה למטה49. [ולהוסיף, דמבואר בהדרושים, דבגומל נפשו איש חסד, שני פירושים. גומל מלשון הפרשה (כמו ויגדל הילד ויגמל50 ), וגומל מלשון השפעה (כמו גמילות חסדים). גומל נפשו מלשון השפעה הוא בהעבודה דתפלה שמצד נפש האלקית, שההעלאה (שפיכת נפש) היא בשביל ההמשכה. וגומל נפשו מלשון הפרשה הוא בהקרבת נפש הבהמית שבתפלה, לפרוש ולצאת מעניני העולם ולהיות בביטול, העלאה. ובהעבודה שמצד נפש הבהמית, ההעלאה היא לא בשביל המשכה אלא שזה עצמו הוא המבוקש שלו48. ויש לומר, דזה שהתפלה דנפש האלקית נקראת בשם גומל נפשו, שגומל הוא גם לשון הפרשה, מורה, שגם בהתפלה דנפש האלקית ישנה העלאה שבדוגמת העלאה דנפש הבהמית, שהמבוקש שבה הוא העלאה].והנה ידוע דבסליחה וכפרה שני ענינים51. שע\"י ההמשכה מעצמות אוא\"ס בעל הרצון שאינו מוכרח בהרצון, מתבטלים החטאים והפגמים. ועוד ענין בסליחה וכפרה, שע\"י ההמשכה מעצמות אוא\"ס בעל הרצון52, נמשך רצון חדש (שלמעלה מהרצון שנסתלק ע\"י החטא), ועי\"ז נעשה מרוצה לפניו ית' כמו קודם החטא. והחילוק דשני הענינים הוא, דזה שע\"י ההמשכה מעצמות אוא\"ס מתבטלים הפגמים הוא מפני שאינו מוכרח בהרצון, מובדל מהרצון, וזה שנמשך ממנו רצון חדש הוא (לא מפני שהוא מובדל מהרצון, אלא אדרבה) מפני שהוא בעל הרצון. דבדרגת הרצון, יש הגבלה באופן המשכתו, וכשעושים היפך הרצון הוא מסתלק. משא\"כ בעל הרצון, אינו מוגבל באופן ההמשכה, ולכן גם לאחרי שעשו היפך הרצון שעי\"ז נסתלק הרצון, אפשר להיות נמשך ממנו רצון חדש.ויש לומר, דזה שמובא לעיל (סעיף ה) שעיקר הכפרה הוא גמילות חסדים לפי שפנימיות הרצון דלמעלה הוא בהמשכה למטה, חסד חפצתי, הוא בעיקר בנוגע לזה שיהי' מרוצה לפניו ית', וגם בנוגע לתיקון הפגמים. אבל בנוגע ביטול הפגמים [דענין זה הוא מפני שעצמות אוא\"ס בעל הרצון הוא מובדל מהרצון], יש יתרון בהמשכה ששייכת להעלאה. דע\"י ההעלאה (יציאה ממציאותו, ביטול) מגיעים לענין זה שבבעל הרצון שהוא מובדל מהרצון. וע\"י ההמשכה שלאחרי ההעלאה נמשך ענין זה (שאוא\"ס הוא מובדל מהרצון) למטה, ועי\"ז מתבטלים הפגמים.ח) וזהו כי תשא את ראש בני ישראל גו' ואיתא בגמרא אמר משה לפני הקב\"ה רבש\"ע במה תרום קרן ישראל אמר לו בכי תשא, דיש לומר ששני הענינים בכי תשא – נשיאת והגבהת הראש דבנ\"י והרמת קרן ישראל, הם ע\"ד שני הענינים דגמ\"ח, גמ\"ח כפשוטה וגמ\"ח דתפלה. והענין הוא, דהחלישות53 (ירידה והשפלה) שנעשה ע\"י החטא בהראש דהנשמה, שאין ביכלתו להאיר בכחות הפנימיים, הוא ע\"ד סילוק האור שנעשה מצד הפגם, שהאור מסתלק לשרשו ואינו מאיר בהכלים54. וענין נשיאת והגבהת הראש [שכח הגילוי דבחינת ראש בהנשמה הוא בתוקף כמו שהי' תחלה, להאיר בכחות הפנימיים] שע\"י נתינת כופר לצדקה הוא ע\"ד הכפרה (מילוי הפגמים והחזרת הרצון) שע\"י גמילות חסד כפשוטה. והתמי' של משה היתה במה תרום קרן ישראל, דכיון שהירידה שבדרגת הקרן היא (לא שהחטא פעל בה ירידה, אלא) שלא נשלמה הכוונה שבשבילה ירדה למטה, תמה משה איך אפשר לתקן זה. ויש לומר, דזה שאמר משה לפני הקב\"ה במה תרום קרן ישראל, הוא כי בכדי לתקן זה שלא נשלמה הכוונה הוא ע\"י ההמשכה מעצמות אוא\"ס בעל הרצון שמובדל מהרצון, ולכן אמר זה משה לפני הקדוש ב\"ה שהוא קדוש ומובדל, ויתירה מזה, לפני הקב\"ה, בכדי להמשיך משם. אמר לו בכי תשא, בזה שמשה ישא את ראשם בהגבהה, שגם המשכת בחינת לפני הקב\"ה צריכה להיות ע\"י בחינת חכמה (ענינו של משה), וע\"ד הידוע שגם גילוי הסובב הוא ע\"י הממלא. ואף שהפעולה דמשה (מצד עצמו) היא כי תשא את ראש, נמשך בזה גם הכח דבחינת לפני הקב\"ה, שעי\"ז נעשה הרמת קרן ישראל.ובכדי שענין זה יומשך לישראל הוא ע\"י שנשיאת והגבהת הראש שלהם הוא ע\"י שמשה לוקח מהם כופר, כלשון רש\"י קח מהם כופר לצדקה, ענין ההעלאה שבצדקה. וע\"ד המבואר לעיל (סעיף ז), שע\"י גמ\"ח כפשוטה הוא המשכת הרצון מבעל הרצון, ובכדי להגיע לענין זה שבבעל הרצון שהוא מובדל מהרצון הוא ע\"י גמ\"ח דתפלה, המשכה ששייכת להעלאה, עד\"ז הוא בענין כופר נפשו, שע\"י נתינת הכופר לצדקה (המשכה) הוא המשכת הרצון, ועי\"ז נעשה נשיאת והרמת הראש. וע\"י שמשה לוקח מהם כופר לצדקה (ענין ההעלאה שבצדקה) הוא המשכת עצמות אוא\"ס שמובדל מהרצון, ועי\"ז תרום קרן ישראל, ובאופן דקרנו55 תרום בכבוד.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד ש\"פ משפטים, פ' שקלים, מבה\"ח אדר ה'תשל\"א כי תשא את ראש בני ישראל לפקודיהם ונתנו איש כופר נפשו גו'1, ואיתא בגמרא2, אמר משה לפני הקב\"ה, רבש\"ע במה תרום קרן ישראל אמר לו בכי תשא, ופירש רש\"י, אם באת לשאת ראשם בהגבהה קח מהם כופר לצדקה ולכאורה, השייכות דכי תשא להרמת קרן ישראל היא, כי תשא הוא (גם) מלשון הגבהה והרמה וצריך להבין, דעפ\"ז, כששאל משה להקב\"ה במה תרום קרן ישראל הי' צריך לכאורה לענות לו בנתינת כופר לצדקה, ומהו פירוש המענה בכי תשא [שהרמת קרן ישראל נעשית ע\"י כי תשא], הרי נשיאת ראש בני ישראל והרמת קרנם הוא היינו הך גם צריך להבין, דבכתוב נאמר ונתנו איש כופר נפשו, שנשיאת (הגבהת והרמת) ראש ישראל היא ע\"י נתינת כופר, ובפרש\"י הנ\"ל אם באת לשאת ראשם בהגבהה קח מהם כופר לצדקה גם צריך להבין, דלשון הכתוב הוא כי תשא את ראש בני ישראל, והלשון בשאלת משה הוא במה תרום קרן ישראל.ב) והענין הוא, דמבואר בהדרושים (ד\"ה כי תשא את ראש בני ישראל3 ), דראש הוא אהבה הטבעית שלמעלה מהשכל4, וכתיב5 כי עוונותי עברו ראשי גו', שהעוונות מסתירים על בחינת הראש דהנשמה (אהבה הטבעית שלמעלה מהשכל) שלא יאיר בגילוי בכחות הפנימיים וזהו כי תשא את ראש גו', דהגם שבבחינת הראש אין שייך פגם, מ\"מ, זה עצמו שהראש דהנשמה אינו יכול להאיר בגילוי בכחות הפנימיים מורה שנעשה בו ירידה והשפלה6 ע\"י העוונות (אלא שהירידה וההשפלה היא לא בנוגע לעצמו ורק בנוגע להגילוי שלו), ולכן צריך לישא את הראש, להגבי' אותו משפלותו.ולהעיר, דבלקו\"ת ד\"ה שובה ישראל גו' כי כשלת בעוניך7 מבואר שהוא כמשל אדם הכושל רגלו שעי\"ז נופל ראשו למטה ועפ\"ז הי' אפשר לומר דפירוש כי תשא את ראש בני ישראל הוא להגבי' את הראש מנפילתו למטה",
          "topics": [
            "אור",
            "גילוי",
            "משה",
            "ישראל",
            "אהבה"
          ],
          "word_count": 273
        },
        {
          "chunk_id": "chunk_2",
          "content": "ויש לומר הטעם על זה שבדרושים הנ\"ל אינו מפרש כן, כי פרשה זו נאמרה לאחרי יוהכ\"פ8 לאחרי שנתרצה הקב\"ה לישראל בשמחה ובלב שלם ואמר לו למשה סלחתי כדברך9 והרושם מהחטא שנשאר אחר יוהכ\"פ הוא (בעיקר) רק בנוגע לזה שהרצון שלמעלה מהשכל לא האיר בגילוי בכחות הפנימיים, ולכן נאמר כי תשא את ראש בני ישראל.ג) והנה כתיב10 גדע בחרי אף כל קרן ישראל, שע\"י העוונות נעשה ירידה גם בבחינת הקרן שלמעלה מהראש ולכן אמר משה במה תרום קרן ישראל, שצריך להגבי' ולרומם את הקרן שלמעלה מהראש ומבואר בלקו\"ת11, דקרן היא בחינת כתר וצריך ביאור, הרי זה שהקרן הוא למעלה מהראש הוא (לא רק מהמוח שבראש אלא) גם מהגולגולת, וע\"פ הידוע שגלגלתא (הגולגולת שחופה על המוח) היא בחינת כתר, מהו מעלת הקרן על הראש ויש לומר, דגלגלתא הוא מקיף ששייך לפנימי, בדוגמת הגולגולת שבאדם שמקיף את המוח אבל שייך אליו12, וקרן הוא מקיף שלמעלה משייכות לפנימי וכמבואר בכ\"מ13 בפירוש הכתוב14 וירם קרן לעמו, שקאי על עצמות אוא\"ס שלמעלה מסובב וכמו\"כ הוא בנשמה, שקרן הנשמה הוא עצם הנשמה15.וצריך להבין מה שאמר משה במה תרום קרן ישראל, דלכאורה, איך שייך שתהי' ירידה בעצם הנשמה ויש לומר הביאור בזה, דהכוונה בירידת הנשמה למטה היא בכדי לפעול בהגוף, ולכן, כשאינה משלמת הכוונה נעשה ירידה בכל הדרגות שבה, גם בהעצם שלה (שירדה למטה) ועפ\"ז, הירידה שע\"י החטא בדרגת הראש דהנשמה, היא מפני שלגבי דרגא זו יש ערך לכחות הגלויים (מכיון שהיא מקיף השייך לפנימי), ולכן הענינים דכחות הגלויים פועלים בה שינוי (אלא שהשינוי הוא רק בנוגע להגילוי שלה, כנ\"ל סעיף ב), והירידה שנעשית ע\"י החטא בעצם הנשמה היא לא שהענינים דכחות הגלויים פועלים בה שינוי, אלא לפי שלא נשלמה הכוונה שבשבילה ירדה למטה",
          "topics": [
            "אור",
            "אוא\"ס",
            "עצמות",
            "גילוי",
            "משה"
          ],
          "word_count": 266
        },
        {
          "chunk_id": "chunk_3",
          "content": "ויש לומר, דזהו מ\"ש גדע גו' קרן ישראל, דכמו שבקרן כפשוטו, השינוי שנעשה בקרן ע\"י שנגדע מהראש (שאין בו התוקף שהי' בו תחילה) הוא לא שהראש פועל שינוי בקרן אלא אדרבה מפני שנגדע מהראש, עד\"ז הוא בהקרן דהנשמה, שהשינוי שנעשה בה ע\"י החטא הוא מצד זה שאינה פועלת בכחות הגלויים (ואינה משלמת כוונת ירידתה למטה).ד) ועפ\"ז יש לומר דבאמירת הקב\"ה למשה כי תשא את ראש בני ישראל, שני ענינים שישא ויגבי' את ראש בני ישראל, כמפורש בקרא ועוד ענין (שאינו מפורש בתושב\"כ אלא נתגלה בתושבע\"פ), שע\"י כי תשא את ראש בני ישראל תהי' גם הרמת קרן ישראל [וכלשון הגמרא אמר לו בכי תשא, שע\"י כי תשא יהי' עוד ענין] ועפ\"ז יש לבאר מ\"ש רש\"י אם באת לשאת ראשם בהגבהה קח מהם כופר לצדקה, ולא יתנו כופר לצדקה, כלשון הכתוב ונתנו איש כופר נפשו, כי נשיאת והגבהת ראש בני ישראל הוא ע\"י נתינת כופר – ונתנו איש כופר נפשו",
          "topics": [
            "משה",
            "ישראל",
            "חטא",
            "נשיא"
          ],
          "word_count": 148
        },
        {
          "chunk_id": "chunk_4",
          "content": "ובכדי שהנשיאת ראש תביא להרמת קרן ישראל הוא כשהנשיאת והגבהת הראש היא ע\"י שמשה יקח מהם כופר – אם באת לשאת ראשם בהגבהה קח מהם כופר לצדקה.ה) ויובן זה בהקדים מ\"ש (בפרשתנו16 ) אם כסף תלוה את עמי, ואיתא במדרש17 אמר הקב\"ה אם כסף תלוה את עמי (עמי בחירי\"ק תחת העי\"ן), ומבואר בהדרושים18, דזה שמעלת הגמ\"ח היא גדולה כ\"כ עד שעי\"ז אתה עמי, עמי במחיצתי19, הוא כמ\"ש20 כי חסד חפצתי ולא זבח, דהגם שגם הקרבנות (זבח) הם רצונו ית' [כמובן גם מזה שישנם כו\"כ ציוויים להקריב קרבנות], מ\"מ, כיון שענין הקרבנות הוא העלאה מלמטה למעלה, ותכלית הכוונה הוא שיהי' המשכת גילוי אלקות למטה, דנתאוה הקב\"ה להיות לו ית' דירה בתחתונים21, לכן, הרצון בקרבנות הוא (לא בהקרבנות מצד עצמם, אלא) בשביל ההמשכה שתהי' אח\"כ ע\"י הנסכים [כדאיתא בגמרא22 כל הקורא ק\"ש בלא תפילין כאילו הקריב עולה בלא מנחה וזבח בלא נסכים23, דמזה משמע שכשהקריב זבח בלא נסכים אין קרבנו כלום24, ומבואר בלקו\"ת25 שזהו לפי שההעלאה דקרבנות היא בשביל ההמשכה שאח\"כ ע\"י הנסכים], ולכן, הרצון בקרבנות הוא (כמו26 ) חיצוניות הרצון [ע\"ד27 אדם שרוצה לנסוע לאיזה מקום לקנות סחורה, שהרצון שלו בהנסיעה הוא רק בשביל הריוח שיהי' לו עי\"ז], ופנימיות הרצון הוא בהמשכה למטה וזהו כי חסד חפצתי ולא זבח, שהחפץ, פנימיות הרצון, הוא שיהי' חסד, המשכה למטה.ולהוסיף, דמפשטות לשון הכתוב כי חסד חפצתי ולא זבח משמע שמדבר גם בזבח עם נסכים, ואעפ\"כ אומר חסד חפצתי ולא זבח, כי כיון שהנסכים הם טפלים להזבח, גם ההמשכה שע\"י הנסכים אינה כההמשכה שע\"י חסד",
          "topics": [
            "אלקות",
            "גילוי",
            "תחתונים",
            "חסד",
            "משה"
          ],
          "word_count": 240
        },
        {
          "chunk_id": "chunk_5",
          "content": "וכמוכח גם ממארז\"ל28 (המובא בהדרושים29 ) עה\"פ30 אם יתכפר עון בית עלי בזבח ובמנחה, בזבח ובמנחה אינו מתכפר אבל מתכפר בתורה ובגמילות חסדים, שגם הכפרה דמנחה (ועד\"ז נסכים) אינה כהכפרה שע\"י תורה וגמ\"ח, לפי שכללות ענין הקרבנות הוא העלאה, אלא שבקרבנות עצמם – מנחה ונסכים הם המשכה למטה, אבל ההמשכה שעל ידם אינה כההמשכה שע\"י תורה וגמ\"ח ויתירה מזה, שגם ההמשכה דתורה, שנקראת תורת חסד31 לפי שענינה הוא המשכה למטה, אינה כההמשכה שע\"י חסד וכסיום מארז\"ל הנ\"ל27 רבה דעסיק בתורה חי מ' שנין אביי דעסיק בתורה ובגמילות חסדים חי ס' שנין ולהעיר, דענין זה שההמשכה שע\"י גמ\"ח היא המשכה למטה יותר (מההמשכה שע\"י מנחה ונסכים וגם) מההמשכה שע\"י תורה, הוא בכללות בכל המצוות32, דגמ\"ח היא כללות כל המצוות33 אבל אעפ\"כ, עיקר המעלה דהמשכה למטה ביותר היא בגמ\"ח כפשוטה וכמובן גם מהמשך הענינים בהדרושים הנ\"ל, דענין חסד חפצתי ולא זבח הוא ביאור על המעלה דאם כסף תלוה, גמ\"ח כפשוטה וכן מובן מהמבואר בדרושים הנ\"ל34 הטעם על זה שגמ\"ח היא מהדברים שאדם אוכל פירותיהם בעולם הזה35, כי ההמשכה שע\"י גמ\"ח היא נמשכת עד למטה מטה, גם בעולם הזה.ו) והנה איתא בילקוט36 עה\"פ כי חסד חפצתי ולא זבח, פעם אחת הי' רבן יוחנן בן זכאי מהלך בירושלים, והי' רבי יהושע מהלך אחריו, ראה בית המקדש שהוא חרב, אמר, אוי לנו על הבית שחרב מקום שמתכפרין בו עונותינו, א\"ל, בני אל ירע לך, שיש לנו כפרה אחרת שהיא כמותה, ואי זה, זה גמילות חסדים, לכך נאמר כי חסד חפצתי ולא זבח, ואומר37 אמרתי עולם חסד יבנה ומדייק בהדרושים33, הרי גמילות חסדים היתה גם בזמן שבית המקדש הי' קיים, ומהלשון יש לנו כפרה אחרת משמע שכפרה זו נתחדשה בזמן הגלות",
          "topics": [
            "אור",
            "עולם",
            "חסד",
            "מקדש",
            "בית המקדש"
          ],
          "word_count": 265
        },
        {
          "chunk_id": "chunk_6",
          "content": "ומבאר שם, ע\"פ מה דאיתא בגמרא38 א\"ר יוחנן, ששה דברים אדם אוכל פירותיהן בעולם הזה והקרן קיימת לו לעולם הבא (ועיון תפלה הוא מהששה דברים), ומקשה בגמרא, והא תנן34 אלו דברים שאדם עושה אותם ואוכל פירותיהן בעוה\"ז כו' וקא חשיב שם רק שלשה דברים, ומתרץ, הני נמי בהני שייכי, ופירש רש\"י39 שעיון תפלה הוא בכלל גמ\"ח דכתיב40 גומל נפשו איש חסד [ונפש היינו תפלה דכתיב גבי חנה41 ואשפוך את נפשי לפני ה'42 ] ומבאר בהדרושים, דזה שאמר ריב\"ז יש לנו כפרה אחרת כו' גמילות חסדים, כוונתו היא לעיון תפלה שהיא בכלל גמ\"ח [דעיקר התפלה (ג' תפלות בכל יום ונוסח התפלה) נתקנה בזמן הגלות43 ] והגם שתפלות הם במקום קרבנות וקרבנות הם העלאה מלמטה למעלה, מבואר בהדרושים, דתפלות כנגד תמידין ומוספין תקנום44, והתמידין ומוספין, קרבנות צבור, הם בחינת המשכה כדאיתא במדרש45 דזה שישראל נק' בשם רעיתי46 הוא לפי שהיו מקריבין שני תמידין ע\"ג המזבח, ועי\"ז הם רעיתי, פרנסתי, ישראל מפרנסין לאביהם שבשמים47, שממשיכים אוא\"ס בע\"ס ומ\"ש כי חסד חפצתי ולא זבח קאי על קרבנות יחיד, שהם בחי' העלאה, אבל קרבנות צבור, תמידין ומוספין, הם בחי' המשכה וכמ\"ש הש\"ך בפירושו עה\"ת15 עה\"פ48 מלבד עולת הבוקר, שמלבד הוא ר\"ת מלוה לעני בשעת דחקו, ופירוש מלבד עולת הבוקר הוא, שהמלוה לעני בשעת דחקו הוא כעולת הבוקר, קרבן תמיד, שהוא המשכה מלמעלה למטה",
          "topics": [
            "אוא\"ס",
            "עולם",
            "חסד",
            "ישראל",
            "קרבנות"
          ],
          "word_count": 208
        },
        {
          "chunk_id": "chunk_7",
          "content": "ומזה שתפלות כנגד תמידין תקנום, מובן, שהתפלות הם המשכה מלמעלה למטה.ז) והנה מזה שגמילות חסדים (כפשוטה) היתה גם בזמן הבית, משא\"כ הגמ\"ח דתפלה (גומל נפשו איש חסד) נתקנה דוקא לאחרי חורבן ביהמ\"ק, בכדי שתהי' גם עכשיו הכפרה שבדומה להכפרה שהיתה ע\"י ביהמ\"ק, מקום שמתכפרין בו עונותינו, מובן, דיש יתרון בהכפרה שנעשית ע\"י גמ\"ח דתפלה לגבי הכפרה שע\"י גמ\"ח כפשוטה והענין הוא, דתפלה (בכלל) היא העלאה מלמטה למעלה, וכמובן גם ממ\"ש ואשפוך את נפשי לפני הוי' [דמפסוק זה מביאים ראי' שתפלה היא המשכה], דשפיכת הנפש היא העלאה, אלא שהמבוקש דהעלאה זו הוא שתהי' המשכה למטה49 [ולהוסיף, דמבואר בהדרושים, דבגומל נפשו איש חסד, שני פירושים גומל מלשון הפרשה (כמו ויגדל הילד ויגמל50 ), וגומל מלשון השפעה (כמו גמילות חסדים) גומל נפשו מלשון השפעה הוא בהעבודה דתפלה שמצד נפש האלקית, שההעלאה (שפיכת נפש) היא בשביל ההמשכה וגומל נפשו מלשון הפרשה הוא בהקרבת נפש הבהמית שבתפלה, לפרוש ולצאת מעניני העולם ולהיות בביטול, העלאה ובהעבודה שמצד נפש הבהמית, ההעלאה היא לא בשביל המשכה אלא שזה עצמו הוא המבוקש שלו48 ויש לומר, דזה שהתפלה דנפש האלקית נקראת בשם גומל נפשו, שגומל הוא גם לשון הפרשה, מורה, שגם בהתפלה דנפש האלקית ישנה העלאה שבדוגמת העלאה דנפש הבהמית, שהמבוקש שבה הוא העלאה].והנה ידוע דבסליחה וכפרה שני ענינים51 שע\"י ההמשכה מעצמות אוא\"ס בעל הרצון שאינו מוכרח בהרצון, מתבטלים החטאים והפגמים ועוד ענין בסליחה וכפרה, שע\"י ההמשכה מעצמות אוא\"ס בעל הרצון52, נמשך רצון חדש (שלמעלה מהרצון שנסתלק ע\"י החטא), ועי\"ז נעשה מרוצה לפניו ית' כמו קודם החטא",
          "topics": [
            "אוא\"ס",
            "עצמות",
            "עולם",
            "חסד",
            "עבודה"
          ],
          "word_count": 237
        },
        {
          "chunk_id": "chunk_8",
          "content": "והחילוק דשני הענינים הוא, דזה שע\"י ההמשכה מעצמות אוא\"ס מתבטלים הפגמים הוא מפני שאינו מוכרח בהרצון, מובדל מהרצון, וזה שנמשך ממנו רצון חדש הוא (לא מפני שהוא מובדל מהרצון, אלא אדרבה) מפני שהוא בעל הרצון דבדרגת הרצון, יש הגבלה באופן המשכתו, וכשעושים היפך הרצון הוא מסתלק משא\"כ בעל הרצון, אינו מוגבל באופן ההמשכה, ולכן גם לאחרי שעשו היפך הרצון שעי\"ז נסתלק הרצון, אפשר להיות נמשך ממנו רצון חדש.ויש לומר, דזה שמובא לעיל (סעיף ה) שעיקר הכפרה הוא גמילות חסדים לפי שפנימיות הרצון דלמעלה הוא בהמשכה למטה, חסד חפצתי, הוא בעיקר בנוגע לזה שיהי' מרוצה לפניו ית', וגם בנוגע לתיקון הפגמים אבל בנוגע ביטול הפגמים [דענין זה הוא מפני שעצמות אוא\"ס בעל הרצון הוא מובדל מהרצון], יש יתרון בהמשכה ששייכת להעלאה דע\"י ההעלאה (יציאה ממציאותו, ביטול) מגיעים לענין זה שבבעל הרצון שהוא מובדל מהרצון וע\"י ההמשכה שלאחרי ההעלאה נמשך ענין זה (שאוא\"ס הוא מובדל מהרצון) למטה, ועי\"ז מתבטלים הפגמים.ח) וזהו כי תשא את ראש בני ישראל גו' ואיתא בגמרא אמר משה לפני הקב\"ה רבש\"ע במה תרום קרן ישראל אמר לו בכי תשא, דיש לומר ששני הענינים בכי תשא – נשיאת והגבהת הראש דבנ\"י והרמת קרן ישראל, הם ע\"ד שני הענינים דגמ\"ח, גמ\"ח כפשוטה וגמ\"ח דתפלה והענין הוא, דהחלישות53 (ירידה והשפלה) שנעשה ע\"י החטא בהראש דהנשמה, שאין ביכלתו להאיר בכחות הפנימיים, הוא ע\"ד סילוק האור שנעשה מצד הפגם, שהאור מסתלק לשרשו ואינו מאיר בהכלים54 וענין נשיאת והגבהת הראש [שכח הגילוי דבחינת ראש בהנשמה הוא בתוקף כמו שהי' תחלה, להאיר בכחות הפנימיים] שע\"י נתינת כופר לצדקה הוא ע\"ד הכפרה (מילוי הפגמים והחזרת הרצון) שע\"י גמילות חסד כפשוטה",
          "topics": [
            "אור",
            "אוא\"ס",
            "עצמות",
            "גילוי",
            "חסד"
          ],
          "word_count": 254
        },
        {
          "chunk_id": "chunk_9",
          "content": "והתמי' של משה היתה במה תרום קרן ישראל, דכיון שהירידה שבדרגת הקרן היא (לא שהחטא פעל בה ירידה, אלא) שלא נשלמה הכוונה שבשבילה ירדה למטה, תמה משה איך אפשר לתקן זה ויש לומר, דזה שאמר משה לפני הקב\"ה במה תרום קרן ישראל, הוא כי בכדי לתקן זה שלא נשלמה הכוונה הוא ע\"י ההמשכה מעצמות אוא\"ס בעל הרצון שמובדל מהרצון, ולכן אמר זה משה לפני הקדוש ב\"ה שהוא קדוש ומובדל, ויתירה מזה, לפני הקב\"ה, בכדי להמשיך משם אמר לו בכי תשא, בזה שמשה ישא את ראשם בהגבהה, שגם המשכת בחינת לפני הקב\"ה צריכה להיות ע\"י בחינת חכמה (ענינו של משה), וע\"ד הידוע שגם גילוי הסובב הוא ע\"י הממלא ואף שהפעולה דמשה (מצד עצמו) היא כי תשא את ראש, נמשך בזה גם הכח דבחינת לפני הקב\"ה, שעי\"ז נעשה הרמת קרן ישראל.ובכדי שענין זה יומשך לישראל הוא ע\"י שנשיאת והגבהת הראש שלהם הוא ע\"י שמשה לוקח מהם כופר, כלשון רש\"י קח מהם כופר לצדקה, ענין ההעלאה שבצדקה וע\"ד המבואר לעיל (סעיף ז), שע\"י גמ\"ח כפשוטה הוא המשכת הרצון מבעל הרצון, ובכדי להגיע לענין זה שבבעל הרצון שהוא מובדל מהרצון הוא ע\"י גמ\"ח דתפלה, המשכה ששייכת להעלאה, עד\"ז הוא בענין כופר נפשו, שע\"י נתינת הכופר לצדקה (המשכה) הוא המשכת הרצון, ועי\"ז נעשה נשיאת והרמת הראש וע\"י שמשה לוקח מהם כופר לצדקה (ענין ההעלאה שבצדקה) הוא המשכת עצמות אוא\"ס שמובדל מהרצון, ועי\"ז תרום קרן ישראל, ובאופן דקרנו55 תרום בכבוד",
          "topics": [
            "אוא\"ס",
            "עצמות",
            "גילוי",
            "חכמה",
            "משה"
          ],
          "word_count": 224
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס כ\"ב שבט – תנש\"א, \"לקראת יום ד' כ\"ב שבט – יאָרצייט-הילולא השלישי של הרבנית הצדקנית מרת חי' מושקא נ\"ע זי\"ע .. יום ג', כ\"א שבט, שנת ה'תנש\"א\".1) תשא ל, יב.2) ב\"ב יו\"ד, ב.3) תרס\"ה (נדפס בסה\"מ תרס\"ה ע' קפט [רפד] ואילך – וראה שם ע' קצד-ה [רצא ואילך]). פר\"ת (סה\"מ פר\"ת ע' רסג ואילך – וראה שם ע' רסו-ז).4) בלקו\"ת ר\"פ במדבר, ש\"ראש\" הוא רצון התחתון שנולד מהשכל ו\"גולגולת\" הוא רצון העליון שלמעלה מהשכל. ויש לומר, שזהו בפרטיות, אבל בכללות – גם הגולגולת נכלל בהראש. ולכן, בהפסוק \"שאו את ראש גו' לגולגלותם\" (שבזה מדבר בלקו\"ת שם) – צריך לומר ש\"ראש\" הוא המוח [השכל שבמוח והרצון שע\"פ שכל], משא\"כ בפסוק כי תשא את ראש גו' (שלא נאמר בו לגולגלותם), יש לומר, שב\"ראש\" נכלל גם הגולגולת, הרצון שלמעלה מהשכל.5) תהלים לח, ה.6) ראה בדרושים הנ\"ל בפירוש הכתוב (ישעי' ב, ט. ה, טו) וישח אדם וישפל איש.7) דרושי שבת שובה סז, ד. וראה ד\"ה שובה ישראל תשל\"ו (תו\"מ סה\"מ תשרי ע' פה ואילך).8) פרש\"י עה\"פ תשא ל, טז.9) פרש\"י עה\"פ שם לג, יא.10) איכה ב, ג.11) דרושי ר\"ה נו, ב – הובא ברשימות הצ\"צ לאיכה שם (אוה\"ת נ\"ך כרך ב ע' א'עח).12) ראה המשך תרס\"ו ע' רעג [ע' שסד].13) תו\"א בשלח סא, סע\"ב. אוה\"ת חנוכה שא, ב. וראה סידור עם דא\"ח עה\"פ וירם קרן (סז, א-ב [קח, ג ואילך]).14) תהלים קמח, יד.15) סה\"מ תרצ\"ז ע' 147 ואילך.16) משפטים כב, כד.17) שמו\"ר פרשתנו ס\"פ לא.18) ד\"ה אם כסף תלוה באוה\"ת פרשתנו ע' א'קסא ואילך. שם כרך ח ע' ג'יז ואילך. סה\"מ תרכ\"ז ע' קכג [קלג] ואילך (וראה שם ע' קכה-ו [קלה ואילך]). תרכ\"ט ע' סא [סט] ואילך. תרס\"ה ס\"ע קלח [ע' רז] ואילך. ובכ\"מ.19) כ\"ה באוה\"ת שם ריש ע' א'קסו. כרך ח שם ע' ג'יח.20) הושע ו, ו.21) ראה תנחומא נשא טז. בחוקותי ג. ב\"ר ספ\"ג. במדב\"ר פי\"ג, ו. תניא רפל\"ו.22) ברכות יד, סע\"ב.23) וראה לקו\"ת שלח (מ, סע\"א ואילך. שם מא, ג ואילך. וראה גם דרושים שבהערה 18), דהטעם שמדמה ק\"ש ותפילין לזבח ונסכים הוא, כי ק\"ש הוא העלאה מלמטלמ\"ע ותפילין הוא המשכה מלמעלמ\"ט.24) כ\"ה הלשון בלקו\"ת שם (מב, א). ושם (מא, ג) \"שהקרבן אינו לריח ניחוח אלא עם הנסכים\". וראה לקו\"ת שם (מב, א) בהחצע\"ג.25) שם (מב, ג).26) ראה תניא רפכ\"ג \"שהמצוות הן פנימיות רצון העליון וחפצו האמיתי\". ופשוט, שקאי על כל המצוות, גם המצוות דקרבנות. ועכצ\"ל, דמ\"ש בהדרושים שבהערה 18 בנוגע לקרבנות – הכוונה בזה היא שהרצון דקרבנות הוא דוגמת חיצוניות הרצון. וראה הערה הבאה.27) אבל לא ממש. וי\"ל הביאור בזה: כשאדם רוצה לנסוע לאיזה מקום לקנות סחורה – באם הסחורה היתה נמצאת במקומו, לא הי' נוסע. משא\"כ בהנמשל, רצון העליון הוא שההמשכה שע\"י נסכים תהי' ע\"י העלאה דקרבנות. וזה שההמשכה תהי' דוקא ע\"י ההעלאה הוא לפי שכן הוא \"פנימיות רצון העליון וחפצו האמיתי\".28) ר\"ה יח, א.29) סה\"מ תרכ\"ז שם ע' קכו [קלז]. תרכ\"ט שם ע' סב [ע].30) שמואל-א ג, יד.31) משלי לא, כו.32) ראה לקו\"ת אמור לב, סע\"ד ואילך. פ' ראה כג, ג.33) בתניא פל\"ז (מח, ב), ובלקו\"ת ראה שם בתחלת הענין, שצדקה היא כללות המצוות, ובהמשך הענין שם \"גמ\"ח כללות המצוות\".34) אוה\"ת פרשתנו שם ע' א'קסג.35) ריש מס' פאה.36) שמעוני – רמז תקכב.37) תהלים פט, ג.38) שבת קכז, סע\"א ואילך.39) ד\"ה ה\"ג – שבת שם, ריש ע\"ב.40) משלי יא, יז.41) שמואל-א א, טו.42) כ\"ה בר\"ש פאה שם. ובמסורת הש\"ס שבת שם, שכצ\"ל גם בפרש\"י שבת שם.43) ראה רמב\"ם הל' תפלה פ\"א ה\"ד. וראה לקו\"ת בהעלותך לב, ד.44) ברכות כו, ב.45) שהש\"ר פ\"א, ט (ו).46) שה\"ש א, ט. ועוד.47) זח\"ג ז, ב.48) פנחס כח, כג.49) כ\"ה בסה\"מ תרס\"ה שם ע' קמג-ד [רטו ואילך].50) וירא כא, ח.51) ראה עד\"ז לקו\"ש חי\"ט ע' 428. וש\"נ.52) כ\"ה להדיא בסה\"מ קונטרסים ח\"א קכו, א [סה\"מ תרצ\"א ע' יב]. ובסהמ\"צ להצ\"צ מצות וידוי ותשובה (לט, ב), דהמשכת הרצון חדש הוא \"מבחינת רעוא דרעוין מקור הרצונות\". ויש לומר, שהיינו הך – כי ההדגשה ד\"בעל הרצון\" בענין זה הוא שממנו יכול להיות תמיד המשכת הרצון, דזהו\"ע \"מקור הרצונות\".53) ראה דרושים שבהערה 3, שמקשר זה עם (תוקפא דגופא) חולשא דנשמתא.54) ראה סה\"מ פר\"ת ע' עד. קונטרסים ח\"א קלד, סע\"ב ואילך [סה\"מ תרצ\"א ע' לד].55) תהלים קיב, ט.",
      "glossary": "|אביהם שבשמים (Avihem SheBaShamayim): Their Father in Heaven; אביי (Abaye): Abaye (Talmudic sage); אדר (Adar): Hebrew month of Adar; אהבה הטבעית (Ahava HaTivit): Natural love; אוי לנו (Oy Lanu): Woe to us; אל ירע לך (Al Yera Lecha): Do not feel bad; אם כסף תלוה את עמי (Im Kesef Talveh Et Ami): If you lend money to My people; באופן ההמשכה (B'ofen HaHamshachah): In the manner of drawing down; באופן המשכתו (B'ofen Hamshachato): In the manner of its drawing down; בחי' המשכה (Bechinat Hamshachah): Aspect of drawing down; בחי' העלאה (Bechinat Ha'alah): Aspect of elevation; בחינת המשכה (Bechinat Hamshachah): Aspect of drawing down; בחינת הראש (Bechinat HaRosh): Aspect of the head; ביטול (Bitul): Nullification; ביטול הפגמים; בית המקדש (Beit HaMikdash): Holy Temple; בכלל (Bichlal): In general; במה תרום קרן ישראל (Bameh Tarum Keren Yisrael): How will the horn of Israel be raised; במחיצתי (B'mechitzati): In My partition; במקום קרבנות (Bimkom Korbanot): In place of sacrifices; בני (Beni): My son; בס\"ד (Besiyata Dishmaya): With Divine assistance; בע\"ס (Ba'al Shem): Master of the Name; בעל הרצון (Ba'al HaRatzon): Master of will; בשעת דחקו (Bishe'at Dichko): In time of need; ג' תפלות (3 Tefilot): Three prayers; גדע בחרי אף כל קרן ישראל (Gada B'chari Af Kol Keren Yisrael): He has cut off in fierce anger every horn of Israel; גולגולת (Gulgolet): Skull; גומל נפשו איש חסד (Gomel Nafsho Ish Chesed): He who is kind to his soul does kindness; גוף (Guf): Body; גילוי (Gilui): Revelation; גלגלתא (Galgalta): Aramaic for skull; גלות (Galut): Exile; גמ\"ח דתפלה (Gemilut Chasadim D'Tefilah): Kindness of prayer; גמילות חסדים (Gemilut Chasadim): Acts of kindness; גמרא (Gemara): Talmud; דירה בתחתונים (Dirah BaTachtonim): Dwelling in the lower worlds; דרגות (Dargot): Levels; דרושים (Drushim): Chassidic discourses; ה'תשל\"א (5731): Hebrew year 5731; הגבהה (Hagbaha): Elevation; הגבלה (Hagbalah): Limitation; היפך הרצון (Heifech HaRatzon): Opposite of will; המשכה (Hamshachah): Drawing down; המשכת גילוי אלקות (Hamshachat Gilui Elokut): Drawing down divine revelation; העלאה (Ha'alah): Elevation; הפרשה (Hafrasha): Separation; הקב\"ה (HaKadosh Baruch Hu): The Holy One, Blessed be He; הקרבת נפש הבהמית (Hakravat Nefesh HaBehemis): Sacrificing the animal soul; הרמת קרן ישראל (Haremat Keren Yisrael): Raising the horn of Israel; הש\"ך (HaShach): Rabbi Shabbetai HaKohen; השייכות (Hashayachut): Connection; השפלה (Hashpalah): Lowering; השפעה (Hashpa'ah): Influence; ואשפוך את נפשי לפני ה' (V'eshpoch Et Nafshi Lifnei Hashem): And I will pour out my soul before God; ויגדל הילד ויגמל (Vayigdal HaYeled Vayigamal): The child grew and was weaned; ונתנו איש כופר נפשו (V'natnu Ish Kofer Nafsho): And each man shall give a ransom for his soul; זבח (Zevach): Sacrifice; זמן (Zman): Time; חורבן ביהמ\"ק (Churban Beit HaMikdash): Destruction of the Temple; חטא (Chet): Sin; חטאים (Chata'im): Sins; חילוק (Chiluk): Difference; חיצוניות הרצון (Chitzoniyut HaRatzon): External aspect of will; חנה (Chanah): Hannah; חפץ (Chafetz): Desire; חרב (Charev): Destroyed; טפלים (Tefelim): Secondary; יאיר בגילוי (Yair BeGilui): Illuminate in revelation; יוהכ\"פ (Yom HaKippurim): Day of Atonement; ילקוט (Yalkut): Yalkut Shimoni (midrashic compilation); ירושלים (Yerushalayim): Jerusalem; ירידה (Yeridah): Descent; יתרון (Yitron): Advantage; כוונה (Kavana): Intention; כופר (Kofer): Ransom; כושל רגלו (Koshel Raglo): One who stumbles his foot; כחות הגלויים (Kochot HaGeluyim): Revealed faculties; כחות הפנימיים (Kochot HaPenimiyim): Inner faculties; כי חסד חפצתי ולא זבח (Ki Chesed Chafatzti V'lo Zavach): For I desire kindness and not sacrifice; כי כשלת בעוניך (Ki Kashalat B'avonecha): For you have stumbled in your iniquity; כי תשא את ראש בני ישראל (Ki Tisa Et Rosh Bnei Yisrael): When you take a census of the children of Israel; כללות כל המצוות (Kelalut Kol HaMitzvot): General principle of all commandments; כמותה (Kamoha): Like it; כנגד תמידין (Keneged Temidim): Corresponding to daily offerings; כפרה (Kaparah): Atonement; כפשוטה (Kifshutah): In its simple meaning; כתר (Keter): Crown; לב שלם (Lev Shalem): Whole heart; להגבי' (Lehagbiah): To elevate; למטה (Lemata): Below; לפקודיהם (Lifkudeihem): For their count; לפרוש (Lifrosh): To separate; לצאת (Latzet): To exit; לקו\"ת (Likutei Torah): Chassidic work by the Alter Rebbe; מ' שנין (40 Shanin): 40 years; מבה\"ח (Mevorach Chodesh): Blessing of the new month; מבוקש (Mevukash): Desired; מדרש (Midrash): Midrashic literature; מובדל (Muvdal): Separated; מוגבל (Mugbal): Limited; מוכרח (Muchrach): Compelled; מוספין (Musafin): Additional offerings; מזבח (Mizbe'ach): Altar; מלבד (Milvad): Besides; מלבד עולת הבוקר (Milvad Olat HaBoker): Besides the morning burnt offering; מלוה לעני (Malveh La'ani): Lending to the poor; מלמטה למעלה (Milemata Lemala): From below to above; מלמעלה למטה (Milemala Lemata): From above to below; מלשון (Milashon): From the language of; ממשיכים (Mamshichim): Draw down; מנחה (Mincha): Meal offering; מסתירים (Mastirim): Conceal; מסתלק (Mistalak): Withdraws; מפרנסין (Mefarnsin): Provide sustenance; מצוות (Mitzvot): Commandments; מקיף (Makif): Encompassing; מרוצה לפניו ית' (Maratzeh Lefanav Yitbarach): Pleased before Him; משה (Moshe): Moses; משפטים (Mishpatim): Torah portion Mishpatim; מתבטלים (Mitbatlim): Are nullified; מתכפרין (Mitkafrin): Are atoned; נגדע (Nigda): Cut off; נוסח התפלה (Nusach HaTefilah): Prayer liturgy; נופל ראשו למטה (Nofel Rosho Lemata): His head falls down; נסיעה (Nesi'ah): Travel; נסכים (Nesakim): Libations; נפש (Nefesh): Soul; נפש האלקית (Nefesh HaElokis): Divine soul; נשיאת ראש (Nesiat Rosh): Lifting the head; נשמה (Neshama): Soul; נתאוה (Nit'avah): Desired; נתחדשה (Nitchadshah): Was renewed; נתקנה (Nitkanah): Was established; נתרצה (Nitratzah): Was appeased; ס' שנין (60 Shanin): 60 years; סובב (Sovev): Surrounding; סחורה (Sechorah): Merchandise; סלחתי כדברך (Salachti Kidvarecha): I have forgiven according to your word; סליחה (Selichah): Forgiveness; עוונות (Avonot): Sins; עוונותי עברו ראשי (Avonotai Avru Roshi): My sins have passed over my head; עולה (Olah): Burnt offering; עולם הבא (Olam HaBa): World to Come; עולם הזה (Olam HaZeh): This world; עולם חסד יבנה (Olam Chesed Yibaneh): The world is built with kindness; עיון תפלה (Iyun Tefilah): Concentration in prayer; עיקר התפלה (Ikar HaTefilah): Main aspect of prayer; עמי בחירי\"ק (Ami B'chirik): My people with chirik vowel; עניני העולם (Inyenei HaOlam): Worldly matters; עצם (Etzem): Essence; עצם הנשמה (Etzem HaNeshama): Essence of the soul; עצמות אוא\"ס (Atzmut Or Ein Sof): Essence of Infinite Light; עצמות אוא\"ס (Atzmut Or Ein Sof): Essence of the Infinite Light; ערך (Erech): Value; פ' שקלים (Parshat Shekalim): Special Torah reading of Shekalim; פגם (Pegam): Blemish; פגמים (Pegamim): Blemishes; פירושו עה\"ת (Pirusho Al HaTorah): His commentary on the Torah; פירותיהם (Peiroteihem): Their fruits; פנימי (Penimi): Inner; פנימיות הרצון (Penimiyut HaRatzon): Internal aspect of will; פרנסתי (Parnasati): My sustenance; צדקה (Tzedakah): Charity; ציוויים (Tzivuyim): Commandments; קודם החטא (Kodem HaChet): Before the sin; קיים (Kayam): Existing; קרבן תמיד (Korban Tamid): Daily offering; קרבנות (Korbanot): Sacrifices; קרבנות יחיד (Korbanot Yachid): Individual sacrifices; קרבנות צבור (Korbanot Tzibur): Communal sacrifices; קריאת שמע (Kriat Shema): Reciting the Shema; קרן (Keren): Horn; קרן קיימת (Keren Kayemet): Principal remains; ר\"ת (Roshei Teivot): Acronym; ראש (Rosh): Head; רבה (Rabah): Rava (Talmudic sage); רבי יהושע (Rabbi Yehoshua): Talmudic sage; רבן יוחנן בן זכאי (Rabban Yochanan Ben Zakkai): Talmudic sage; רבש\"ע (Ribono Shel Olam): Master of the Universe; רושם (Roshem): Impression; ריב\"ז (Rabban Yochanan Ben Zakkai): Abbreviation for Rabban Yochanan Ben Zakkai; ריוח (Rivach): Profit; ריח ניחוח (Reiach Nichoach): Pleasant aroma; רעיתי (Ra'ayati): My beloved; רצון (Ratzon): Will; רצון חדש (Ratzon Chadash): New will; רצונו ית' (Retzono Yitbarach): His blessed will; רש\"י (Rashi): Rabbi Shlomo Yitzchaki, medieval commentator; ש\"פ (Shabbat Parshat): Shabbat of Torah portion; שובה ישראל (Shuva Yisrael): Return, Israel; שייכות (Shayachut): Connection; שייכי (Shaychi): Are included; שינוי (Shinui): Change; שלמעלה מהשכל (Shelemala MeHaseichel): Above intellect; שלשה דברים (Shlosha Devarim): Three things; שמחה (Simcha): Joy; שני ענינים (Shnei Inyanim): Two aspects; שני תמידין (Shnei Temidim): Two daily offerings; שפיכת הנפש (Shefichat HaNefesh): Pouring out the soul; שפלותו (Shiflatuto): Its lowness; ששה דברים (Shisha Devarim): Six things; תוקף (Tokef): Strength; תורה (Torah): Torah; תורת חסד (Torat Chesed): Torah of kindness; תושב\"כ (Torah SheBichtav): Written Torah; תושבע\"פ (Torah SheBe'al Peh): Oral Torah; תיקון הפגמים (Tikun HaPegamim): Rectification of blemishes; תכלית (Tachlit): Purpose; תמידין (Temidim): Daily offerings; תפילין (Tefillin): Phylacteries; תקנום (Tiknum): They established;"
    },
    "search_tags": [
      "מקדש",
      "דור",
      "עבודה",
      "חטא",
      "תכלית",
      "Sacrifices",
      "אלקות",
      "Love",
      "נשיא",
      "רבי",
      "World",
      "Temple",
      "אוא\"ס",
      "Wisdom",
      "בית המקדש",
      "ביטול",
      "Holy Temple",
      "Commandments",
      "Dwelling",
      "Purpose",
      "Nullification",
      "Torah",
      "Moses",
      "כוונה",
      "Generation",
      "Sin",
      "קרבנות",
      "מצוות",
      "Exile",
      "העלאה",
      "ישראל",
      "המשכה",
      "Kindness",
      "Israel",
      "תורה",
      "Rabbi",
      "Light",
      "Elevation",
      "חסד",
      "אהבה",
      "Sacrifice",
      "Will",
      "גלות",
      "תשובה",
      "אור",
      "Intention",
      "עצמות",
      "Lower worlds",
      "Essence",
      "Infinite Light",
      "Revelation",
      "תיקון",
      "Service",
      "Drawing down",
      "Leader",
      "Divinity",
      "גילוי",
      "רצון",
      "משה",
      "תחתונים",
      "דירה",
      "Rectification",
      "קרבן",
      "Repentance",
      "חכמה",
      "עולם"
    ]
  }
}