{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "4_סט",
    "reference": "Reference: 4_סט",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אור",
        "אוא\"ס",
        "עצמות",
        "גילוי",
        "העלם",
        "צמצום",
        "עולם",
        "עולמות",
        "בינה",
        "אברהם",
        "דוד",
        "ישראל",
        "מקדש",
        "מצוות",
        "תורה",
        "גאולה",
        "עבודה",
        "אהבה",
        "יראה",
        "אהבת ישראל",
        "מס\"נ",
        "ביטול",
        "המשכה",
        "תכלית",
        "כוונה"
      ],
      "key_concepts": [
        "Light",
        "Infinite Light",
        "Essence",
        "Revelation",
        "Concealment",
        "Contraction",
        "World",
        "Worlds",
        "Understanding",
        "Abraham",
        "David",
        "Israel",
        "Temple",
        "Commandments",
        "Torah",
        "Redemption",
        "Service",
        "Love",
        "Fear/Awe",
        "Love of Israel",
        "Self-sacrifice",
        "Nullification",
        "Drawing down",
        "Purpose",
        "Intention"
      ],
      "biblical_references": [
        "בראשית א, ה",
        "ישעי' מ, ה"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא"
      ],
      "chassidic_references": [
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 2003,
      "chunk_count": 8
    },
    "content": {
      "main_text": "בס\"ד. ש\"פ ויצא, ט' כסלו, ה'תשכ\"ט אתה אחד1 ושמך אחד ומי כעמך כישראל2 גוי אחד בארץ, ומדייק כ\"ק מו\"ח אדמו\"ר במאמרו ד\"ה זה דט' כסלו3, דלשון אחד הוא גם באחד המנוי [וכמו ויהי ערב ויהי בוקר יום אחד4 ואח\"כ5 כתיב יום שני יום שלישי וכו'], וכיון שהוא ית' הוא יחיד ומיוחד שאין בדומה אליו וכן ישראל הם גוי אחד יחיד ומיוחד שאין דוגמתם, הול\"ל אתה יחיד ושמך יחיד ומי כעמך כישראל גוי יחיד.וממשיך בהמאמר, דזה שישראל הם גוי יחיד הוא בדוגמת אב ואם שאין להם אלא בן אחד בלבד שנקרא בשם בן יחיד. דאהבת ההורים לבנם כשיש להם רק בן יחיד היא אהבה גדולה יותר מאהבת ההורים לבניהם כשיש להם עוד ילדים. וכן אהבת הבן יחיד להורים היא גדולה יותר מכשהם יותר מבן יחיד. וכן הוא גם בישראל, מכיון שישראל הם בן יחיד ליחידו של עולם, לכן, האהבה דהקב\"ה לישראל, וכן אהבת ישראל להקב\"ה, היא אהבה גדולה ביותר. ומסיים שם, שעפ\"ז צריך להבין מה שנאמר ומי כעמך כישראל גוי אחד ולא גוי יחיד.וצריך להבין, הרי הדיוק (שבהמאמר) שהי' צריך לומר גוי יחיד מובן בפשטות, ועד\"ז בהמשל דבן יחיד, שזה שנקרא בשם בן יחיד הוא מפני שהוא בן אחד בלבד, ובהמאמר משמע, דזה שהול\"ל גוי יחיד הוא מפני שהאהבה לבן יחיד וכן אהבת הבן יחיד להוריו היא אהבה גדולה ביותר.ב) ויש לומר הביאור בזה ע\"פ המבואר בכ\"מ6 עה\"פ7 שמע ישראל גו' הוי' אחד, דמ\"ש הוי' אחד ולא הוי' יחיד, הוא, כי החילוק בין יחיד לאחד הוא, שאחד מורה על התאחדות הפרטים8 [וכמו אלף אחד שהוא כלל הכלול מאלף פרטים. ועד\"ז אדם אחד, שהוא כלול מרמ\"ח אברים ושס\"ה גידים], ויחיד מורה על ענין שלמעלה מפרטים [וכמו יחידה שבנפש, שאינה מורכבת מכחות פרטים]. ולכן נאמר הוי' אחד ולא הוי' יחיד, בכדי להורות, שגם לאחרי שנברא העולם (שיש בו ריבוי פרטים), הוא מיוחד עמו ית'. וכמרומז בג' האותיות שבתיבת אחד9, שהח' שמורה על ז' רקיעים וארץ והד' שמורה על ד' רוחות העולם הם בטלים ומיוחדים עם האל\"ף, אלופו10 של עולם.וזה שמדייק בהמאמר מ\"ש אתה אחד ושמך אחד (ולא אתה יחיד ושמך יחיד), יש לומר ע\"פ המבואר בכ\"מ11, דזה שכתוב הוי' אחד הוא דוקא בהאור ששייך לעולמות, אבל אוא\"ס שלמעלה משייכות לעולמות, אין שייך לקרותו אחד רק יחיד, כי לגבי אור זה אין שום מציאות12 והוא לבדו הוא. וכיון שתפלה זו (אתה אחד כו') היא התפלה דמנחת שבת, דנוסף לזה שבשבת בכלל הוא הגילוי דאוא\"ס שלמעלה משייכות לעולמות, הנה בשבת גופא עיקר גילוי זה הוא במנחת שבת, רעוא דרעוין13, וכידוע14 בענין ג' הסעודות דשבת, דזה שבסעודה הג' כתיב15 היום לא הוא לפי שאז הוא המשכת תענוג העצמי הבלתי מורגש (שלמעלה מאכילה ושתי'), דבכללות הוא עצם האור שאינו בגדר עלמין (גם לא באופן דסובב)16, לכן מדייק בהמאמר שבתפלה זו הול\"ל אתה יחיד ושמך יחיד.ג) והנה עד\"ז הוא בישראל, שיש בהם דוגמת שני ענינים אלה. שמצד שרש הנשמות כמו שהם מושרשים בעצמות, אין נתינת מקום למציאות אחרת, כ\"א ישראל ומלכא בלחודוהי17. ויש לומר, שבדרגא זו, אין שייך לומר גם שישראל קדמו לעולם18. אבל לאחרי שירדו הנשמות למטה בכדי לברר ולזכך את העולם19, הנה לגבי דרגא זו דישראל ישנו מציאות העולם, אלא שישראל הם למעלה מהעולם, ובריאת העולם היא בשביל ישראל20. ועפ\"ז הי' אפשר לומר, דזה שישראל נק' גוי אחד (ולא יחיד) הוא מצד ירידתם למטה, וכהלשון גוי אחד בארץ. דמכיון שירידת הנשמה למטה הוא בכדי לברר את העולם, מתחיל מסוג המדבר שבעולם21, הרי לגבי דרגא זו דישראל (כמו שהם בארץ) ישנה המציאות דאומות העולם [ועד שע\"י שישראל פועלים בירור בהאומות נעשה בהם עילוי], לכן נאמר גוי אחד, אחד המנוי, שמונים גם את אומות העולם22 [מכיון שעל ידם דוקא נעשה עילוי זה בישראל], אלא שישראל הם גוי אחד, שאינו מתערב עם שאר העמים [וע\"ד יום אחד, שיום הראשון דששת ימי בראשית נמנה עם שאר הימים, אחד המנוי, אבל הוא נעלה מהם]. ובכדי לשלול פירוש זה מביא בהמאמר המשל דבן יחיד, דענינו של בן יחיד הוא (לא רק זה שבפועל הוא בן אחד בלבד, אלא) גם (ובעיקר) שאהבתו לאביו ואהבת אביו אליו היא אהבה מיוחדת (שאינה דומה לאהבה דאב ובן כשישנם יותר מבן אחד). וכמו\"כ הוא בזה שישראל הם בן יחיד ליחידו של עולם, שהאהבה דהקב\"ה לישראל והאהבה דישראל להקב\"ה היא אהבה מיוחדת שאין דוגמתה בכל העמים. וכיון שגם בארץ האהבה דהקב\"ה לישראל ודישראל להקב\"ה היא אהבה מיוחדת, אין שייך לכאורה למנותם עם שאר העמים, והול\"ל גוי יחיד.ד) ויובן זה בעומק יותר, בהקדים הביאור בזה שאהבת ההורים לבניהם כשיש להם יותר מבן אחד אינה אהבה גדולה כ\"כ כאהבתם לבן יחיד, וכן אהבת הבן יחיד להוריו היא גדולה יותר מאהבת בנים להוריהם כשיש יותר מבן אחד. דלכאורה23, גם בנוגע לאהבת ההורים לבניהם, אין שייך לומר שע\"י שיש להם הרבה בנים מתמעטת אהבתם, כי כלום תחומי אית במעוהי דבר נש24. ועאכו\"כ בנוגע לאהבת הבן להורים, דכיון שכל אחד (גם כשיש לו אחים) הוא יחידי בהרגש עצמו, הרי זה שיש לו אחים שגם הם אוהבים את הוריו אינה סיבה (לכאורה) שעי\"ז תתמעט האהבה שלו (כיון שבהרגש עצמו הוא יחידי). ויש לומר הביאור בזה, ע\"פ הידוע25 שכל הענינים שלמטה יש להם שרש למעלה. ועפ\"ז יש לומר, שהשרש דאהבת הורים לבניהם הוא אהבת הקב\"ה לישראל שהם בנים להקב\"ה, והשרש דאהבת בן להוריו הוא אהבת ישראל לאבינו שבשמים. וכיון שישראל הם בן יחיד ליחידו של עולם, לכן, האהבה עצמית דאב ובן למטה (אהבת האב לבנו ואהבת הבן לאביו), שנמשכת מאהבה העצמית דהקב\"ה וישראל (אהבת הקב\"ה לישראל ואהבת ישראל להקב\"ה), היא בעיקר בבן יחיד (ומטעם זה, כללות האהבה עצמית של הורים לבנם ושל בן להוריו הוא בישראל יותר מבאומות העולם, לפי ששרש אהבה זו היא אהבת הקב\"ה לישראל ואהבת ישראל להקב\"ה).ועפ\"ז יש להוסיף ביאור בהשייכות דהמשל דבן יחיד להדיוק דהול\"ל גוי יחיד, כי זה שישראל הם בנו יחידו דהקב\"ה הוא (לא כבן יחיד למטה שגם כשיש לאדם רק בן יחיד אפשר ושייך שיהיו לו עוד בנים, אלא) שאין שייך כביכול שיהיו לו עוד בנים, כי זה שישראל הם בניו דהקב\"ה הוא שהם מושרשים בעצמות (בדוגמת הבן למטה שהוא מושרש בעצמות האב), ושם אין נתינת מקום למציאות אחרת, ישראל ומלכא בלחודוהי (כנ\"ל סעיף ג). וכיון שגם בהיותם למטה בארץ, אהבת הקב\"ה לישראל היא כאהבת האב לבן יחיד, ואהבת ישראל להקב\"ה היא כאהבת בן יחיד לאביו, שעי\"ז ניכר בהם בגילוי26 שגם בהיותם למטה בארץ הם קשורים עם שרשם בהעצמות, שאין שם נתינת מקום למציאות אחרת (אפילו לא למציאות דמלאכים וכיו\"ב, ומכ\"ש שאין שם נתינת מקום לאומות העולם), אין שייך לכאורה למנותם עם האומות ולומר עליהם שהם גוי אחד (אחד המנוי) והול\"ל גוי יחיד.ה) והנה הטעם על זה שבכל ג' הענינים (אתה, שמך, כעמך כישראל) נאמר אחד ולא יחיד, מבאר בהמאמר בהקדם החילוק בין אור לשם, שבכל אחד מהם יש מעלה27. דמעלת האור היא בענין הגילוי, שהאור מגלה את המאור. דשם אינו מגלה את הנקרא בשם, וכמו שם האדם, דמזה שיודעים את שמו אין יודעים את מהותו, והרי כמה אנשים נקראים באותו השם אף שאין דומים זל\"ז, לא בשכלם ולא במדותיהם, וע\"י האור יודעים את המאור. והמעלה דשם היא, שהוא ממשיך את העצם. דכשקורין לאדם בשמו, הוא פונה לקוראו בכל עצמותו. ויתירה מזו, דגם כשהאדם מתעלף, ע\"י שקוראים אותו בשמו הוא מתעורר מההתעלפות, כי ע\"י הקריאה בשמו ממשיכים את עצם החיות שלמעלה מהתפשטות החיות. וזוהי המעלה דשם לגבי אור, שהאור אינו ממשיך את העצם היינו המאור, ושם ממשיך את העצם.ויש לומר, דמ\"ש בהמאמר שהאור אינו ממשיך את העצם היינו המאור, הכוונה בזה היא, כי בהעצם שממנו נמשך האור, שני ענינים. המאור שבו והעצם ממש שלמעלה ממאור28. דזה שנקרא בשם מאור הוא מפני שהוא מאיר, היינו שנמשך ממנו אור, אבל העצם ממש הוא מובדל מענין האור (גם מזה שהוא מאור, שממנו נמשך האור). ויש לומר, דהחילוק בין שרש האור לשרש השם הוא, דשרש האור הוא בהמאור ושרש השם הוא בהעצם. וזהו שאור הוא גילוי ושם הוא העלם, כי ענין המאור הוא שהוא מאיר (מתפשט ומתגלה), והעצם (השרש דשם) הוא מובדל מענין האור (התפשטות וגילוי). ועפ\"ז יש לבאר מ\"ש בהמאמר שהאור אינו ממשיך את העצם היינו המאור, שהכוונה בזה שמוסיף \"היינו המאור\" היא, שהעצם ששייך לאור הוא לא העצם ממש ורק המאור, ואעפ\"כ האור אינו ממשיך גם ענין זה. ולאח\"ז אומר שהשם ממשיך את העצם (העצם סתם), שהעצם ששייך לשם הוא העצם ממש שמובדל מענין הגילוי, ואעפ\"כ, השם ממשיך את העצם.ו) וממשיך בהמאמר, דזהו מה שאמרו רז\"ל29 שהלך הקב\"ה מהלך ת\"ק שנה לקנות לו שם, דשרש השם הוא למעלה משרש האור (כנ\"ל) אלא שהוא בהעלם, וענין לקנות לו שם הוא שהשם יהי' בגילוי30 כמו אור, שאז יהיו שתי המעלות, המשכת העצם – המעלה דשם, ושהמשכה זו תהי' בגילוי – מעלת האור. ועפ\"ז מבאר מ\"ש אתה אחד ושמך אחד, כי יחיד ואחד הוא גילוי והעלם, שמצד הגילוי דאוא\"ס אין מקום לעולמות (– יחיד), וזה שישנם עולמות (עולם לשון העלם31 ) אלא שהם מיוחדים (אחד) הוא ע\"י הצמצום וההעלם. ולכן יש מעלה באחד לגבי יחיד, ע\"ד המעלה דשם (העלם) לגבי אור (גילוי). וזה נעשה ע\"י ישראל גוי אחד בארץ, שע\"י עבודתם בתומ\"צ נמשך האל\"ף שמורה על אתה32, עצמות, בהח' והד', ז' רקיעים וארץ וד' רוחות העולם.ויש לומר, דזה שבכדי לבאר המעלה דאחד לגבי יחיד מקדים (בהמאמר) הענין דאור ושם, ושעיקר המעלה דשם הוא כשיש בו גם מעלת האור, הוא בכדי לרמז, שעד\"ז הוא גם בהענין דאחד ויחיד, דהגם שהיתרון דאחד לגבי יחיד הוא גם בהענין דאחד כמו שהוא מצד עצמו, מ\"מ, עיקר המעלה בזה היא כשיש בו גם הענין דיחיד. שהיתרון בהענין דאחד (כמו שהוא מצד עצמו), שגם העולמות הם בטלים ומיוחדים33, אין בו מעלת הגילוי. כי זה שהביטול דאחד אינו ביטול בתכלית כהביטול דיחיד (שבהביטול דאחד העולמות נראים למציאות והביטול שלהם הוא כמו דבר נוסף על מציאותם) הוא מצד זה שאין מאיר בהם הגילוי דאוא\"ס. ועיקר המעלה היא שגם בהעולמות שנתהוו ע\"י הצמצום מאיר הגילוי דאוא\"ס שלמעלה מהצמצום, והגילוי הוא לא באופן שהם מתבטלים ממציאותם אלא שהגם שהם במציאותם הם בטלים בתכלית34 בדוגמת הביטול דיחיד.ז) והנה בכדי שבשם יהי' גם מעלת האור [ועד\"ז החיבור דאחד ויחיד] הוא ע\"י המשכת העצמות שלמעלה גם משם. דשם מצד עצמו הוא העלם וא\"א שיהי' בגילוי, וזה שנמשך בגילוי הוא ע\"י שממשיכים בו מהעצמות. וכמו שמבאר כ\"ק מו\"ח אדמו\"ר [בהמאמר דיו\"ד כסלו35 שבא בהמשך להמאמר ד\"ה אתה אחד דט' כסלו], דזה שישראל נק' מקדשי שמך הוא לפי שהם ממשיכים בהשם מקדושת העצמות, המשכת אתה קדוש בשמך קדוש.ועפ\"ז יש לבאר זה שהסיום דתפלת אתה אחד הוא יקדישו את שמך, שהשייכות דסיום התפלה להתחלתה היא בשני ענינים. דזה שישראל גוי אחד ממשיכים להיות אתה אחד ושמך אחד (באופן שבאחד ישנו גם הגילוי דיחיד כנ\"ל סעיף ו) הוא ע\"י המשכת כח העצמות – יקדישו את שמך. וע\"י שישראל גוי אחד ממשיכים אתה אחד ושמך אחד, עי\"ז נעשה יקדישו את שמך בפועל, המשכת אתה קדוש בשמך קדוש. וכמבואר בהמאמר ד\"ה אתה אחד דבעל ההילולא36 דענין ועל מנוחתם יקדישו את שמך שבסיום תפלת אתה אחד הוא נעלה יותר מכל הענינים שלפנ\"ז.ח) וממשיך בהמאמר (דיו\"ד כסלו), דזה שישראל נק' בשם מקדשי שמך שייך גם לזה שישראל מוסרים נפשם על קידוש השם. וכן הוא גם במאמר הנ\"ל דבעל ההילולא דענין יקדישו את שמך הוא מסירת נפש על קידוש השם. ויש לומר, שהשייכות דשני הפירושים ביקדישו את שמך, מסירת נפש על קידוש השם והמשכת אתה קדוש בשמך קדוש, הוא, כי בכדי להגיע ולהמשיך מבחי' אתה קדוש (שלמעלה מגדר העלם וגילוי) צריך להיות בתכלית הביטול, ומסירת נפש היא תכלית הביטול37. ויש לומר, דזהו גם הטעם על זה שענין המסירת נפש נק' בשם קידוש השם, כי ע\"י המסירת נפש ממשיכים בהשם מקדושת העצמות.וע\"פ הידוע38 שעבודת האדם שעל ידה נעשית ההמשכה צריכה להיות מעין ההמשכה, יש לומר, דשני הענינים שבההמשכה דיקדישו את שמך – ההמשכה מאתה קדוש בשמך קדוש, ושעי\"ז נעשה גם בהשם ענין הגילוי – יש דוגמתם בהעבודה דמס\"נ. דהמשכת העצמות הוא ע\"י הביטול דמס\"נ (כנ\"ל), וזה שנעשה בהשם (העלם) ענין הגילוי הוא ע\"י שבמס\"נ באה היחידה (העלם שלמעלה מגילוי) לידי גילוי. וע\"פ המבואר בתניא39 שקיום התורה ומצוותי' תלוי בזה שיזכור תמיד ענין מסירת נפשו לה', יש לומר, שע\"י זכירת ענין המס\"נ, גילוי היחידה הוא (גם) בדרגות הפרטיות שבאדם [דע\"י זכירת ענין המס\"נ נעשית הגדלה והוספה בקיום התומ\"צ], ועי\"ז גם הגילוי שנעשה בהשם הוא לא רק גילוי בכללות אלא גם בדרגות הפרטיות, מתחיל מד' הדרגות שבתפלת אתה אחד כמבואר בארוכה במאמר הנ\"ל דבעל ההילולא, ועד שיהי' הגילוי גם למטה בעוה\"ז הגשמי, וידע כל פעול כי אתה פעלתו40, ובעוה\"ז עצמו – בהתחתון שבו, וראו כל בשר יחדיו כי פי ה' דיבר41, שגם הבשר (לא רק עיני בשר אלא גם הבשר עצמו42 ) יראה שכל מציאותו הוא הדבר ה' שמהווה אותו בכל רגע מאין ליש.ועד\"ז הוא בנוגע לישראל (שעל ידם נעשה גילוי זה), שגם בדרגות הפרטיות דהנשמה יומשך הגילוי דעצם הנשמה, ועד להגילוי דעצם הנשמה כמו שהיא מושרשת בהעצמות, ישראל ומלכא בלחודוהי.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד ש\"פ ויצא, ט' כסלו, ה'תשכ\"ט אתה אחד1 ושמך אחד ומי כעמך כישראל2 גוי אחד בארץ, ומדייק כ\"ק מו\"ח אדמו\"ר במאמרו ד\"ה זה דט' כסלו3, דלשון אחד הוא גם באחד המנוי [וכמו ויהי ערב ויהי בוקר יום אחד4 ואח\"כ5 כתיב יום שני יום שלישי וכו'], וכיון שהוא ית' הוא יחיד ומיוחד שאין בדומה אליו וכן ישראל הם גוי אחד יחיד ומיוחד שאין דוגמתם, הול\"ל אתה יחיד ושמך יחיד ומי כעמך כישראל גוי יחיד.וממשיך בהמאמר, דזה שישראל הם גוי יחיד הוא בדוגמת אב ואם שאין להם אלא בן אחד בלבד שנקרא בשם בן יחיד דאהבת ההורים לבנם כשיש להם רק בן יחיד היא אהבה גדולה יותר מאהבת ההורים לבניהם כשיש להם עוד ילדים וכן אהבת הבן יחיד להורים היא גדולה יותר מכשהם יותר מבן יחיד וכן הוא גם בישראל, מכיון שישראל הם בן יחיד ליחידו של עולם, לכן, האהבה דהקב\"ה לישראל, וכן אהבת ישראל להקב\"ה, היא אהבה גדולה ביותר ומסיים שם, שעפ\"ז צריך להבין מה שנאמר ומי כעמך כישראל גוי אחד ולא גוי יחיד.וצריך להבין, הרי הדיוק (שבהמאמר) שהי' צריך לומר גוי יחיד מובן בפשטות, ועד\"ז בהמשל דבן יחיד, שזה שנקרא בשם בן יחיד הוא מפני שהוא בן אחד בלבד, ובהמאמר משמע, דזה שהול\"ל גוי יחיד הוא מפני שהאהבה לבן יחיד וכן אהבת הבן יחיד להוריו היא אהבה גדולה ביותר.ב) ויש לומר הביאור בזה ע\"פ המבואר בכ\"מ6 עה\"פ7 שמע ישראל גו' הוי' אחד, דמ\"ש הוי' אחד ולא הוי' יחיד, הוא, כי החילוק בין יחיד לאחד הוא, שאחד מורה על התאחדות הפרטים8 [וכמו אלף אחד שהוא כלל הכלול מאלף פרטים ועד\"ז אדם אחד, שהוא כלול מרמ\"ח אברים ושס\"ה גידים], ויחיד מורה על ענין שלמעלה מפרטים [וכמו יחידה שבנפש, שאינה מורכבת מכחות פרטים]",
          "topics": [
            "אור",
            "עולם",
            "ישראל",
            "אהבה",
            "אהבת ישראל"
          ],
          "word_count": 270
        },
        {
          "chunk_id": "chunk_2",
          "content": "ולכן נאמר הוי' אחד ולא הוי' יחיד, בכדי להורות, שגם לאחרי שנברא העולם (שיש בו ריבוי פרטים), הוא מיוחד עמו ית' וכמרומז בג' האותיות שבתיבת אחד9, שהח' שמורה על ז' רקיעים וארץ והד' שמורה על ד' רוחות העולם הם בטלים ומיוחדים עם האל\"ף, אלופו10 של עולם.וזה שמדייק בהמאמר מ\"ש אתה אחד ושמך אחד (ולא אתה יחיד ושמך יחיד), יש לומר ע\"פ המבואר בכ\"מ11, דזה שכתוב הוי' אחד הוא דוקא בהאור ששייך לעולמות, אבל אוא\"ס שלמעלה משייכות לעולמות, אין שייך לקרותו אחד רק יחיד, כי לגבי אור זה אין שום מציאות12 והוא לבדו הוא וכיון שתפלה זו (אתה אחד כו') היא התפלה דמנחת שבת, דנוסף לזה שבשבת בכלל הוא הגילוי דאוא\"ס שלמעלה משייכות לעולמות, הנה בשבת גופא עיקר גילוי זה הוא במנחת שבת, רעוא דרעוין13, וכידוע14 בענין ג' הסעודות דשבת, דזה שבסעודה הג' כתיב15 היום לא הוא לפי שאז הוא המשכת תענוג העצמי הבלתי מורגש (שלמעלה מאכילה ושתי'), דבכללות הוא עצם האור שאינו בגדר עלמין (גם לא באופן דסובב)16, לכן מדייק בהמאמר שבתפלה זו הול\"ל אתה יחיד ושמך יחיד.ג) והנה עד\"ז הוא בישראל, שיש בהם דוגמת שני ענינים אלה שמצד שרש הנשמות כמו שהם מושרשים בעצמות, אין נתינת מקום למציאות אחרת, כ\"א ישראל ומלכא בלחודוהי17 ויש לומר, שבדרגא זו, אין שייך לומר גם שישראל קדמו לעולם18 אבל לאחרי שירדו הנשמות למטה בכדי לברר ולזכך את העולם19, הנה לגבי דרגא זו דישראל ישנו מציאות העולם, אלא שישראל הם למעלה מהעולם, ובריאת העולם היא בשביל ישראל20 ועפ\"ז הי' אפשר לומר, דזה שישראל נק' גוי אחד (ולא יחיד) הוא מצד ירידתם למטה, וכהלשון גוי אחד בארץ",
          "topics": [
            "אור",
            "אוא\"ס",
            "עצמות",
            "גילוי",
            "עולם"
          ],
          "word_count": 252
        },
        {
          "chunk_id": "chunk_3",
          "content": "דמכיון שירידת הנשמה למטה הוא בכדי לברר את העולם, מתחיל מסוג המדבר שבעולם21, הרי לגבי דרגא זו דישראל (כמו שהם בארץ) ישנה המציאות דאומות העולם [ועד שע\"י שישראל פועלים בירור בהאומות נעשה בהם עילוי], לכן נאמר גוי אחד, אחד המנוי, שמונים גם את אומות העולם22 [מכיון שעל ידם דוקא נעשה עילוי זה בישראל], אלא שישראל הם גוי אחד, שאינו מתערב עם שאר העמים [וע\"ד יום אחד, שיום הראשון דששת ימי בראשית נמנה עם שאר הימים, אחד המנוי, אבל הוא נעלה מהם] ובכדי לשלול פירוש זה מביא בהמאמר המשל דבן יחיד, דענינו של בן יחיד הוא (לא רק זה שבפועל הוא בן אחד בלבד, אלא) גם (ובעיקר) שאהבתו לאביו ואהבת אביו אליו היא אהבה מיוחדת (שאינה דומה לאהבה דאב ובן כשישנם יותר מבן אחד) וכמו\"כ הוא בזה שישראל הם בן יחיד ליחידו של עולם, שהאהבה דהקב\"ה לישראל והאהבה דישראל להקב\"ה היא אהבה מיוחדת שאין דוגמתה בכל העמים וכיון שגם בארץ האהבה דהקב\"ה לישראל ודישראל להקב\"ה היא אהבה מיוחדת, אין שייך לכאורה למנותם עם שאר העמים, והול\"ל גוי יחיד.ד) ויובן זה בעומק יותר, בהקדים הביאור בזה שאהבת ההורים לבניהם כשיש להם יותר מבן אחד אינה אהבה גדולה כ\"כ כאהבתם לבן יחיד, וכן אהבת הבן יחיד להוריו היא גדולה יותר מאהבת בנים להוריהם כשיש יותר מבן אחד דלכאורה23, גם בנוגע לאהבת ההורים לבניהם, אין שייך לומר שע\"י שיש להם הרבה בנים מתמעטת אהבתם, כי כלום תחומי אית במעוהי דבר נש24 ועאכו\"כ בנוגע לאהבת הבן להורים, דכיון שכל אחד (גם כשיש לו אחים) הוא יחידי בהרגש עצמו, הרי זה שיש לו אחים שגם הם אוהבים את הוריו אינה סיבה (לכאורה) שעי\"ז תתמעט האהבה שלו (כיון שבהרגש עצמו הוא יחידי) ויש לומר הביאור בזה, ע\"פ הידוע25 שכל הענינים שלמטה יש להם שרש למעלה",
          "topics": [
            "אור",
            "עולם",
            "ישראל",
            "אהבה"
          ],
          "word_count": 278
        },
        {
          "chunk_id": "chunk_4",
          "content": "ועפ\"ז יש לומר, שהשרש דאהבת הורים לבניהם הוא אהבת הקב\"ה לישראל שהם בנים להקב\"ה, והשרש דאהבת בן להוריו הוא אהבת ישראל לאבינו שבשמים וכיון שישראל הם בן יחיד ליחידו של עולם, לכן, האהבה עצמית דאב ובן למטה (אהבת האב לבנו ואהבת הבן לאביו), שנמשכת מאהבה העצמית דהקב\"ה וישראל (אהבת הקב\"ה לישראל ואהבת ישראל להקב\"ה), היא בעיקר בבן יחיד (ומטעם זה, כללות האהבה עצמית של הורים לבנם ושל בן להוריו הוא בישראל יותר מבאומות העולם, לפי ששרש אהבה זו היא אהבת הקב\"ה לישראל ואהבת ישראל להקב\"ה).ועפ\"ז יש להוסיף ביאור בהשייכות דהמשל דבן יחיד להדיוק דהול\"ל גוי יחיד, כי זה שישראל הם בנו יחידו דהקב\"ה הוא (לא כבן יחיד למטה שגם כשיש לאדם רק בן יחיד אפשר ושייך שיהיו לו עוד בנים, אלא) שאין שייך כביכול שיהיו לו עוד בנים, כי זה שישראל הם בניו דהקב\"ה הוא שהם מושרשים בעצמות (בדוגמת הבן למטה שהוא מושרש בעצמות האב), ושם אין נתינת מקום למציאות אחרת, ישראל ומלכא בלחודוהי (כנ\"ל סעיף ג) וכיון שגם בהיותם למטה בארץ, אהבת הקב\"ה לישראל היא כאהבת האב לבן יחיד, ואהבת ישראל להקב\"ה היא כאהבת בן יחיד לאביו, שעי\"ז ניכר בהם בגילוי26 שגם בהיותם למטה בארץ הם קשורים עם שרשם בהעצמות, שאין שם נתינת מקום למציאות אחרת (אפילו לא למציאות דמלאכים וכיו\"ב, ומכ\"ש שאין שם נתינת מקום לאומות העולם), אין שייך לכאורה למנותם עם האומות ולומר עליהם שהם גוי אחד (אחד המנוי) והול\"ל גוי יחיד.ה) והנה הטעם על זה שבכל ג' הענינים (אתה, שמך, כעמך כישראל) נאמר אחד ולא יחיד, מבאר בהמאמר בהקדם החילוק בין אור לשם, שבכל אחד מהם יש מעלה27 דמעלת האור היא בענין הגילוי, שהאור מגלה את המאור",
          "topics": [
            "אור",
            "עצמות",
            "גילוי",
            "עולם",
            "ישראל"
          ],
          "word_count": 261
        },
        {
          "chunk_id": "chunk_5",
          "content": "דשם אינו מגלה את הנקרא בשם, וכמו שם האדם, דמזה שיודעים את שמו אין יודעים את מהותו, והרי כמה אנשים נקראים באותו השם אף שאין דומים זל\"ז, לא בשכלם ולא במדותיהם, וע\"י האור יודעים את המאור והמעלה דשם היא, שהוא ממשיך את העצם דכשקורין לאדם בשמו, הוא פונה לקוראו בכל עצמותו ויתירה מזו, דגם כשהאדם מתעלף, ע\"י שקוראים אותו בשמו הוא מתעורר מההתעלפות, כי ע\"י הקריאה בשמו ממשיכים את עצם החיות שלמעלה מהתפשטות החיות וזוהי המעלה דשם לגבי אור, שהאור אינו ממשיך את העצם היינו המאור, ושם ממשיך את העצם.ויש לומר, דמ\"ש בהמאמר שהאור אינו ממשיך את העצם היינו המאור, הכוונה בזה היא, כי בהעצם שממנו נמשך האור, שני ענינים המאור שבו והעצם ממש שלמעלה ממאור28 דזה שנקרא בשם מאור הוא מפני שהוא מאיר, היינו שנמשך ממנו אור, אבל העצם ממש הוא מובדל מענין האור (גם מזה שהוא מאור, שממנו נמשך האור) ויש לומר, דהחילוק בין שרש האור לשרש השם הוא, דשרש האור הוא בהמאור ושרש השם הוא בהעצם וזהו שאור הוא גילוי ושם הוא העלם, כי ענין המאור הוא שהוא מאיר (מתפשט ומתגלה), והעצם (השרש דשם) הוא מובדל מענין האור (התפשטות וגילוי) ועפ\"ז יש לבאר מ\"ש בהמאמר שהאור אינו ממשיך את העצם היינו המאור, שהכוונה בזה שמוסיף \"היינו המאור\" היא, שהעצם ששייך לאור הוא לא העצם ממש ורק המאור, ואעפ\"כ האור אינו ממשיך גם ענין זה",
          "topics": [
            "אור",
            "עצמות",
            "גילוי",
            "העלם",
            "כוונה"
          ],
          "word_count": 217
        },
        {
          "chunk_id": "chunk_6",
          "content": "ולאח\"ז אומר שהשם ממשיך את העצם (העצם סתם), שהעצם ששייך לשם הוא העצם ממש שמובדל מענין הגילוי, ואעפ\"כ, השם ממשיך את העצם.ו) וממשיך בהמאמר, דזהו מה שאמרו רז\"ל29 שהלך הקב\"ה מהלך ת\"ק שנה לקנות לו שם, דשרש השם הוא למעלה משרש האור (כנ\"ל) אלא שהוא בהעלם, וענין לקנות לו שם הוא שהשם יהי' בגילוי30 כמו אור, שאז יהיו שתי המעלות, המשכת העצם – המעלה דשם, ושהמשכה זו תהי' בגילוי – מעלת האור ועפ\"ז מבאר מ\"ש אתה אחד ושמך אחד, כי יחיד ואחד הוא גילוי והעלם, שמצד הגילוי דאוא\"ס אין מקום לעולמות (– יחיד), וזה שישנם עולמות (עולם לשון העלם31 ) אלא שהם מיוחדים (אחד) הוא ע\"י הצמצום וההעלם ולכן יש מעלה באחד לגבי יחיד, ע\"ד המעלה דשם (העלם) לגבי אור (גילוי) וזה נעשה ע\"י ישראל גוי אחד בארץ, שע\"י עבודתם בתומ\"צ נמשך האל\"ף שמורה על אתה32, עצמות, בהח' והד', ז' רקיעים וארץ וד' רוחות העולם.ויש לומר, דזה שבכדי לבאר המעלה דאחד לגבי יחיד מקדים (בהמאמר) הענין דאור ושם, ושעיקר המעלה דשם הוא כשיש בו גם מעלת האור, הוא בכדי לרמז, שעד\"ז הוא גם בהענין דאחד ויחיד, דהגם שהיתרון דאחד לגבי יחיד הוא גם בהענין דאחד כמו שהוא מצד עצמו, מ\"מ, עיקר המעלה בזה היא כשיש בו גם הענין דיחיד שהיתרון בהענין דאחד (כמו שהוא מצד עצמו), שגם העולמות הם בטלים ומיוחדים33, אין בו מעלת הגילוי כי זה שהביטול דאחד אינו ביטול בתכלית כהביטול דיחיד (שבהביטול דאחד העולמות נראים למציאות והביטול שלהם הוא כמו דבר נוסף על מציאותם) הוא מצד זה שאין מאיר בהם הגילוי דאוא\"ס",
          "topics": [
            "אור",
            "אוא\"ס",
            "עצמות",
            "גילוי",
            "העלם"
          ],
          "word_count": 245
        },
        {
          "chunk_id": "chunk_7",
          "content": "ועיקר המעלה היא שגם בהעולמות שנתהוו ע\"י הצמצום מאיר הגילוי דאוא\"ס שלמעלה מהצמצום, והגילוי הוא לא באופן שהם מתבטלים ממציאותם אלא שהגם שהם במציאותם הם בטלים בתכלית34 בדוגמת הביטול דיחיד.ז) והנה בכדי שבשם יהי' גם מעלת האור [ועד\"ז החיבור דאחד ויחיד] הוא ע\"י המשכת העצמות שלמעלה גם משם דשם מצד עצמו הוא העלם וא\"א שיהי' בגילוי, וזה שנמשך בגילוי הוא ע\"י שממשיכים בו מהעצמות וכמו שמבאר כ\"ק מו\"ח אדמו\"ר [בהמאמר דיו\"ד כסלו35 שבא בהמשך להמאמר ד\"ה אתה אחד דט' כסלו], דזה שישראל נק' מקדשי שמך הוא לפי שהם ממשיכים בהשם מקדושת העצמות, המשכת אתה קדוש בשמך קדוש.ועפ\"ז יש לבאר זה שהסיום דתפלת אתה אחד הוא יקדישו את שמך, שהשייכות דסיום התפלה להתחלתה היא בשני ענינים דזה שישראל גוי אחד ממשיכים להיות אתה אחד ושמך אחד (באופן שבאחד ישנו גם הגילוי דיחיד כנ\"ל סעיף ו) הוא ע\"י המשכת כח העצמות – יקדישו את שמך וע\"י שישראל גוי אחד ממשיכים אתה אחד ושמך אחד, עי\"ז נעשה יקדישו את שמך בפועל, המשכת אתה קדוש בשמך קדוש וכמבואר בהמאמר ד\"ה אתה אחד דבעל ההילולא36 דענין ועל מנוחתם יקדישו את שמך שבסיום תפלת אתה אחד הוא נעלה יותר מכל הענינים שלפנ\"ז.ח) וממשיך בהמאמר (דיו\"ד כסלו), דזה שישראל נק' בשם מקדשי שמך שייך גם לזה שישראל מוסרים נפשם על קידוש השם וכן הוא גם במאמר הנ\"ל דבעל ההילולא דענין יקדישו את שמך הוא מסירת נפש על קידוש השם ויש לומר, שהשייכות דשני הפירושים ביקדישו את שמך, מסירת נפש על קידוש השם והמשכת אתה קדוש בשמך קדוש, הוא, כי בכדי להגיע ולהמשיך מבחי' אתה קדוש (שלמעלה מגדר העלם וגילוי) צריך להיות בתכלית הביטול, ומסירת נפש היא תכלית הביטול37",
          "topics": [
            "אור",
            "אוא\"ס",
            "עצמות",
            "גילוי",
            "העלם"
          ],
          "word_count": 261
        },
        {
          "chunk_id": "chunk_8",
          "content": "ויש לומר, דזהו גם הטעם על זה שענין המסירת נפש נק' בשם קידוש השם, כי ע\"י המסירת נפש ממשיכים בהשם מקדושת העצמות.וע\"פ הידוע38 שעבודת האדם שעל ידה נעשית ההמשכה צריכה להיות מעין ההמשכה, יש לומר, דשני הענינים שבההמשכה דיקדישו את שמך – ההמשכה מאתה קדוש בשמך קדוש, ושעי\"ז נעשה גם בהשם ענין הגילוי – יש דוגמתם בהעבודה דמס\"נ דהמשכת העצמות הוא ע\"י הביטול דמס\"נ (כנ\"ל), וזה שנעשה בהשם (העלם) ענין הגילוי הוא ע\"י שבמס\"נ באה היחידה (העלם שלמעלה מגילוי) לידי גילוי וע\"פ המבואר בתניא39 שקיום התורה ומצוותי' תלוי בזה שיזכור תמיד ענין מסירת נפשו לה', יש לומר, שע\"י זכירת ענין המס\"נ, גילוי היחידה הוא (גם) בדרגות הפרטיות שבאדם [דע\"י זכירת ענין המס\"נ נעשית הגדלה והוספה בקיום התומ\"צ], ועי\"ז גם הגילוי שנעשה בהשם הוא לא רק גילוי בכללות אלא גם בדרגות הפרטיות, מתחיל מד' הדרגות שבתפלת אתה אחד כמבואר בארוכה במאמר הנ\"ל דבעל ההילולא, ועד שיהי' הגילוי גם למטה בעוה\"ז הגשמי, וידע כל פעול כי אתה פעלתו40, ובעוה\"ז עצמו – בהתחתון שבו, וראו כל בשר יחדיו כי פי ה' דיבר41, שגם הבשר (לא רק עיני בשר אלא גם הבשר עצמו42 ) יראה שכל מציאותו הוא הדבר ה' שמהווה אותו בכל רגע מאין ליש.ועד\"ז הוא בנוגע לישראל (שעל ידם נעשה גילוי זה), שגם בדרגות הפרטיות דהנשמה יומשך הגילוי דעצם הנשמה, ועד להגילוי דעצם הנשמה כמו שהיא מושרשת בהעצמות, ישראל ומלכא בלחודוהי",
          "topics": [
            "עצמות",
            "גילוי",
            "העלם",
            "ישראל",
            "מצוות"
          ],
          "word_count": 219
        }
      ],
      "footnotes": "* )יצא לאור בקונטרס ט'-יו\"ד כסלו – תש\"נ, \"לקראת ט' כסלו, יום ההולדת דאדמו\"ר האמצעי (בשנת תקל\"ד) ויום ההילולא שלו (בשנת תקפ\"ח), ויו\"ד כסלו יום הגאולה דאדמו\"ר האמצעי (בשנת תקפ\"ז) .. ט' כסלו שנת ה'תש\"נ\".1) תפלת מנחה דשבת. וראה שער הכולל פכ\"ט אות ה.2) ראה ד\"ה אתה אחד ה'תשמ\"ב הערה 2 (תו\"מ סה\"מ כסלו ע' נג).3) ה'תש\"ב – נדפס בסה\"מ ה'תש\"ב ע' 71 ואילך.4) בראשית א, ה.5) שם, ח ואילך.6) ראה בכ\"ז תו\"א וארא נה, ב ואילך. לקו\"ת תזריע כג, ג. בלק ע, א. אמרי בינה שער הק\"ש פ\"ח. ספר המצות להצ\"צ שרש מצות התפלה פי\"ח (קכד, א-ב). סה\"מ תרנ\"ד ע' נו. ובכ\"מ.7) ואתחנן ו, ד.8) וראה סה\"מ תרנ\"ד שם, דענין זה שבאחד (התאחדות הפרטים), וזה שאחד הוא אחד המנוי (כנ\"ל ס\"א), שייכים זל\"ז.9) ראה סמ\"ק, הובא בב\"י או\"ח סס\"א (ד\"ה כתב בסמ\"ק). שו\"ע (ואדה\"ז) או\"ח סס\"א ס\"ו. לקו\"ת תזריע שם. סהמ\"צ להצ\"צ שם.10) כ\"ה בלקו\"ת שם. ובסהמ\"צ שם, שאל\"ף רומז על יחידו של עולם.11) תו\"א וסהמ\"צ (ועד\"ז באמ\"ב) שבהערה 6. ועוד.12) ראה גם המשך תרס\"ו ע' תלב, דזה שהעולם הוא מציאות (ולא אחיזת עינים) הוא רק לגבי ההארה השייכת לעולמות, אבל לגבי עצמות אוא\"ס \"אין שום מציאות כלל\".13) זח\"ב פח, סע\"ב.14) המשך תרס\"ו ע' תקמב.15) בשלח טז, כה. וראה שבת קיז, סע\"ב. שו\"ע אדה\"ז או\"ח הל' שבת ר\"ס עדר.16) ראה המשך תרס\"ו שם ע' תקמה.17) ראה זח\"ג לב, ב.18) ראה עד\"ז ד\"ה ואשה אחת גו' ה'תשמ\"ו ס\"ז (תו\"מ סה\"מ חשון ע' רסז).19) ראה תניא פל\"ז (מח, ב).20) פרש\"י ר\"פ בראשית.21) ראה רמב\"ם הל' מלכים פ\"ח ה\"י. וראה בארוכה לקו\"ש חכ\"א ע' 132 ואילך.22) להעיר מזה שישראל נק' (ירמי' ב, ג) ראשית תבואתה. ובמצודת דוד שם \"המובחר שבכל האומות\".23) ראה בכ\"ז בד\"ה אתה אחד ה'תש\"ב (סה\"מ שם ע' 71).24) לשון כ\"ק מו\"ח אדמו\"ר בד\"ה הנ\"ל שם.25) ראה בארוכה סה\"מ תרכ\"ט ע' קמד ואילך. ובכ\"מ.26) כי אהבה זו דהקב\"ה לישראל ניכרת בהענין דשכר ועונש כמבואר בהמאמר. ועאכו\"כ האהבה דישראל להקב\"ה שהיא באה בגילוי בענין המס\"נ.27) בהבא לקמן, ראה גם סה\"מ תרס\"ח ע' פב ואילך.28) בכ\"מ (המשך תרס\"ו ס\"ע תסג ואילך. סה\"מ ה'תש\"ה ע' 186 ואילך. ועוד) שהעצמות אינו מאור. אבל מלשון אדה\"ז בשעהיוה\"א פ\"י משמע שגם בשמש שני ענינים אלה – ראה בארוכה לקוטי ביאורים לתניא (להר\"י שיחי' קאָרף) ע' שסב. תו\"מ חנ\"א ע' 376.29) קה\"ר פ\"ז, א (ב).30) וזהו לקנות לו שם, כי קנין הוא המשכה מהעלם לגילוי (סה\"מ תרס\"ח ע' פד).31) לקו\"ת שלח לז, ד. מאמרי אדמו\"ר האמצעי דברים ח\"א ע' שג. ח\"ג ע' א'נט. וראה לקו\"ש חל\"ד ע' 112 הערה 63. וש\"נ.32) כ\"ה בד\"ה זה ה'תש\"ב שם.33) להעיר, שענין הגילוי וההמשכה למטה הוא בשם יותר מבאור (סה\"מ ה'תש\"ב ריש ע' 76). ויש לומר, שעד\"ז הוא גם היתרון דאחד לגבי יחיד, שהביטול נמשך גם בעולמות.ועפ\"ז, בהשייכות דאחד לשם – שני ענינים: א) זה שבהדרגא דאחד ישנה המציאות דעולמות – הוא מצד ההעלם דשם (כנ\"ל בפנים); וזה שהביטול נמשך בהעולמות – הוא מצד ה\"גילוי\" דשם שנמשך גם למטה.34) ראה המשך תער\"ב ח\"ב פשצ\"ב שלגבי אוא\"ס אין הצמצום מעלים ומאיר בגילוי גם לאחרי הצמצום, ומצד גילוי זה, העולמות שנתהוו ע\"י הצמצום הם בטלים בתכלית. \"ולא שהם כאילו לא נתהוו רק שגם כמו שנתהוו כו' הם בטלים בתכלית\". עיי\"ש בארוכה.35) סה\"מ ה'תש\"ב ע' 76.36) נדפס בקונטרס בפ\"ע (קה\"ת, תשכ\"ה [ולאח\"ז במאמרי אדמו\"ר האמצעי קונטרסים ע' ג ואילך]). – שכנראה הוא הדרוש אתה אחד שאמרו בש\"ק האחרון בשבתו במאסר (ש\"פ ויצא, ט' כסלו, תקפ\"ז) קודם תפלת המנחה – ראה בהנסמן ברד\"ה אתה אחד ה'תשמ\"ב (תו\"מ סה\"מ כסלו ע' נג).37) ועפ\"ז יומתק מה שממשיך בהמאמר (סה\"מ ה'תש\"ב ע' 77) בענין מעלת המס\"נ דאברהם אבינו על המס\"נ דר\"ע.38) ראה בארוכה ד\"ה באתי לגני שנה זו (ה'תשכ\"ט) ס\"ט (תו\"מ סה\"מ שבט ע' שכה ואילך. תו\"מ חנ\"ה ע' 167 ואילך). וש\"נ.39) ספכ\"ה.40) נוסח תפלת העמידה דראש השנה.41) ישעי' מ, ה.42) ראה תו\"ח תצוה תפב, א ואילך [בהוצאה החדשה – ח\"ב שכט, א ואילך]. שער האמונה פכ\"ה.",
      "glossary": "|אב ואם (Av Ve'em): Father and mother; אבל אוא\"ס (Aval Or Ein Sof): But the Infinite Light; אדם אחד (Adam Echad): One person; אדמו\"ר (Admor): Rebbe; אחד (Echad): One; אחד רק יחיד (Echad Rak Yachid): One, only unique; אין שום מציאות (Ein Shum Metziut): There is no existence; אין שייך לקרותו (Ein Shayach Likroto): It is not appropriate to call it; אלא בן אחד בלבד (Ela Ben Echad Bilvad): Only one son alone; אלופו של עולם (Alufo Shel Olam): Master of the world; אתה אחד (Atah Echad): You are One; אתה אחד ושמך אחד (Atah Echad Ushimcha Echad): You are One and Your name is One; אתה אחד כו' (Atah Echad Kol): You are One etc.; אתה יחיד ושמך יחיד (Atah Yachid Ushimcha Yachid): You are unique and Your name is unique; בג' האותיות (Bishlosh Ha'otiyot): In the three letters; בהאור (Baha'or): In the light; בהמאמר (Bama'amar): In the discourse; בהמשל (Bamashal): In the parable; בין יחיד לאחד (Bein Yachid Le'echad): Between unique and one; בכדי להורות (Bikdei Lehorot): In order to teach; במאמרו (Be'ma'amaro): In his discourse; בן יחיד (Ben Yachid): Only son; בס\"ד (Besiyata Dishmaya): With the help of Heaven; בשם בן יחיד (Beshem Ben Yachid): By the name only son; גו' (Gomer): Etc.; גוי אחד בארץ (Goy Echad Ba'aretz): One nation in the land; גוי יחיד (Goy Yachid): Unique nation; ד\"ה (Dibur Hamaschil): Opening words; ד' רוחות העולם (Arba Ruchot Ha'olam): Four directions of the world; דאהבת ההורים (De'ahavat Hahorim): That the love of parents; דבן יחיד (De'ben Yachid): Of the only son; דזה שהול\"ל (De'zeh She'hava Leh Lomar): That this that it should have said; דזה שישראל (De'zeh She'Yisrael): That this that Israel; דזה שכתוב (De'zeh Shekatuv): That this that is written; דט' כסלו (De'Tet Kislev): Of 9th Kislev; דלשון (De'lashon): That the language; דמ\"ש (De'mah She): That what; דמנחת שבת (De'minchat Shabbat): Of Shabbat Mincha; דנו; ה'תשכ\"ט (Hey Tashkat): Year 5729 (1968); האהבה דהקב\"ה (Ha'ahavah De'Hakadosh Baruch Hu): The love of the Holy One, blessed be He; הביאור בזה (Habi'ur Bazeh): The explanation in this; הוא (Hu): Is; הוא בדוגמת (Hu Bedugmat): Is in the example of; הוא גם באחד המנוי (Hu Gam Be'echad Haminuy): Is also in the counted one; הוא דוקא (Hu Davka): Is specifically; הוא יחיד ומיוחד (Hu Yachid U'meyuchad): Is unique and singular; הוא מיוחד עמו ית' (Hu Meyuchad Imo Yitbarach): He is unified with Him, blessed be He; הוא מפני (Hu Mipnei): Is because; הוי' אחד (Hashem Echad): God is One; הול\"ל (Hava Leh Lomar): It should have said; היא אהבה גדולה ביותר (Hi Ahavah Gedolah Beyoter): Is the greatest love; היא אהבה גדולה יותר (Hi Ahavah Gedolah Yoter): Is a greater love; היא גדולה יותר (Hi Gedolah Yoter): Is greater; היא התפלה (Hi Hatefillah): Is the prayer; הם בטלים ומיוחדים (Hem Btelim U'meyuchadim): Are nullified and unified; הם בן יחיד (Hem Ben Yachid): They are an only son; הם גוי אחד יחיד ומיוחד (Hem Goy Echad Yachid U'meyuchad): They are one nation, unique and singular; הם גוי יחיד (Hem Goy Yachid): They are a unique nation; המבואר בכ\"מ (Hamevo'ar Bekamah Mekomot): What is explained in several places; הרי הדיוק (Harei Hadiyuk): Behold the precision; ואח\"כ (Ve'achar Kach): And afterwards; ובהמאמר משמע (U'vama'amar Mashma): And in the discourse it implies; והד' (Vehadalet): And the dalet; והוא לבדו הוא (Vehu Levado Hu): And He alone exists; וזה שמדייק (Ve'zeh Shemedayek): And this that he is precise; ויהי ערב ויהי בוקר יום אחד (Vayhi Erev Vayhi Voker Yom Echad): And there was evening and there was morning, one day; ויחיד מורה (Ve'yachid Moreh): And unique indicates; ויצא (Vayetze): Torah portion Vayetze; ויש לומר (Ve'yesh Lomar): And one can say; וכו' (Ve'chu): And so forth; וכיון (Ve'chivan): And since; וכיון שתפלה זו (Ve'chivan Shetefillah Zo): And since this prayer; וכמו (U'chmo): And like; וכמו אלף אחד (U'chmo Elef Echad): And like one thousand; וכמו יחידה שבנפש (U'chmo Yechidah Shebanefesh): And like the Yechidah in the soul; וכמרומז (U'chmeromaz): And as hinted; וכן אהבת הבן יחיד (Ve'chen Ahavat Haben Yachid): And so the love of the only son; וכן אהבת ישראל (Ve'chen Ahavat Yisrael): And so the love of Israel; וכן הוא גם בישראל (Ve'chen Hu Gam Be'Yisrael): And so it is also with Israel; וכן ישראל (Ve'chen Yisrael): And so Israel; ולא אתה יחיד ושמך יחיד (Ve'lo Atah Yachid Ushimcha Yachid): And not You are unique and Your name is unique; ולא גוי יחיד (Ve'lo Goy Yachid): And not unique nation; ולא הוי' יחיד (Ve'lo Hashem Yachid): And not God is unique; ולכן נאמר (Ve'lachen Ne'emar): And therefore it is said; ומי כעמך כישראל (Umi Ke'amcha Ke'Yisrael): And who is like Your people Israel; ומי כעמך כישראל גוי אחד (Umi Ke'amcha Ke'Yisrael Goy Echad): And who is like Your people Israel, one nation; ומי כעמך כישראל גוי יחיד (Umi Ke'amcha Ke'Yisrael Goy Yachid): And who is like Your people Israel, a unique nation; וממשיך בהמאמר (U'mamshich Ba'ma'amar): And continues in the discourse; ומסיים שם (U'mesayem Sham): And concludes there; ועד\"ז (Ve'al Derech Zeh): And in this manner; וצריך להבין (Ve'tzarich Lehavin): And one needs to understand; ושמך אחד (Ushimcha Echad): And Your name is One; ושס\"ה גידים (Veshasa Gidim): And 365 sinews; ז' רקיעים וארץ (Shiva Reki'im Va'aretz): Seven heavens and earth; זה (Zeh): This; ט' כסלו (Tet Kislev): 9th of Kislev; יום שני יום שלישי (Yom Sheni Yom Shlishi): Second day, third day; יש לומר (Yesh Lomar): One can say; כ\"ק (Kevod Kedushat): His holy honor; כי החילוק (Ki Hachiluk): Because the difference; כי לגבי אור זה (Ki Legabei Or Zeh): Because regarding this light; כשיש להם (Kesheyesh Lahem): When they have; כשיש להם עוד ילדים (Kesheyesh Lahem Od Yeladim): When they have other children; כתיב (Katav): It is written; לבניהם (Livneihem): For their children; לבנם (Livnam): For their son; להוריו (Lehorav): For his parents; להורים (Lahorim): For the parents; להקב\"ה (La'Hakadosh Baruch Hu): For the Holy One, blessed be He; ליחידו של עולם (Leyichido Shel Olam): To the Unique One of the world; לישראל (Le'Yisrael): For Israel; לכן (Lachen): Therefore; מ\"ש (Mah She): What; מאהבת ההורים (Me'ahavat Hahorim): Than the love of parents; מאלף פרטים (Me'elef Pratim): From a thousand particulars; מה שנאמר (Mah Shene'emar): What is said; מו\"ח (Mori V'chami): My teacher and father-in-law; מובן בפשטות (Muvan Bipshitut): Is understood simply; מכחות פרטים (Mikochot Pratim): From particular powers; מכיון שישראל (Mikivan She'Yisrael): Since Israel; מכשהם יותר מבן יחיד (Mikeshehem Yoter Miben Yachid): Than when they are more than one son; מרמ\"ח אברים (Mireimach Evarim): From 248 limbs; ע\"פ (Al Pi): According to; ע\"פ המבואר בכ\"מ (Al Pi Hamevo'ar Bekamah Mekomot): According to what is explained in several places; עה\"פ (Al Hapasuk): On the verse; על התאחדות הפרטים (Al Hit'achdut Hapartim): On the unification of particulars; על ענין (Al Inyan): On a matter; עם האל\"ף (Im Ha'alef): With the alef; צריך להבין (Tzarich Lehavin): One needs to understand; רק בן יחיד (Rak Ben Yachid): Only an only son; ש\"פ (Shabbat Parshat): Shabbat Torah portion; שאחד מורה (She'echad Moreh): That one indicates; שאין בדומה אליו (She'ein Bedumeh Elav): That there is none like Him; שאין דוגמתם (She'ein Dugmatam): That there is no example of them; שאין להם (She'ein Lahem): Who have; שאינה מורכבת (She'einah Murkevet): Which is not composed; שבהמאמר (Sheba'ma'amar): That is in the discourse; שבתיבת אחד (Shebteivat Echad): That are in the word \"one\"; שגם לאחרי (Shegam Le'acharei): That even after; שהאהבה לבן יחיד (She'ha'ahavah Leben Yachid): That the love for an only son; שהוא בן אחד בלבד (Shehu Ben Echad Bilvad): That he is one son alone; שהוא ית' (She'hu Yitbarach): That He, blessed be He; שהוא כלול (Shehu Kalul): Who is included; שהוא כלל הכלול (Shehu Klal Hakalul): Which is a general that includes; שהח' (Shehachet): That the chet; שהי' צריך לומר (Shehaya Tzarich Lomar): That it should have said; שזה שנקרא (Shezeh Shenikra): That this that he is called; שיש בו ריבוי פרטים (Sheyesh Bo Ribuy Pratim): Which has a multitude of particulars; שלמעלה מפרטים (Shelema'alah Mipartim): That is above particulars; שלמעלה משייכות לעולמות (Shelema'alah Mishayachut La'olamot): That is above relation to worlds; שמורה על (Shemoreh Al): Which indicates; שמע ישראל (Shema Yisrael): Hear O Israel; שנברא העולם (Shenivra Ha'olam): The world was created; שנקרא בשם (Shenikra Beshem): Who is called by the name; שעפ\"ז (She'al Pi Zeh): That according to this; ששייך לעולמות (Sheshayach La'olamot): That relates to worlds;"
    },
    "search_tags": [
      "צמצום",
      "מקדש",
      "עבודה",
      "תכלית",
      "Contraction",
      "אברהם",
      "העלם",
      "Love",
      "World",
      "Temple",
      "אוא\"ס",
      "Fear/Awe",
      "Self-sacrifice",
      "ביטול",
      "Concealment",
      "Commandments",
      "Purpose",
      "Nullification",
      "גאולה",
      "Torah",
      "כוונה",
      "מצוות",
      "דוד",
      "Israel",
      "ישראל",
      "המשכה",
      "תורה",
      "Light",
      "בינה",
      "אהבה",
      "Understanding",
      "אור",
      "Intention",
      "עצמות",
      "מס\"נ",
      "Worlds",
      "Essence",
      "יראה",
      "David",
      "Infinite Light",
      "Redemption",
      "Revelation",
      "Service",
      "גילוי",
      "Love of Israel",
      "עולמות",
      "אהבת ישראל",
      "Abraham",
      "Drawing down",
      "עולם"
    ]
  }
}