{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "3_קעה",
    "reference": "Reference: 3_קעה",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אור",
        "עצמות",
        "גילוי",
        "בריאה",
        "עולם",
        "מלכות",
        "דעת",
        "חסד",
        "הוד",
        "צדיקים",
        "צדיק",
        "משה",
        "דוד",
        "ישראל",
        "יהודי",
        "תורה",
        "גאולה",
        "משיח",
        "דור",
        "עבודה",
        "יראה",
        "ביטול",
        "המשכה",
        "כוונה",
        "רצון",
        "תשובה",
        "תיקון",
        "בריאה יש מאין",
        "נשיא",
        "רבי",
        "חסיד",
        "חסידות"
      ],
      "key_concepts": [
        "Light",
        "Essence",
        "Revelation",
        "Creation",
        "World",
        "Kingship",
        "Knowledge",
        "Kindness",
        "Splendor",
        "Righteous ones",
        "Righteous one",
        "Moses",
        "David",
        "Israel",
        "Jew",
        "Torah",
        "Redemption",
        "Messiah",
        "Generation",
        "Service",
        "Fear/Awe",
        "Nullification",
        "Drawing down",
        "Intention",
        "Will",
        "Repentance",
        "Rectification",
        "Creation ex nihilo",
        "Leader",
        "Rabbi",
        "Chassid",
        "Chassidut"
      ],
      "biblical_references": [
        "שה\"ש מב, א",
        "בראשית א, א",
        "בראשית א, יד",
        "במדבר טו, ג",
        "תהלים קיט, פט",
        "תהלים עו, ט",
        "תהלים קמ, יד",
        "ישעי' נא, ד",
        "ישעי' יא, ט"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "ברכות כב, א",
        "ברכות כח, א",
        "סנהדרין צב, א",
        "סנהדרין צז, ב"
      ],
      "chassidic_references": [
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 2014,
      "chunk_count": 9
    },
    "content": {
      "main_text": "בס\"ד. אור לה' סיון, ערב חג השבועות, ה'תשמ\"טאנכי הוי' אלקיך אשר הוצאתיך מארץ מצרים1, דפסוק זה הוא דיבור הראשון דעשרת הדברות שניתנו במתן תורה בו' סיון2, לאחרי שהקדימו ישראל נעשה לנשמע [ובאו מלאכי השרת וקשרו לכל אחד מישראל שני כתרים אחד כנגד נעשה ואחד כנגד נשמע3] בחמישי בסיון4. ומובא בכמה דרושים דרבותינו נשיאינו5 השאלה הידועה דגדולי ישראל6, הרי בריאת שמים וארץ הוא פלא גדול יותר מיצי\"מ. דביצי\"מ, אף שהיו כמה נסים, הרי נוסף לזה שאין זה ביאור מספיק על זה שאומר אשר הוצאתיך מארץ מצרים דוקא, מכיון שגם קודם יצי\"מ וכן לאחרי יצי\"מ היו כו\"כ נסים7, הנה ענין הנס הוא שינוי מיש ליש, ובריאת שמים וארץ הוא יש מאין. ונוסף לזה שבריאה יש מאין הוא פלא גדול יותר, הנה גם הכח האלקי שבבריאה יש מאין הוא כח נעלה יותר, כידוע8 שבריאה יש מאין היא רק בכח העצמות שמציאותו מעצמותו. [ויש לומר, דזה שהמציאות דיש הנברא היא מציאות אמיתית9, הוא מפני שהתהוותו היא מהעצמות, יש האמיתי10]. ולמה אומר אשר הוצאתיך מארץ מצרים, דלכאורה הול\"ל אשר בראתי שמים וארץ.ב) ויש להוסיף, דזה שלכאורה הול\"ל אשר בראתי שמים וארץ, הוא גם לפי שבריאת שמים וארץ ומתן תורה (דאנכי הוי' אלקיך הוא הפתיחה דמ\"ת) שייכים זל\"ז. דבריאת שמים וארץ מתחדשת בכל רגע ורגע, כתורת הבעש\"ט עה\"פ11 לעולם הוי' דברך נצב בשמים (הובא בספר תניא קדישא12) שכח האלקי מהוה תמיד את הנברא מאין ליש. ומכיון שבריאה והתהוות יש מאין היא בכח העצמות, מובן, שהבריאה שבכל רגע ורגע היא יש מאין ממש מהעצמות. ועד\"ז הוא בתורה13, שנתינתה (והמשכתה) היא מהעצמות (אנכי), והמשכתה מהעצמות היא בכל רגע14 כמ\"ש15 נותן התורה לשון הוה, שלכן ארז\"ל16 בכל יום17 יהיו בעיניך חדשים, חדשים ממש.והנה הכח על זה שבכל יום יהיו בעיניך חדשים, ניתן במ\"ת. וכידוע18 בפירוש הכתוב19 וידבר אלקים את כל הדברים האלה לאמר, שהפירוש דתיבת לאמר בפסוק זה הוא לא לאמר לאחרים (כמו כל לאמר שבמקרא) שהרי (נשמות) כל ישראל היו במעמד הר סיני ושמעו הדברות מהקב\"ה עצמו, ופירוש לאמר כאן הוא שבשעת מ\"ת ניתן הכח לכאו\"א מישראל שבכל הדורות לאמר את כל הדברים האלה (שקאי גם על כל התורה כולה20), שלימוד התורה שלו יהי' באופן דלאמר, שאומר הדברים שהקב\"ה אומר עכשיו, כמו בשעת מתן תורה. שלכן מה להלן באימה וביראה וברתת ובזיע אף כאן כו'21. ועפ\"ז מודגש עוד יותר השייכות דענין ההתחדשות למתן תורה, כיון שהכח על זה שיהיו בעיניך חדשים ניתן במתן תורה.ג) והנה ע\"פ הידוע שגם שאלה בתורה היא תורה, תורת אמת, מובן, דזה שמובא בכמה דרושים שההתחלה דמ\"ת הי' צ\"ל בבריאת שמים וארץ הוא גם אליבא דאמת. דנוסף לזה שהתחלת כל התורה היא בראשית ברא אלקים את השמים ואת הארץ22, וכן התחלת משנה תורה (להרמב\"ם)23 היא לידע שיש שם מצוי ראשון והוא ממציא כל נמצא וכל הנמצאים כו' לא נמצאו אלא מאמיתת המצאו [ולהוסיף, שבההתחלה דמשנה תורה מבואר לא רק ענין הבריאה בכללות (כבהתחלת תושב\"כ) אלא גם שכל הנמצאים נמצאו מאמיתת המצאו, היינו שהבריאה היא בכח העצמות יש האמיתי, וכן – שהבריאה היא בכל רגע ורגע כמ\"ש בהמשך הענין שם24 דאם יעלה על הדעת שהוא אינו מצוי אין דבר אחר יכול להמצאות, שהכוונה בזה היא שגם לאחרי שנמצאו הנמצאים – באם לא יהי' מצוי (בהם), תיבטל מציאותם. דשני ענינים אלו שבתורת החסידות, שהבריאה היא בכח העצמות ושהבריאה היא בכל רגע, כתבם הרמב\"ם בסגנון דהלכה], הנה נוסף לזה – גם בההתחלה דמתן תורה ישנו הענין דבריאת שמים וארץ, אלא שענין זה הוא בהחלק דתושבע\"פ דפסוק ראשון דמ\"ת25, הפירוש דתורה שבכתב26. וי\"ל הביאור בזה, דע\"י עסק התורה באופן דיהיו בעיניך חדשים, מגלים גם החידוש בהבריאה27 שהיא מתחדשת בכל רגע מאין ליש. וע\"פ המובא לעיל דתיבת לאמר שבהתחלת מ\"ת הוא הנתינת כח על יהיו בעיניך חדשים, שעי\"ז מגלים (כנ\"ל) החידוש דהבריאה, הרי, שבההתחלה דמ\"ת (עוד לפני עשרת הדברות) יש (ברמז עכ\"פ) הענין דחידוש הבריאה.אלא שאעפ\"כ ההתחלה דמ\"ת בגילוי (בתושב\"כ) היא אנכי ה\"א אשר הוצאתיך מארץ מצרים, כי הכוונה דבריאת העולם ודמתן תורה היא בשביל ישראל, אַז זיי זאָלן דורכגיין הענין דמצרים מלשון מיצר וגבול ושיהי' אצלם היציאה מכל מיצרים וגבולים, הוצאתיך מארץ מצרים, ואפילו מבית עבדים, שיהיו מושללים מעבדות לבו\"ד ואיזו שהיא, כי לי בני ישראל עבדים28, לי לעצמות ומהות, ושטרי קודם29. ויש לקשר זה עם הענין שמתן תורה הי' לאחרי שהקדימו ישראל נעשה לנשמע30, דהגם שהגילוי דמתן תורה הי' מצד למעלה, ואני המתחיל31, הי' צריך להיות תחלה הקדמת נעשה לנשמע, הביטול לבעל הרצון, ועי\"ז דוקא ניתנה התורה ונמשכה מהעצמות. כולל גם הנתינת כח שהי' במ\"ת (\"לאמר\", כנ\"ל) שבכל יום יהיו בעיניך חדשים.ד) והימים האלה נזכרים ונעשים32, שבכל שנה ושנה חוזרים ונמשכים אותם הענינים כמו שהיו בפעם הראשונה, ויתירה מזו, שבכל שנה הם בדרגא נעלית יותר, דמעלין בקודש33. וכיון שכל הענינים תלויים במעשינו ועבודתינו34, לכן, בכל שנה צריך להוסיף ולהעלות בקודש גם בההכנות למתן תורה, הוספה בהענין דויחן לשון יחיד כאיש אחד בלב אחד שהי' בר\"ח סיון35, וכן בההכנות שהיו לאחרי ר\"ח סיון (שמיד אחר ר\"ח התחיל משה להתעסק עמהם בענין קבלת התורה36), ועאכו\"כ בההכנה דהקדמת נעשה לנשמע, שהיא ההכנה העיקרית למתן תורה כמובן גם מזה שהכנה זו דהקדמת נעשה לנשמע היא בחמישי בסיון שהוא הערב של ששי בסיון שבו ניתנה התורה. והוא, שבמשך היום יתבוננו בהענין דהקדמת נעשה לנשמע, התבוננות המתאימה שמביאה לידי פועל, שבכל ענין דעבודת ה', צריך לכל לראש לקיימו בפועל (נעשה), ולאחרי זה להבין את הענין בחב\"ד שלו (נשמע). ואף שיום זה (חמישי בסיון) הוא ערב יו\"ט שישנם בו כמה טרדות דהכנות צרכי החג, הרי ידועה תורת כ\"ק מו\"ח אדמו\"ר37 שבחג השבועות ועד\"ז בערב (ומעין) חגה\"ש אין שליטה (כ\"כ) להצד שכנגד, ולכן הוא זמן המוכשר לעשות הכל לטובת לימוד התורה והעבודה כו'.ומובן בפשטות, דנוסף להכנות הנ\"ל ששייכים להימים שלפני חגה\"ש, מתחיל מר\"ח סיון, צריך להיות ובמכ\"ש השתדלות מיוחדת בנוגע להענינים השייכים לחגה\"ש עצמו, מתחיל מההשתדלות שכאו\"א מישראל, אנשים נשים וטף, יהיו בבית הכנסת בעת קריאת עשרת הדברות, וכמדובר כמה פעמים38, דזה שבכל שנה בחגה\"ש ניתנה התורה מחדש ע\"ד כמו שהי' בפעם הראשונה מתגלה בעיקר בהקריאה דעשרת הדברות, כמאמר רז\"ל39 אמר הקב\"ה לישראל בני היו קורין את הפרשה הזאת בכל שנה ואני מעלה עליכם כאילו אתם עומדין לפני הר סיני ומקבלין את התורה, שלכן צריך לשמוע פרשה זו באימה וביראה וכו' כאילו עומדים לפני הר סיני, וזהו גם מהטעמים על גודל ההשתדלות שכל בני ישראל, גם הקטני קטנים(ות) יהיו בבית הכנסת בעת קריאת עשרת הדברות, כמדובר כמה פעמים בארוכה [ולהוסיף, שההשתדלות שהטף יהיו בביהכ\"נ בעת קריאת עשה\"ד שייך גם לההכנה דבנינו עורבים אותנו40, שי\"ל שכולל גם הפירוש דעורבים מלשון תערובת שכל ישראל מעורבים זה בזה, ועורבים מלשון עריבות ומתיקות שכל ישראל ערבים ומתוקים זה לזה41]. ועד\"ז החלטות טובות להוסיף בלימוד התורה, נגלה דתורה ופנימיות התורה, ועד שיפוצו מעינותיך חוצה, כולל גם ההשתדלות לארגן כינוסי תורה באסרו חג השבועות זמן מתן תורתנו או בימים הסמוכים לזה42. וכאמור לעיל, שבכל שנה צריך להוסיף בכל ענינים אלו ביתר שאת וביתר עוז, הן בנוגע לההכנות השייכים להימים שלפני זמן מתן תורתנו, והן בנוגע להחלטות טובות (וההשתדלות) בנוגע להענינים השייכים לזמן מתן תורתנו והימים שלאחריו.וכאמור לעיל, שבכל שנה צריך להוסיף בההכנות למ\"ת ובפרט בההכנה דהקדמת נעשה לנשמע (בערב חג השבועות), ועי\"ז גם הענין דמתן תורה וקבלת התורה בחג השבועות הוא בדרגא נעלית יותר, ועד באין ערוך. ועד שבכל שנה, כל ענינים אלו (מ\"ת וקבלת התורה, וכן ההכנות לזה) הם חדשים ממש. ובפרט בשנה זו (תשמ\"ט), ערב שנת תש\"נ שי\"ל – רמז ר\"ת תהא שנת נסים (וגם בשנה זו, ערב תש\"נ, טועמים כבר מהנסים בתש\"נ43), צריכה להיות ההכנה ביתר שאת וביתר עוז. וע\"י ההוספה מדי שנה בשנה בההכנות למתן תורה, מיתוסף גם בהענין דמתן תורה, ועד להוספה שבאין ערוך ובאופן של חידוש. דהגם שהענין דמתן תורה, ובאופן של חידוש, הוא במשך כל ימי השנה (כנ\"ל ס\"ב), הרי עיקר הענין דמתן תורה (באופן חדש לגמרי) הוא בחגה\"ש זמן מתן תורתנו.ה) והנה, כמו שבמתן תורה בפעם הראשונה נעשה תוקף בקיום העולם כמאמר חז\"ל44 עה\"פ45 ארץ יראה ושקטה, שעד יום הששי בסיון ארץ יראה, וביום הששי בסיון, כשישראל קיבלו את התורה, שקטה, עד\"ז הוא בכל שנה ושנה, שע\"י ההוספה במתן תורה ובקבלת התורה נעשית הוספה בהתוקף דקיום העולם. וע\"ד משנת\"ל (ס\"ג) שע\"י עסק התורה באופן דיהיו בעיניך חדשים מגלים גם החידוש שישנו בהעולם, שהוא מתחדש בכל רגע מאין ליש בכח העצמות. דיש לומר שענין זה [גילוי כח האלקי שמהוה את העולם מאין ליש] הוא אמיתית הענין דשקטה. ועפ\"ז יש להוסיף, דזה שבכל שנה צריך להוסיף בההכנות למתן תורה וקבלת התורה, נכלל בזה גם הוספה בג' העמודים שעליהם העולם עומד, תורה עבודה וגמ\"ח46. ובפרט בצדקה, דנוסף לזה שהוא אחד העמודים דהעולם, הוא (גם) כללות כל התורה, כמבואר בתו\"א ד\"ה בחודש השלישי47. ולכן נוסף על הסיום (כנהוג) בעשיית כל אחד ואחת לשליח במצות צדקה – צריך להיות בערב חג השבועות, ערב זמן מתן תורתנו, הוספה מיוחדת בנתינת הצדקה, ועד שנתינת הצדקה ביום זה תהי' באופן של פתיחה חדשה, דע\"י פתיחה זו נעשה גם הוספה בההשפעה מידו הפתוחה (המלאה הפתוחה הקדושה והרחבה48) בנוגע לכל הענינים, ובפרט בהענין דמתן תורה, מתחיל מהדיבור הראשון אנכי גו' אשר הוצאתיך מארץ מצרים, שיוצאים מכל המיצרים וגבולים, ונעשים חד עם אנכי נותן התורה.וענין זה (דיציאה ממיצרים וגבולים) בא בהנשמה כמו שהיא מלובשת בגוף, לאורך ימים ושנים טובות, גוף בריא ונשמה בריאה. וע\"י לימוד גליא דתורה (הגוף דתורה49) ופנימיות התורה (נשמתא דאורייתא48) ששניהם הם תורה אחת, נעשים גם הגוף והנשמה של האדם הלומד מציאות אחת, מציאות שהיא חד עם אנכי, נותן התורה.וע\"י שמכריזים על ענינים אלו בבית גדול, בית שמגדלין בו תורה50 ובית שמגדלין בו תפלה51, דתפלה הוא בקשת כל צרכיו, הן צרכיו הרוחניים והן צרכיו הגשמיים, הנה עי\"ז ניתוסף עוד יותר בכל הנ\"ל, שהקב\"ה עוזר לקיים את כל ההחלטות (שהם גם בקשה ותפלה) דההכנות למתן תורה, וגם ממלא הבקשות בנוגע לההמשכה דמ\"ת [ובפרט שנמצאים בבית שמגדלין בו תורה], שהמשכת התורה תהי' בשלימות ובאופן חדש לגמרי כנ\"ל, ועד לתורה חדשה מאתי תצא52 בגאולה האמיתית והשלימה ע\"י משיח צדקנו. ולהוסיף, דענין מתן תורה הוא – נתינת התורה למטה בארץ, ובאופן שלא בשמים היא53. וכמחז\"ל54 שהקב\"ה אומר למלאכי השרת אני ואתם נלך אצל ב\"ד של מטה כו'.ועפ\"ז כשישראל למטה פוסקים פס\"ד ע\"פ תורה שהגיע כבר זמן הגאולה (כי כלו כל הקצין55 וישראל כבר עשו תשובה56) – כן יקום ותיכף ומיד באה הגאולה.ו) ולהוסיף שחג השבועות שייך למשה רבינו57, דמשה58 קיבל תורה מסיני ומסרה וכו' עד לאנשי כנסת הגדולה שהם אמרו העמידו תלמידים הרבה, שבזה (תלמידים הרבה) נכלל כל אחד מישראל, אנשים נשים וטף. [ויש לומר דפירוש העמידו תלמידים הרבה הוא גם שכל אחד מהתלמידים (היינו כל א' מישראל) נעשה עמוד, שעל ידו מתקיימים כל ג' העמודים שעליהם העולם עומד].וחג השבועות שייך לדוד המלך ולהבעש\"ט56 שיום ההילולא שלהם הוא בחגה\"ש. ומכיון שהענין דחידוש הבריאה הוא פירוש הבעש\"ט על הפסוק לעולם ה' דברך נצב בשמים, פסוק בתהלים שנאמר ע\"י דוד נעים זמירות ישראל, לכן, ימי חגה\"ש הם מסוגלים ביחוד ללימוד והפצת התורה באופן דהעמידו תלמידים הרבה, ושהלימוד וההפצה בכל יום, ועאכו\"כ בכל שנה, יהיו באופן דמעלין בקודש ועד באופן של חידוש, שע\"י החידוש בתורה נתגלה (כנ\"ל) החידוש דהבריאה, שכל הנבראים מתחדשים מאין ליש בכל רגע.ועד\"ז הוא לאידך, שע\"י לימוד והפצת הענין דחידוש הבריאה בכל רגע, שהוא מהענינים העיקריים דתורת החסידות, עי\"ז מקרבים וממהרים את הגאולה העתידה, שאז יהי' אמיתית החידוש בתורה, תורה חדשה מאתי תצא. ויש לומר, דזהו גם הקשר דהתחלת התורה עם ההתחלה דמתן תורה, דהתחלת התורה הוא בראשית ברא אלקים את השמים ואת הארץ, ומזה באים לוידבר אלקים את כל הדברים גו' לההתחלה דמ\"ת אנכי ה\"א אשר הוצאתיך מארץ מצרים שבזה נכלל גם גאולה העתידה דכימי צאתך מארץ מצרים אראנו נפלאות59. ועד\"ז הוא במשנה תורה (להרמב\"ם) שההתחלה היא שיש שם מצוי ראשון והוא ממציא כל נמצא וכל הנמצאים משמים וארץ ומה שביניהם לא נמצאו אלא מאמתת המצאו [די\"ל שמשמים וארץ ומה שביניהם הוא ע\"ד את השמים ואת הארץ, את השמים לרבות צבא השמים ואת הארץ לרבות צבא הארץ60], ומזה באים להסיום דמשנה תורה – ענין הגאולה, ועד להסיום והחותם דמשנה תורה61 – כי מלאה הארץ דיעה את הוי' כמים לים מכסים62.ז) וע\"י מעשינו ועבודתינו, ובפרט בההכנות למתן תורה וקבלת התורה, ובפרט לאחרי שסיימו כבר ספירת העומר וביררו כל המדות מחסד שבחסד עד מלכות שבמלכות, דספירת העומר היא הכנה למתן תורה שמתחלת באנכי גו' אשר הוצאתיך מארץ מצרים (ענין הגאולה), ובפרט שבהמשך לספה\"ע אומרים עלינו לשבח כו' עד להסיום והי' הוי' למלך על כל הארץ ביום ההוא יהי' הוי' אחד ושמו אחד63, [דענין והי' הוי' למלך על כל הארץ שייך לספירת המלכות ובפרט מלכות שבמלכות], ולאחרי זה אומרים אך צדיקים יודו לשמך ישבו ישרים את פניך64, וכל זה הכריזו בצבור במקום שמגדלין בו תורה ומגדלין בו תפלה, הרי בודאי שמיד תבוא הגאולה, ותהי' השלימות דמלכות – מלכות בית דוד, וגם מלכותו של משה65 וכן דהבעש\"ט ודכל הנשיאים שלאחריו, ודמאן מלכי רבנן66, וכל זה יהי' מיד, דלא עיכבן אפילו כהרף עין67, ומתוך שמחה וטוב לבב, ולמטה מעשרה טפחים, ותיכף ומיד ממש.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד אור לה' סיון, ערב חג השבועות, ה'תשמ\"טאנכי הוי' אלקיך אשר הוצאתיך מארץ מצרים1, דפסוק זה הוא דיבור הראשון דעשרת הדברות שניתנו במתן תורה בו' סיון2, לאחרי שהקדימו ישראל נעשה לנשמע [ובאו מלאכי השרת וקשרו לכל אחד מישראל שני כתרים אחד כנגד נעשה ואחד כנגד נשמע3] בחמישי בסיון4 ומובא בכמה דרושים דרבותינו נשיאינו5 השאלה הידועה דגדולי ישראל6, הרי בריאת שמים וארץ הוא פלא גדול יותר מיצי\"מ דביצי\"מ, אף שהיו כמה נסים, הרי נוסף לזה שאין זה ביאור מספיק על זה שאומר אשר הוצאתיך מארץ מצרים דוקא, מכיון שגם קודם יצי\"מ וכן לאחרי יצי\"מ היו כו\"כ נסים7, הנה ענין הנס הוא שינוי מיש ליש, ובריאת שמים וארץ הוא יש מאין ונוסף לזה שבריאה יש מאין הוא פלא גדול יותר, הנה גם הכח האלקי שבבריאה יש מאין הוא כח נעלה יותר, כידוע8 שבריאה יש מאין היא רק בכח העצמות שמציאותו מעצמותו [ויש לומר, דזה שהמציאות דיש הנברא היא מציאות אמיתית9, הוא מפני שהתהוותו היא מהעצמות, יש האמיתי10] ולמה אומר אשר הוצאתיך מארץ מצרים, דלכאורה הול\"ל אשר בראתי שמים וארץ.ב) ויש להוסיף, דזה שלכאורה הול\"ל אשר בראתי שמים וארץ, הוא גם לפי שבריאת שמים וארץ ומתן תורה (דאנכי הוי' אלקיך הוא הפתיחה דמ\"ת) שייכים זל\"ז דבריאת שמים וארץ מתחדשת בכל רגע ורגע, כתורת הבעש\"ט עה\"פ11 לעולם הוי' דברך נצב בשמים (הובא בספר תניא קדישא12) שכח האלקי מהוה תמיד את הנברא מאין ליש ומכיון שבריאה והתהוות יש מאין היא בכח העצמות, מובן, שהבריאה שבכל רגע ורגע היא יש מאין ממש מהעצמות",
          "topics": [
            "אור",
            "עצמות",
            "בריאה",
            "עולם",
            "ישראל"
          ],
          "word_count": 237
        },
        {
          "chunk_id": "chunk_2",
          "content": "ועד\"ז הוא בתורה13, שנתינתה (והמשכתה) היא מהעצמות (אנכי), והמשכתה מהעצמות היא בכל רגע14 כמ\"ש15 נותן התורה לשון הוה, שלכן ארז\"ל16 בכל יום17 יהיו בעיניך חדשים, חדשים ממש.והנה הכח על זה שבכל יום יהיו בעיניך חדשים, ניתן במ\"ת וכידוע18 בפירוש הכתוב19 וידבר אלקים את כל הדברים האלה לאמר, שהפירוש דתיבת לאמר בפסוק זה הוא לא לאמר לאחרים (כמו כל לאמר שבמקרא) שהרי (נשמות) כל ישראל היו במעמד הר סיני ושמעו הדברות מהקב\"ה עצמו, ופירוש לאמר כאן הוא שבשעת מ\"ת ניתן הכח לכאו\"א מישראל שבכל הדורות לאמר את כל הדברים האלה (שקאי גם על כל התורה כולה20), שלימוד התורה שלו יהי' באופן דלאמר, שאומר הדברים שהקב\"ה אומר עכשיו, כמו בשעת מתן תורה שלכן מה להלן באימה וביראה וברתת ובזיע אף כאן כו'21 ועפ\"ז מודגש עוד יותר השייכות דענין ההתחדשות למתן תורה, כיון שהכח על זה שיהיו בעיניך חדשים ניתן במתן תורה.ג) והנה ע\"פ הידוע שגם שאלה בתורה היא תורה, תורת אמת, מובן, דזה שמובא בכמה דרושים שההתחלה דמ\"ת הי' צ\"ל בבריאת שמים וארץ הוא גם אליבא דאמת דנוסף לזה שהתחלת כל התורה היא בראשית ברא אלקים את השמים ואת הארץ22, וכן התחלת משנה תורה (להרמב\"ם)23 היא לידע שיש שם מצוי ראשון והוא ממציא כל נמצא וכל הנמצאים כו' לא נמצאו אלא מאמיתת המצאו [ולהוסיף, שבההתחלה דמשנה תורה מבואר לא רק ענין הבריאה בכללות (כבהתחלת תושב\"כ) אלא גם שכל הנמצאים נמצאו מאמיתת המצאו, היינו שהבריאה היא בכח העצמות יש האמיתי, וכן – שהבריאה היא בכל רגע ורגע כמ\"ש בהמשך הענין שם24 דאם יעלה על הדעת שהוא אינו מצוי אין דבר אחר יכול להמצאות, שהכוונה בזה היא שגם לאחרי שנמצאו הנמצאים – באם לא יהי' מצוי (בהם), תיבטל מציאותם",
          "topics": [
            "עצמות",
            "בריאה",
            "דעת",
            "ישראל",
            "תורה"
          ],
          "word_count": 265
        },
        {
          "chunk_id": "chunk_3",
          "content": "דשני ענינים אלו שבתורת החסידות, שהבריאה היא בכח העצמות ושהבריאה היא בכל רגע, כתבם הרמב\"ם בסגנון דהלכה], הנה נוסף לזה – גם בההתחלה דמתן תורה ישנו הענין דבריאת שמים וארץ, אלא שענין זה הוא בהחלק דתושבע\"פ דפסוק ראשון דמ\"ת25, הפירוש דתורה שבכתב26 וי\"ל הביאור בזה, דע\"י עסק התורה באופן דיהיו בעיניך חדשים, מגלים גם החידוש בהבריאה27 שהיא מתחדשת בכל רגע מאין ליש וע\"פ המובא לעיל דתיבת לאמר שבהתחלת מ\"ת הוא הנתינת כח על יהיו בעיניך חדשים, שעי\"ז מגלים (כנ\"ל) החידוש דהבריאה, הרי, שבההתחלה דמ\"ת (עוד לפני עשרת הדברות) יש (ברמז עכ\"פ) הענין דחידוש הבריאה.אלא שאעפ\"כ ההתחלה דמ\"ת בגילוי (בתושב\"כ) היא אנכי ה\"א אשר הוצאתיך מארץ מצרים, כי הכוונה דבריאת העולם ודמתן תורה היא בשביל ישראל, אַז זיי זאָלן דורכגיין הענין דמצרים מלשון מיצר וגבול ושיהי' אצלם היציאה מכל מיצרים וגבולים, הוצאתיך מארץ מצרים, ואפילו מבית עבדים, שיהיו מושללים מעבדות לבו\"ד ואיזו שהיא, כי לי בני ישראל עבדים28, לי לעצמות ומהות, ושטרי קודם29 ויש לקשר זה עם הענין שמתן תורה הי' לאחרי שהקדימו ישראל נעשה לנשמע30, דהגם שהגילוי דמתן תורה הי' מצד למעלה, ואני המתחיל31, הי' צריך להיות תחלה הקדמת נעשה לנשמע, הביטול לבעל הרצון, ועי\"ז דוקא ניתנה התורה ונמשכה מהעצמות כולל גם הנתינת כח שהי' במ\"ת (\"לאמר\", כנ\"ל) שבכל יום יהיו בעיניך חדשים.ד) והימים האלה נזכרים ונעשים32, שבכל שנה ושנה חוזרים ונמשכים אותם הענינים כמו שהיו בפעם הראשונה, ויתירה מזו, שבכל שנה הם בדרגא נעלית יותר, דמעלין בקודש33",
          "topics": [
            "אור",
            "עצמות",
            "גילוי",
            "בריאה",
            "עולם"
          ],
          "word_count": 228
        },
        {
          "chunk_id": "chunk_4",
          "content": "וכיון שכל הענינים תלויים במעשינו ועבודתינו34, לכן, בכל שנה צריך להוסיף ולהעלות בקודש גם בההכנות למתן תורה, הוספה בהענין דויחן לשון יחיד כאיש אחד בלב אחד שהי' בר\"ח סיון35, וכן בההכנות שהיו לאחרי ר\"ח סיון (שמיד אחר ר\"ח התחיל משה להתעסק עמהם בענין קבלת התורה36), ועאכו\"כ בההכנה דהקדמת נעשה לנשמע, שהיא ההכנה העיקרית למתן תורה כמובן גם מזה שהכנה זו דהקדמת נעשה לנשמע היא בחמישי בסיון שהוא הערב של ששי בסיון שבו ניתנה התורה והוא, שבמשך היום יתבוננו בהענין דהקדמת נעשה לנשמע, התבוננות המתאימה שמביאה לידי פועל, שבכל ענין דעבודת ה', צריך לכל לראש לקיימו בפועל (נעשה), ולאחרי זה להבין את הענין בחב\"ד שלו (נשמע)",
          "topics": [
            "משה",
            "תורה"
          ],
          "word_count": 105
        },
        {
          "chunk_id": "chunk_5",
          "content": "ואף שיום זה (חמישי בסיון) הוא ערב יו\"ט שישנם בו כמה טרדות דהכנות צרכי החג, הרי ידועה תורת כ\"ק מו\"ח אדמו\"ר37 שבחג השבועות ועד\"ז בערב (ומעין) חגה\"ש אין שליטה (כ\"כ) להצד שכנגד, ולכן הוא זמן המוכשר לעשות הכל לטובת לימוד התורה והעבודה כו'.ומובן בפשטות, דנוסף להכנות הנ\"ל ששייכים להימים שלפני חגה\"ש, מתחיל מר\"ח סיון, צריך להיות ובמכ\"ש השתדלות מיוחדת בנוגע להענינים השייכים לחגה\"ש עצמו, מתחיל מההשתדלות שכאו\"א מישראל, אנשים נשים וטף, יהיו בבית הכנסת בעת קריאת עשרת הדברות, וכמדובר כמה פעמים38, דזה שבכל שנה בחגה\"ש ניתנה התורה מחדש ע\"ד כמו שהי' בפעם הראשונה מתגלה בעיקר בהקריאה דעשרת הדברות, כמאמר רז\"ל39 אמר הקב\"ה לישראל בני היו קורין את הפרשה הזאת בכל שנה ואני מעלה עליכם כאילו אתם עומדין לפני הר סיני ומקבלין את התורה, שלכן צריך לשמוע פרשה זו באימה וביראה וכו' כאילו עומדים לפני הר סיני, וזהו גם מהטעמים על גודל ההשתדלות שכל בני ישראל, גם הקטני קטנים(ות) יהיו בבית הכנסת בעת קריאת עשרת הדברות, כמדובר כמה פעמים בארוכה [ולהוסיף, שההשתדלות שהטף יהיו בביהכ\"נ בעת קריאת עשה\"ד שייך גם לההכנה דבנינו עורבים אותנו40, שי\"ל שכולל גם הפירוש דעורבים מלשון תערובת שכל ישראל מעורבים זה בזה, ועורבים מלשון עריבות ומתיקות שכל ישראל ערבים ומתוקים זה לזה41] ועד\"ז החלטות טובות להוסיף בלימוד התורה, נגלה דתורה ופנימיות התורה, ועד שיפוצו מעינותיך חוצה, כולל גם ההשתדלות לארגן כינוסי תורה באסרו חג השבועות זמן מתן תורתנו או בימים הסמוכים לזה42",
          "topics": [
            "ישראל",
            "תורה",
            "עבודה",
            "יראה",
            "רבי"
          ],
          "word_count": 225
        },
        {
          "chunk_id": "chunk_6",
          "content": "וכאמור לעיל, שבכל שנה צריך להוסיף בכל ענינים אלו ביתר שאת וביתר עוז, הן בנוגע לההכנות השייכים להימים שלפני זמן מתן תורתנו, והן בנוגע להחלטות טובות (וההשתדלות) בנוגע להענינים השייכים לזמן מתן תורתנו והימים שלאחריו.וכאמור לעיל, שבכל שנה צריך להוסיף בההכנות למ\"ת ובפרט בההכנה דהקדמת נעשה לנשמע (בערב חג השבועות), ועי\"ז גם הענין דמתן תורה וקבלת התורה בחג השבועות הוא בדרגא נעלית יותר, ועד באין ערוך ועד שבכל שנה, כל ענינים אלו (מ\"ת וקבלת התורה, וכן ההכנות לזה) הם חדשים ממש ובפרט בשנה זו (תשמ\"ט), ערב שנת תש\"נ שי\"ל – רמז ר\"ת תהא שנת נסים (וגם בשנה זו, ערב תש\"נ, טועמים כבר מהנסים בתש\"נ43), צריכה להיות ההכנה ביתר שאת וביתר עוז וע\"י ההוספה מדי שנה בשנה בההכנות למתן תורה, מיתוסף גם בהענין דמתן תורה, ועד להוספה שבאין ערוך ובאופן של חידוש דהגם שהענין דמתן תורה, ובאופן של חידוש, הוא במשך כל ימי השנה (כנ\"ל ס\"ב), הרי עיקר הענין דמתן תורה (באופן חדש לגמרי) הוא בחגה\"ש זמן מתן תורתנו.ה) והנה, כמו שבמתן תורה בפעם הראשונה נעשה תוקף בקיום העולם כמאמר חז\"ל44 עה\"פ45 ארץ יראה ושקטה, שעד יום הששי בסיון ארץ יראה, וביום הששי בסיון, כשישראל קיבלו את התורה, שקטה, עד\"ז הוא בכל שנה ושנה, שע\"י ההוספה במתן תורה ובקבלת התורה נעשית הוספה בהתוקף דקיום העולם וע\"ד משנת\"ל (ס\"ג) שע\"י עסק התורה באופן דיהיו בעיניך חדשים מגלים גם החידוש שישנו בהעולם, שהוא מתחדש בכל רגע מאין ליש בכח העצמות דיש לומר שענין זה [גילוי כח האלקי שמהוה את העולם מאין ליש] הוא אמיתית הענין דשקטה ועפ\"ז יש להוסיף, דזה שבכל שנה צריך להוסיף בההכנות למתן תורה וקבלת התורה, נכלל בזה גם הוספה בג' העמודים שעליהם העולם עומד, תורה עבודה וגמ\"ח46",
          "topics": [
            "עצמות",
            "גילוי",
            "עולם",
            "ישראל",
            "תורה"
          ],
          "word_count": 268
        },
        {
          "chunk_id": "chunk_7",
          "content": "ובפרט בצדקה, דנוסף לזה שהוא אחד העמודים דהעולם, הוא (גם) כללות כל התורה, כמבואר בתו\"א ד\"ה בחודש השלישי47 ולכן נוסף על הסיום (כנהוג) בעשיית כל אחד ואחת לשליח במצות צדקה – צריך להיות בערב חג השבועות, ערב זמן מתן תורתנו, הוספה מיוחדת בנתינת הצדקה, ועד שנתינת הצדקה ביום זה תהי' באופן של פתיחה חדשה, דע\"י פתיחה זו נעשה גם הוספה בההשפעה מידו הפתוחה (המלאה הפתוחה הקדושה והרחבה48) בנוגע לכל הענינים, ובפרט בהענין דמתן תורה, מתחיל מהדיבור הראשון אנכי גו' אשר הוצאתיך מארץ מצרים, שיוצאים מכל המיצרים וגבולים, ונעשים חד עם אנכי נותן התורה.וענין זה (דיציאה ממיצרים וגבולים) בא בהנשמה כמו שהיא מלובשת בגוף, לאורך ימים ושנים טובות, גוף בריא ונשמה בריאה וע\"י לימוד גליא דתורה (הגוף דתורה49) ופנימיות התורה (נשמתא דאורייתא48) ששניהם הם תורה אחת, נעשים גם הגוף והנשמה של האדם הלומד מציאות אחת, מציאות שהיא חד עם אנכי, נותן התורה.וע\"י שמכריזים על ענינים אלו בבית גדול, בית שמגדלין בו תורה50 ובית שמגדלין בו תפלה51, דתפלה הוא בקשת כל צרכיו, הן צרכיו הרוחניים והן צרכיו הגשמיים, הנה עי\"ז ניתוסף עוד יותר בכל הנ\"ל, שהקב\"ה עוזר לקיים את כל ההחלטות (שהם גם בקשה ותפלה) דההכנות למתן תורה, וגם ממלא הבקשות בנוגע לההמשכה דמ\"ת [ובפרט שנמצאים בבית שמגדלין בו תורה], שהמשכת התורה תהי' בשלימות ובאופן חדש לגמרי כנ\"ל, ועד לתורה חדשה מאתי תצא52 בגאולה האמיתית והשלימה ע\"י משיח צדקנו ולהוסיף, דענין מתן תורה הוא – נתינת התורה למטה בארץ, ובאופן שלא בשמים היא53",
          "topics": [
            "אור",
            "בריאה",
            "עולם",
            "תורה",
            "גאולה"
          ],
          "word_count": 231
        },
        {
          "chunk_id": "chunk_8",
          "content": "וכמחז\"ל54 שהקב\"ה אומר למלאכי השרת אני ואתם נלך אצל ב\"ד של מטה כו'.ועפ\"ז כשישראל למטה פוסקים פס\"ד ע\"פ תורה שהגיע כבר זמן הגאולה (כי כלו כל הקצין55 וישראל כבר עשו תשובה56) – כן יקום ותיכף ומיד באה הגאולה.ו) ולהוסיף שחג השבועות שייך למשה רבינו57, דמשה58 קיבל תורה מסיני ומסרה וכו' עד לאנשי כנסת הגדולה שהם אמרו העמידו תלמידים הרבה, שבזה (תלמידים הרבה) נכלל כל אחד מישראל, אנשים נשים וטף [ויש לומר דפירוש העמידו תלמידים הרבה הוא גם שכל אחד מהתלמידים (היינו כל א' מישראל) נעשה עמוד, שעל ידו מתקיימים כל ג' העמודים שעליהם העולם עומד].וחג השבועות שייך לדוד המלך ולהבעש\"ט56 שיום ההילולא שלהם הוא בחגה\"ש ומכיון שהענין דחידוש הבריאה הוא פירוש הבעש\"ט על הפסוק לעולם ה' דברך נצב בשמים, פסוק בתהלים שנאמר ע\"י דוד נעים זמירות ישראל, לכן, ימי חגה\"ש הם מסוגלים ביחוד ללימוד והפצת התורה באופן דהעמידו תלמידים הרבה, ושהלימוד וההפצה בכל יום, ועאכו\"כ בכל שנה, יהיו באופן דמעלין בקודש ועד באופן של חידוש, שע\"י החידוש בתורה נתגלה (כנ\"ל) החידוש דהבריאה, שכל הנבראים מתחדשים מאין ליש בכל רגע.ועד\"ז הוא לאידך, שע\"י לימוד והפצת הענין דחידוש הבריאה בכל רגע, שהוא מהענינים העיקריים דתורת החסידות, עי\"ז מקרבים וממהרים את הגאולה העתידה, שאז יהי' אמיתית החידוש בתורה, תורה חדשה מאתי תצא ויש לומר, דזהו גם הקשר דהתחלת התורה עם ההתחלה דמתן תורה, דהתחלת התורה הוא בראשית ברא אלקים את השמים ואת הארץ, ומזה באים לוידבר אלקים את כל הדברים גו' לההתחלה דמ\"ת אנכי ה\"א אשר הוצאתיך מארץ מצרים שבזה נכלל גם גאולה העתידה דכימי צאתך מארץ מצרים אראנו נפלאות59",
          "topics": [
            "בריאה",
            "עולם",
            "משה",
            "דוד",
            "ישראל"
          ],
          "word_count": 247
        },
        {
          "chunk_id": "chunk_9",
          "content": "ועד\"ז הוא במשנה תורה (להרמב\"ם) שההתחלה היא שיש שם מצוי ראשון והוא ממציא כל נמצא וכל הנמצאים משמים וארץ ומה שביניהם לא נמצאו אלא מאמתת המצאו [די\"ל שמשמים וארץ ומה שביניהם הוא ע\"ד את השמים ואת הארץ, את השמים לרבות צבא השמים ואת הארץ לרבות צבא הארץ60], ומזה באים להסיום דמשנה תורה – ענין הגאולה, ועד להסיום והחותם דמשנה תורה61 – כי מלאה הארץ דיעה את הוי' כמים לים מכסים62.ז) וע\"י מעשינו ועבודתינו, ובפרט בההכנות למתן תורה וקבלת התורה, ובפרט לאחרי שסיימו כבר ספירת העומר וביררו כל המדות מחסד שבחסד עד מלכות שבמלכות, דספירת העומר היא הכנה למתן תורה שמתחלת באנכי גו' אשר הוצאתיך מארץ מצרים (ענין הגאולה), ובפרט שבהמשך לספה\"ע אומרים עלינו לשבח כו' עד להסיום והי' הוי' למלך על כל הארץ ביום ההוא יהי' הוי' אחד ושמו אחד63, [דענין והי' הוי' למלך על כל הארץ שייך לספירת המלכות ובפרט מלכות שבמלכות], ולאחרי זה אומרים אך צדיקים יודו לשמך ישבו ישרים את פניך64, וכל זה הכריזו בצבור במקום שמגדלין בו תורה ומגדלין בו תפלה, הרי בודאי שמיד תבוא הגאולה, ותהי' השלימות דמלכות – מלכות בית דוד, וגם מלכותו של משה65 וכן דהבעש\"ט ודכל הנשיאים שלאחריו, ודמאן מלכי רבנן66, וכל זה יהי' מיד, דלא עיכבן אפילו כהרף עין67, ומתוך שמחה וטוב לבב, ולמטה מעשרה טפחים, ותיכף ומיד ממש",
          "topics": [
            "מלכות",
            "חסד",
            "צדיקים",
            "צדיק",
            "משה"
          ],
          "word_count": 208
        }
      ],
      "footnotes": "* ) יצא לאור בשעתו, \"מוצחה\"ש וש\"ק תשמ\"ט\".1) יתרו כ, ב. ואתחנן ה, ו.2) שו\"ע אדה\"ז או\"ח ר\"ס תצד.3) שבת פח, א.4) פרש\"י משפטים כד, ד.5) ד\"ה למען תזכור בס' מאמרי אדהאמ\"צ ויקרא ח\"א ע' תא ואילך (וראה בהנסמן בהערות שם). ד\"ה אנכי ה' אלקיך תרכ\"ו (סה\"מ תרכ\"ו ע' ס). עטר\"ת (סה\"מ עטר\"ת ע' שס ואילך). ד\"ה החודש ה'ש\"ת פ\"ב ואילך (סה\"מ ה'ש\"ת ע' 20 ואילך). ועוד.6) ראב\"ע עה\"פ יתרו שם, ד\"ה שאלני ר\"י הלוי.7) כמו שמדייק בד\"ה אנכי תרכ\"ו בתחלתו.8) אגה\"ק ס\"כ (קל, ריש ע\"ב). וראה בארוכה סה\"מ תש\"ז ע' 238 (וראה גם אגה\"ק שם), דנוסף לזה שהתהוות היש היא בכח העצמות, הנה גם בהיש עצמו יש דוגמת הענין דמציאותו מעצמותו.9) ראה בארוכה סה\"מ תרכ\"ט ע' קמח ובכ\"מ, שהעולם הוא מציאות ולא דמיון.10) וראה ביאוה\"ז לאדהאמ\"צ בשלח מג, ג.11) תהלים קיט, פט.12) שעהיוה\"א בתחלתו.13) ראה סה\"מ עטר\"ת ע' תלח-ט וסה\"מ ה'ש\"ת ע' 116 ואילך, דזה שהתורה מתחדשת תמיד היא דוגמת ההתחדשות דמע\"ב.14) ראה סה\"מ עטר\"ת שם (וראה גם שם ע' תמז), שהתורה \"צריכה להתחדש תמיד מן העצמות\".15) בברכת התורה.16) פרש\"י יתרו יט, א. עקב יא, יג. תבוא כו, טז. וראה גם המכתב דר\"ח סיון שנה זו (נדפס גם בהתוועדויות תשמ\"ט ח\"ג ע' 236. ובכ\"מ). וש\"נ.17) ראה סה\"מ ה'ש\"ת שם ע' 117 בענין המחדש בטובו בכל יום תמיד מע\"ב, ד\"בכל יום\" הוא לאו דוקא אלא בכל רגע. ולהעיר שכן הוא במרז\"ל בכל יום יהיו בעיניך חדשים, שהכוונה היא בכל רגע.18) תו\"א יתרו סז, ב. לקו\"ת שה\"ש מב, א. ובכ\"מ.19) יתרו כ, א.20) ראה חגיגה ג, ב ובכמה מדרשי רז\"ל – הובאו בלקו\"ת במדבר טו, ג.21) ברכות כב, א.22) בראשית א, א.23) הל' יסוה\"ת פ\"א ה\"א.24) שם ה\"ב. וראה בה\"פירוש\" שם ה\"ג.25) ועד\"ז הוא לאידך, דזה ש\"לא הי' צריך להתחיל את התורה אלא מהחודש הזה לכם\" (פרש\"י ר\"פ בראשית), ענין יציאת מצרים – הכוונה בזה היא, שהתורה מתחלת בהחודש הזה לכם, אלא שענין זה הוא בתושבע\"פ דהתחלת התורה.26) דתורה בפירושה ניתנה (הקדמת הרמב\"ם לספר היד בתחלתה).27) דכיון שכל הענינים שבעולם נמשכים מענינם בתורה (זח\"ב קסא, סע\"א ואילך) – לכן, ע\"י גילוי הענין בתורה, נתגלה גם הענין בעולם, שמשתלשל ממנו.28) בהר כה, נה.29) פרש\"י שם.30) ראה אוה\"ת במדבר ע' קסד, שע\"י שהקדימו נעשה לנשמע \"עוררו למעלה בחי' גילוי רעד\"ר כו' גרמו ענין מ\"ת\".31) תנחומא וארא טו. שמו\"ר פי\"ב, ג. ועוד.32) אסתר ט, כח. וראה רמ\"ז בס' תיקון שובבי\"ם, הובא ונתבאר בס' לב דוד להחיד\"א פכ\"ט.33) ברכות כח, א. וש\"נ.34) לשון אדה\"ז בתניא רפל\"ז.35) יתרו יט, ב ובפרש\"י.36) שו\"ע אדה\"ז סוף הל' פסח (סו\"ס תצד). וע\"פ מ\"ש בפנים יומתק מה שמאריך בשו\"ע שם בפרטי הענינים שהיו בהימים שלפני מ\"ת – אף שענינו דהשו\"ע הוא הלכות ופסקי דינים וטעמיהם – כי גם זה הוא הלכה, שבכל יום (בכל שנה) צריכה להיות העבודה בהענין שהי' ביום זה בפעם הראשונה. [אלא שעפ\"ז צע\"ק שאינו מביא שם הענין דהקדמת נעשה לנשמע].37) \"היום יום\" ג' וד' סיון.38) לקו\"ש חכ\"ג ע' 250 ואילך.39) פסיקתא דר\"כ (הובא ברוקח סרצ\"ו) עה\"פ בחודש השלישי.40) שהש\"ר פ\"א, ד.41) ראה ס' השיחות תש\"א ע' 144. אגרות קודש אדמו\"ר מהוריי\"צ ח\"א ע' שפד. ע' תפא.42) ראה גם שיחת ש\"פ אחרי שנה זו (תשמ\"ט) ס\"ט ואילך (התוועדויות תשמ\"ט ח\"ג ע' 68 ואילך). וראה גם שם ע' 72 ואילך (בקשר לעריכת כינוסי תורה בהמשך לחגה\"פ).43) ראה שו\"ע אדה\"ז או\"ח סו\"ס רנ.44) שבת פח, א.45) תהלים עו, ט.46) אבות פ\"א מ\"ב.להעיר מהמבואר בד\"ה צאינה וראינה עזר\"ת (ע' רכה) וד\"ה בשעה שהקדימו תשי\"ב (תורת מנחם – התוועדויות ח\"ה ס\"ע 228 ואילך), דנוסף לשני הכתרים שכנגד נעשה וכנגד נשמע – יש גם כתר שלישי כנגד שהקדימו נעשה לנשמע. ושם, שזהו\"ע ג' העטרות שבויק\"ר פ' קדושים (פכ\"ד, ח), שנים נתן בראש בניו [כתר שכנגד נעשה וכתר שכנגד נשמע] ואחד נטל לעצמו [הכתר דהקדמת נעשה לנשמע]. וע\"פ הידוע (סה\"מ עטר\"ת ע' שפז, שצה. ובכ\"מ) שג' העטרות שבויק\"ר שם הם ג' הקוין דתורה עבודה וגמ\"ח – מובן, שג' קוין אלו שייכים לחמישי בסיון (שאז הקדימו נעשה לנשמע ונמשכו כל הג' כתרים).47) סז, ג.48) ברכה השלישית דברכת המזון.49) זח\"ג קנב, א.50) דע\"י שמגדלין בו תורה שנקראת בשם בית, גם הבית (כפשוטו) נעשה בית גדול. דזהו גם מהטעמים שהקיום דבית בישראל הוא* כשהבית קשור עם תורה.*) להעיר מהל' ת\"ת לאדה\"ז פ\"ד ה\"ח (מסנהדרין צב, א) כל בית כו'.51) מגילה כז, א.52) ישעי' נא, ד. ויק\"ר פי\"ג, ג.53) שלכן אין משגיחין בבת קול (ב\"מ נט, ב), דענין זה נתחדש במ\"ת. ולהעיר משבת פט, א \"תורה היכן היא כו' נתתי' לארץ\", שלכאורה, מכיון שתורה היא דבר רוחני, הרי ע\"י נתינתה לארץ אין הכרח (לכאורה) שתנטל מהשמים ואפשר להיות כמדליק מנר לנר. וע\"פ הנ\"ל מובן, כי נתינת התורה לארץ היתה באופן ש(בנוגע לפס\"ד) ניטלה מן השמים. וע\"ד וכמארז\"ל \"אמר להם הקב\"ה לישראל, לשעבר הי' בידי כו' מכאן ואילך הרי מסורה בידכם כו'\" (שמו\"ר פט\"ו, ב).54) דב\"ר פ\"ב, יד. וראה שמו\"ר שבהערה הקודמת.55) סנהדרין צז, ב.56) כפס\"ד כ\"ק מו\"ח אדמו\"ר שאנחה של יהודי היא תשובה גדולה (\"היום יום\" ג' תמוז. אגרות קודש שלו ח\"ג ס\"ע תקנא. סה\"מ תרפ\"ז ע' ד).57) ע\"ד השייכות דחגה\"ש למשה רבינו, לדוד המלך ולהבעש\"ט – ראה בארוכה לקו\"ש ח\"ח ע' 21 ואילך. ע' 249 ואילך. ועוד.58) אבות רפ\"א.59) מיכה ז, טו.60) ראה פרש\"י עה\"פ בראשית א, יד.61) סוף הל' מלכים.62) ישעי' יא, ט.63) זכרי' יד, ט.64) תהלים קמ, יד.65) ויהי בישורון מלך זה משה (מדרש תהלים בתחלתו. שמו\"ר פמ\"ח, ד. הובא ברמב\"ן ברכה לג, ה).66) ראה גיטין סב, א. נדרים כ, ב.67) מכילתא ופרש\"י בא יב, מא.",
      "glossary": "|אור (Or): Light; אך צדיקים יודו לשמך (Ach Tzadikim Yodu L'shimcha): Only the righteous will thank Your name; אליבא דאמת (Alibah D'emet): According to truth; אלקיך (Elokeicha): Your God; אנכי (Anochi): I am; אנשים נשים וטף (Anashim Nashim V'taf): Men, women and children; אסרו חג (Isru Chag): Day after the festival; אפילו כהרף עין (Afilu K'heref Ayin): Even as the blink of an eye; ארז\"ל (Amru Rabboteinu Zichronam Livracha): Our sages of blessed memory said; ארץ יראה (Eretz Yar'ah): The earth feared; ארץ יראה ושקטה (Eretz Yar'ah V'shaketah): The earth feared and was still; אשר בראתי שמים וארץ (Asher Barati Shamayim V'aretz): Who created heaven and earth; אשר הוצאתיך (Asher Hotzeiticha): Who brought you out; את כל הדברים האלה (Et Kol HaDevarim Ha'eleh): All these words; באימה וביראה (B'eimah U'v'yirah): With awe and fear; בגילוי (B'gilui): In revelation; בו\"ד (Basar V'dam): Flesh and blood; ביהכ\"ן (Beit HaKnesset): Synagogue; ביום ההוא (BaYom HaHu): On that day; ביטול (Bitul): Nullification; בית הכנסת (Beit HaKnesset): Synagogue; ביתר שאת וביתר עוז (B'yeter Se'et U'v'yeter Oz): With greater strength and power; בכל יום (B'chol Yom): Every day; בני (Banai): My children; בנינו עורבים אותנו (Baneinu Orvim Otanu): Our children are guarantors for us; בס\"ד (בסייעתא דשמיא): With the help of Heaven; בעל הרצון (Ba'al HaRatzon): Master of will; בצבור (B'tzibur): In public; בראשית ברא אלקים (B'reishit Bara Elohim): In the beginning God created; בריאת שמים וארץ (Bri'at Shamayim V'aretz): Creation of heaven and earth; ברמז (B'remez): By hint; ברתת ובזיע (B'retet U'v'za): With trembling and perspiration; בשביל ישראל (Bishvil Yisrael): For the sake of Israel; גדולי ישראל (Gedolei Yisrael): Great ones of Israel; דיבור הראשון (Dibur HaRishon): First commandment; דלא עיכבן (D'lo Ichvan): Without delay; דרושים (Derushim): Homilies/Sermons; ה' סיון (Hey Sivan): Fifth of Sivan; ה'תשמ\"ט (Hey Tashmat): Year 5749; הבעש\"ט (HaBaal Shem Tov): The Baal Shem Tov; הגאולה (HaGeulah): The redemption; הדורות (HaDorot): The generations; ההכנה העיקרית (HaHachanah Ha'ikarit): The main preparation; ההתחדשות (HaHitchadshut): The renewal; הוי' (Havaya): The Tetragrammaton/God's name; הול\"ל (Hava Lei L'meimar): He should have said; החידוש בהבריאה (HaChidush BaB'riah): The renewal in creation; החלטות טובות (Hachlalot Tovot): Good resolutions; הכנות צרכי החג (Hachanot Tzarchei HaChag): Preparations for holiday needs; המדות (HaMidot): Character traits; המשכתה (Hamshachatah): Its drawing down; הנשיאים (HaNesi'im): The leaders; העצמות (Ha'Atzmus): The Essence; הפרשה הזאת (HaParashah HaZot): This portion; הצד שכנגד (HaTzad SheKeneged): The opposing side; הקב\"ה (HaKadosh Baruch Hu): The Holy One, Blessed be He; הרמב\"ם (HaRambam): Maimonides; התבוננות (Hitbonenut): Contemplation; התוקף דקיום העולם (HaTokef D'kiyum HaOlam; ו' סיון (Vav Sivan): Sixth of Sivan; והי' הוי' למלך (V'hayah Havaya L'melech): And the Lord shall be King; והימים האלה נזכרים ונעשים (V'hayamim Ha'eleh Nizkarim V'na'asim): These days are remembered and made; וידבר אלקים (Vayedaber Elohim): And God spoke; ויחן לשון יחיד (Vayichan Lashon Yachid): And he camped - singular language; זמן המוכשר (Zman HaMuchshar): Opportune time; זמן מתן תורתנו (Zman Matan Torateinu): Time of the giving of our Torah; חב\"ד (Chabad): Chochma, Binah, Da'at (Wisdom, Understanding, Knowledge); חגה\"ש (Chag HaShavuot): Festival of Weeks; חדשים ממש (Chadashim Mamash): Truly new; חז\"ל (Chazal): Our sages of blessed memory; חמישי בסיון (Chamishi B'Sivan): Thursday of Sivan; חסד שבחסד (Chesed SheBechesed): Kindness within kindness; טרדות (Tirdot): Distractions; יהי' הוי' אחד ושמו אחד (Yihyeh Havaya Echad U'shmo Echad): The Lord will be one and His name one; יהיו בעיניך חדשים (Yihyu B'eineicha Chadashim): Should be new in your eyes; יום הששי בסיון (Yom HaShishi B'Sivan): The sixth day of Sivan; יפוצו מעינותיך חוצה (Yafutzu Ma'yanoteicha Chutzah): Your wellsprings shall spread outward; יצי\"מ (Yetziat Mitzrayim): Exodus from Egypt; יש האמיתי (Yesh Ha'Amiti): The true existence; יש מאין (Yesh Me'ayin): Something from nothing; ישבו ישרים את פניך (Yeshvu Yesharim Et Paneicha): The upright will sit before You; כ\"ק מו\"ח אדמו\"ר (Kevod Kedushat Mori V'chami Admor): His holy honor, my teacher and father-in-law, the Rebbe; כאו\"א (Kol Echad V'echad): Each and every one; כאילו (K'ilu): As if; כאיש אחד בלב אחד (K'ish Echad B'lev Echad): Like one person with one heart; כח האלקי (Koach HaElohi): Divine power; כינוסי תורה (Kinusei Torah): Torah gatherings; כתרים (Keterim): Crowns; לאמר (Leimor): To say; לי בני ישראל עבדים (Li B'nei Yisrael Avadim): The children of Israel are servants to Me; לידע (Lada'at): To know; לימוד התורה (Limud HaTorah): Torah study; למטה מעשרה טפחים (L'matah Me'asarah Tefachim): Below ten handbreadths; לעולם הוי' דברך נצב בשמים (L'olam Havaya D'varcha Nitzav BaShamayim): Forever, O Lord, Your word stands in heaven; לעצמות ומהות (L'atzmus U'mahut): To essence and being; לשון הוה (Lashon Hoveh): Present tense; מאמיתת המצאו (Me'amitat Himtza'o): From the truth of His existence; מאמר רז\"ל (Ma'amar Rabboteinu Zichronam Livracha): Statement of our sages of blessed memory; מאן מלכי רבנן (Man Malchei Rabbanan): Who are the kings? The rabbis; מארץ מצרים (Me'eretz Mitzrayim): From the land of Egypt; מבית עבדים (MiBeit Avadim): From the house of bondage; מהוה תמיד (Mehave Tamid): Continuously brings into being; מחדש (Mechadash): Anew; מכל מיצרים וגבולים (Mikol Meitzarim U'gvulim): From all constraints and boundaries; מלאכי השרת (Malachei HaSharet): Ministering angels; מלכות בית דוד (Malchut Beit David): Kingdom of the House of David; מלכות שבמלכות (Malchut SheBeMalchut): Kingship within kingship; מלכותו של משה (Malchuto Shel Moshe): Kingdom of Moses; ממציא כל נמצא (Mamtzi Kol Nimtza): Brings into existence all that exists; מעורבים זה בזה (Me'oravim Zeh BaZeh): Mixed with each other; מעלה עליכם (Ma'aleh Aleichem): I consider it for you; מעלין בקודש (Ma'alin BaKodesh): We elevate in holiness; מעמד הר סיני (Ma'amad Har Sinai): Standing at Mount Sinai; מעשינו ועבודתינו (Ma'aseinu V'avodateinu): Our deeds and service; מצוי ראשון (Matzui Rishon): First existent; מציאות אמיתית (Metzi'ut Amitit): True existence; מציאותו מעצמותו (Metzi'uto Me'atzmuto): His existence from His essence; מצרים מלשון מיצר וגבול (Mitzrayim MiLashon Meitzar U'gvul): Egypt from the language of constraint and boundary; מקבלין את התורה (Mekablim Et HaTorah): Receiving the Torah; משה (Moshe): Moses; משנה תורה (Mishneh Torah): Repetition of Torah/Maimonides' code; מתחדשת בכל רגע ורגע (Mitchadeshet B'chol Rega V'rega): Renewed every moment; מתן תורה (Matan Torah): Giving of the Torah; נגלה דתורה (Nigleh D'Torah): Revealed Torah; נותן התורה (Noten HaTorah): Giver of the Torah; נסים (Nissim): Miracles; נעשה לנשמע (Na'aseh V'Nishma): We will do and we will understand; נשמות (Neshamot): Souls; נתינתה (Netinatah): Its giving; ספירת המלכות (Sefirat HaMalchut): Sefirah of Kingship; ספירת העומר (Sefirat HaOmer): Counting of the Omer; ספר תניא קדישא (Sefer Tanya Kadisha): The holy book of Tanya; ע\"ד (Al Derech): In the manner of; עאכו\"כ (Al Achat Kama V'chama): All the more so; עבודת ה' (Avodat Hashem): Service of God; עומדין לפני הר סיני (Omdim Lifnei Har Sinai): Standing before Mount Sinai; על כל הארץ (Al Kol Ha'aretz): Over all the earth; עלינו לשבח (Aleinu L'shabeach): It is upon us to praise; עסק התורה (Esek HaTorah): Engagement with Torah; ערב חג השבועות (Erev Chag HaShavuot): Eve of the Festival of Weeks; ערב יו\"ט (Erev Yom Tov): Eve of holiday; ערב ששי בסיון (Erev Shishi B'Sivan): Eve of the sixth of Sivan; ערבים ומתוקים (Arivim U'metukim): Pleasant and sweet; עריבות ומתיקות (Arivut U'metikut): Pleasantness and sweetness; עשה\"ד (Aseret HaDibrot): Ten Commandments; עשרת הדברות (Aseret HaDibrot): Ten Commandments; פירוש (Perush): Commentary; פלא גדול (Peleh Gadol): Great wonder; פנימיות התורה (Pnimiyut HaTorah): Inner dimension of Torah; פסוק ראשון (Pasuk Rishon): First verse; קבלת התורה (Kabbalat HaTorah): Receiving the Torah; קטני קטנים(ות) (Ketnei Ketanim/Ketanot): Very small children; קריאת עשרת הדברות (Kri'at Aseret HaDibrot): Reading of the Ten Commandments; ר\"ח סיון (Rosh Chodesh Sivan): New Moon of Sivan; רבותינו נשיאינו (Rabboteinu Nesi'einu): Our Rabbis, our leaders; שאלה בתורה (She'eilah BaTorah): Question in Torah; שטרי קודם (Shtarei Kodem): Earlier documents; שינוי מיש ליש (Shinui MiYesh L'Yesh): Change from something to something; שמחה וטוב לבב (Simchah V'tuv Levav): Joy and good heart; שקטה (Shaketah): Was still; תוקף בקיום העולם (Tokef B'kiyum HaOlam): Strength in the existence of the world; תורת אמת (Torat Emet): Torah of truth; תורת הבעש\"ט (Torat HaBaal Shem Tov): Teaching of the Baal Shem Tov; תושב\"כ (Torah SheBichtav): Written Torah; תושבע\"פ (Torah SheBe'al Peh): Oral Torah; תיכף ומיד ממש (Teikef U'miyad Mamash): Immediately and at once literally; תערובת (Ta'arovet): Mixture;"
    },
    "search_tags": [
      "דור",
      "עבודה",
      "צדיק",
      "Knowledge",
      "נשיא",
      "רבי",
      "World",
      "מלכות",
      "Jew",
      "דעת",
      "Fear/Awe",
      "בריאה יש מאין",
      "ביטול",
      "Righteous ones",
      "Nullification",
      "גאולה",
      "Torah",
      "צדיקים",
      "כוונה",
      "Creation",
      "Splendor",
      "Moses",
      "Generation",
      "דוד",
      "Israel",
      "ישראל",
      "המשכה",
      "Kindness",
      "חסידות",
      "תורה",
      "Kingship",
      "Creation ex nihilo",
      "Rabbi",
      "Light",
      "חסד",
      "Will",
      "תשובה",
      "אור",
      "בריאה",
      "עצמות",
      "Intention",
      "משיח",
      "Essence",
      "יראה",
      "David",
      "הוד",
      "Revelation",
      "תיקון",
      "Righteous one",
      "Redemption",
      "Service",
      "Leader",
      "יהודי",
      "גילוי",
      "רצון",
      "משה",
      "חסיד",
      "Chassid",
      "Chassidut",
      "Rectification",
      "Drawing down",
      "Repentance",
      "Messiah",
      "עולם"
    ]
  }
}