{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "3_מא",
    "reference": "Reference: 3_מא",
    "metadata": {
      "hebrew_date": "יו\"ד שבט, ה'תשכ\"ט",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "שכינה",
        "אלקות",
        "אור",
        "אור א\"ס",
        "אוא\"ס",
        "עצמות",
        "גילוי",
        "העלם",
        "צמצום",
        "תחתונים",
        "עליונים",
        "אצילות",
        "בריאה",
        "יצירה",
        "עשיה",
        "עולם",
        "עולמות",
        "מלכות",
        "דעת",
        "תפארת",
        "נצח",
        "הוד",
        "ספירות",
        "צדיקים",
        "צדיק",
        "אברהם",
        "משה",
        "דוד",
        "ישראל",
        "משכן",
        "מקדש",
        "בית המקדש",
        "מצוות",
        "תורה",
        "גן עדן",
        "גלות",
        "גאולה",
        "משיח",
        "עבודה",
        "יראה",
        "התקשרות",
        "המשכה",
        "העלאה",
        "דירה",
        "תכלית",
        "כוונה",
        "רצון",
        "חטא",
        "תשובה",
        "תיקון",
        "הסתלקות"
      ],
      "key_concepts": [
        "Shechinah/Divine Presence",
        "Divinity",
        "Light",
        "Infinite Light",
        "Infinite Light",
        "Essence",
        "Revelation",
        "Concealment",
        "Contraction",
        "Lower worlds",
        "Upper worlds",
        "Emanation",
        "Creation",
        "Formation",
        "Action",
        "World",
        "Worlds",
        "Kingship",
        "Knowledge",
        "Beauty",
        "Eternity",
        "Splendor",
        "Sefirot",
        "Righteous ones",
        "Righteous one",
        "Abraham",
        "Moses",
        "David",
        "Israel",
        "Tabernacle",
        "Temple",
        "Holy Temple",
        "Commandments",
        "Torah",
        "Garden of Eden",
        "Exile",
        "Redemption",
        "Messiah",
        "Service",
        "Fear/Awe",
        "Connection",
        "Drawing down",
        "Elevation",
        "Dwelling",
        "Purpose",
        "Intention",
        "Will",
        "Sin",
        "Repentance",
        "Rectification",
        "Departure"
      ],
      "biblical_references": [
        "שה\"ש ה, א",
        "שה\"ש כד, סע",
        "שה\"ש א, ט",
        "שה\"ש ג, יא",
        "שה\"ש כד, ב",
        "תרומה כה, ח",
        "תרומה פ, א",
        "ויקרא ב, ג",
        "במדבר ה, ריש",
        "תהלים לז, כט",
        "תהלים קו, מח",
        "תהלים כז, ח",
        "תהלים כב, ד",
        "תהלים טז, יא",
        "תהלים קיב, א",
        "ישעי' ס, כא"
      ],
      "talmudic_references": [
        "מדרש רבה",
        "מדרש רבה",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "זהר",
        "זהר",
        "זהר",
        "ברכות כב, א",
        "סנהדרין קו, א"
      ],
      "chassidic_references": [
        "אדמו\"ר הזקן",
        "אדמו\"ר הזקן",
        "אדמו\"ר הזקן",
        "אדמו\"ר האמצעי",
        "אדמו\"ר הצ\"צ",
        "אדמו\"ר מהר\"ש",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 3979,
      "chunk_count": 18
    },
    "content": {
      "main_text": "בס\"ד. יו\"ד שבט, ה'תשכ\"ט באתי לגני אחותי כלה1, ומביא כ\"ק מו\"ח אדמו\"ר בעל ההילולא בהמאמר דיום ההסתלקות יום ההילולא שלו2, דאיתא במדרש רבה (במקומו) לגני לגנוני, למקום שהי' עיקרי בתחלה, דעיקר שכינה בתחתונים היתה, אלא שע\"י ענינים בלתי רצויים נסתלקה השכינה מלמטה למעלה עד לרקיע השביעי, ואח\"כ עמדו שבעה צדיקים והורידו את השכינה מלמעלה למטה, עד שבא משה שהוא השביעי, וכל השביעין חביבין3, והורידה למטה בארץ. דענין זה (המשכת וירידת השכינה למטה בארץ) נעשה בעיקר4 ע\"י המשכן שעשה משה כמ\"ש5 ועשו לי מקדש ושכנתי בתוכם. וזהו צדיקים יירשו ארץ וישכנו לעד עלי'6, דזה שצדיקים (ועמך7 כולם צדיקים8 ) יירשו ארץ שהוא ג\"ע הוא מפני שהם משכינים (ממשיכים9 ) בחי' שוכן עד מרום וקדוש10 שיהי' בגילוי למטה. ויש לומר, דע\"פ מ\"ש בהמאמר שפירוש וישכנו לעד עלי' הוא שהצדיקים ממשיכים בחי' עד שתהי' בגילוי למטה, בהכרח לומר שארץ שבפסוק זה הוא ארץ כפשוטו [שהרי עלי' קאי על ארץ דכאן], ומ\"ש בהמאמר שצדיקים יירשו ארץ הוא ג\"ע, הכוונה בזה היא לא לעולם הנשמות כמו שהם בלא גופים, אלא להג\"ע כמו שהוא בארץ הגשמי, שהי' בו אדה\"ר (בגופו הגשמי) קודם החטא, שאז היתה עיקר שכינה בתחתונים.ב) וממשיך בהמאמר, שהעבודה שעל ידה נעשתה המשכת עיקר שכינה למטה (לאחרי שנסתלקה על ידי ז' הענינים הבלתי רצויים) היא העבודה דאתכפיא ואתהפכא. כמאמר11 כד אתכפיא סט\"א אסתלק יקרא דקוב\"ה בכולהו עלמין, המשכת וגילוי עצמות אוא\"ס שלמעלה משייכות לעולמות [שלכן נקראת המשכה זו בשם אסתלק, לפי שהוא גילוי האור שבבחינת רוממות12 ], שהוא בכולהו עלמין בשוה. דבעולמות יש ריבוי מדריגות עד אין קץ13. דזה שמבואר בכ\"מ שישנם ב' עולמות, כמ\"ש14 מן העולם ועד העולם, שהם עלמא דאתכסיא ועלמא דאתגליא15, הוא בכללות16, אבל בפרטיות הם מתחלקים לד' עולמות אבי\"ע [וי\"ל דזהו מה שמביא בהמאמר בתחלת הענין מאמר המדרש17 נטה ימינו וברא שמים נטה שמאלו וברא ארץ, ולאח\"ז מבאר \"ההפרש בד' עולמות\", דכללות כל העולמות נחלקות לשני דרגות כלליות, עולמות עליונים (שמים) ועולמות תחתונים (ארץ), ע\"ד עלמא דאתכסיא ועלמא דאתגליא, אבל בפרטיות הן ד' עולמות אבי\"ע], ובפרטיות יותר לריבוי עולמות עד אין קץ. וזהו החידוש והעילוי דאור זה שהוא \"בכולהו עלמין\", דהגם שיש ריבוי התחלקות בעולמות מראש כל דרגין עד סוף כל דרגין, מ\"מ הוא בכולהו עלמין בשוה, לפי שהוא למעלה משייכות לעולמות. והמשכת אור זה שבכולהו עלמין בשוה היא על ידי העבודה דאתכפיא ואתהפכא.ג) והטעם שע\"י העבודה דאתכפיא ואתהפכא נמשך אור זה שלמעלה משייכות לעולמות, מבאר בהמאמר, כי יתרון האור הוא מן החושך דוקא18, דכאשר החושך נהפך לאור נעשה יתרון בהאור. ועפ\"ז יש לומר, דהמשכת עיקר שכינה בתחתונים עכשיו (לאחרי שנסתלקה ע\"י ז' הענינים הבלתי רצויים, מתחיל מחטא עה\"ד) ע\"י העבודה דאתכפיא ואתהפכא, היא נעלית יותר מהמשכת עיקר שכינה בתחתונים ע\"י עבודת אדם הראשון19 בג\"ע קודם החטא. כי העבודה אז היתה להמשיך אלקות מלמעלה, משא\"כ עכשיו, שהעבודה היא להפוך החושך לאור, הנה ההמשכה שע\"י עבודה זו היא המשכה נעלית יותר. וזהו20 שהמשכן הי' מעצי שטים, שטים מלשון שטות21, כי העבודה דועשו לי מקדש היא להפוך השטות דלעו\"ז לשטות דקדושה, ועי\"ז נעשה ושכנתי בתוכם, המשכת עיקר שכינה בתחתונים, למעלה יותר מכמו שהי' קודם החטא. וכח זה ניתן לכאו\"א מישראל, שע\"י שלוחם עם השטות דלעו\"ז ומהפכו לשטות דקדושה, נעשתה המשכת עיקר שכינה בתחתונים, עד לדרגא הכי נעלית דעיקר שכינה, ועד להמשכת העצמות. ועי\"ז דוקא22 נשלמת הכוונה דדירה לו ית' בתחתונים23, שעוה\"ז התחתון שאין תחתון למטה ממנו24 נעשה דירה לו ית', לו לעצמותו25.ד) וממשיך בהמאמר26, דזהו שישראל נק' בשם צבאות הוי'27, דכל אחד מישראל הוא חיל בצבאות ה' (צבא מלשון חיל), שיוצא למלחמה, לכבוש את העולם ולעשותו דירה לו ית'. ובכדי שישראל ינצחו את המלחמה, נותנים להם מלמעלה כחות מיוחדים על זה. דכמו שבמלחמה בגשמיות, בכדי לנצח את המלחמה מבזבזים את האוצרות28, דהגם שע\"ד הרגיל הם כמוסים וחתומים מעין כל רואה (ומכש\"כ שאין משתמשים בהם אפילו לצורך גדול), ומ\"מ בכדי לנצח את המנגדים מבזבזים כל האוצרות, והטעם לזה הוא כי הנצח מושרש בעצם הנפש, דשם (בעצם הנפש) אין שייך חשבונות, דעד\"ז הוא גם למעלה, דשרש הנצח הוא בפנימיות הכתר בחינת לא אדם29, ולכן, בכדי שהצבאות הוי' ינצחו את המלחמה, נותנים להם, ובאופן דבזבוז, בחינת האוצר שלמעלה. ובכדי לבאר ענין האוצר שלמעלה, מקדים30 מאמר התקו\"ז31 אור א\"ס למעלה מעלה32 עד אין קץ ולמטה מטה31 עד אין תכלית. ומבאר33 שב' ענינים אלו הם (גם) ב' מדריגות באוא\"ס גופא. דלמטה מטה עד אין תכלית הוא האור שבבחינת גילוי בעצמותו כביכול וממנו בא אח\"כ הגילוי בעולמות, ולמעלה מעלה עד אין קץ הוא עצם האור שאינו בגדר גילוי גם בעצמותו. וענין האוצר שלמעלה הוא העצמות שלמעלה מאור וגילוי, גם מעצם האור. דהגם שגם עצם האור, מכיון שאינו בגדר גילוי גם בעצמותו (כנ\"ל) נק' אוצר, מ\"מ מזה שגם עצם האור נק' בשם אור (גילוי), מובן, שעיקר ענין האוצר [שענינו הוא שהוא סתום ונעלם] הוא העצמות, שאינו בגדר אור כלל34. ואוצר זה נותנים, ובאופן דבזבוז, לצבאות הוי', בכדי לנצח המלחמה.ה) וממשיך בפרק י\"ט (הפרק השייך לשנה זו35 ), דמכיון שהנצח מושרש בעצם הנפש שלמעלה מכחות הגלויים [דכמו\"כ הוא למעלה ששרש הנצח הוא בפנימיות הכתר, כנ\"ל], לכן במדת הנצח יכולים להגיע לאוצר העליון. והיינו דזה שבכדי לנצח את המלחמה נותנים לישראל (ובאופן דבזבוז) האוצר שלמעלה הוא לא רק מפני ששרש הנצח הוא בדרגא כזו (פנימיות הכתר) שאין שייך שם חשבונות [ובדוגמת בזבוז האוצרות בשביל נצוח המלחמה בגשמיות, שמכיון שבעצם הנפש (שרש הנצח) אין חשבונות לכן בשביל הנצחון מבזבזים את האוצרות, אבל הנצחון והאוצרות הם שני ענינים], אלא שע\"י הנצח מגיעים לאוצר העליון. ומוסיף בהמאמר \"פירוש דהתגלות והמשכת אוצר העליון הוא במדת הנצח\". דענין זה, שבמדת הנצח מתגלה ונמשך אוצר העליון, הוא חידוש גדול יותר מזה שע\"י הנצח מגיעים להאוצר. דזה שע\"י הנצח מגיעים לאוצר העליון, אף שהאוצר הוא סתום ונעלם, מצינו עד\"ז גם בענין התשובה, וכמבואר בלקו\"ת36 בפירוש הכתוב37 לך אמר לבי בקשו פני את פניך הוי' אבקש, שע\"י התשובה מעומק פנימיות הלב, בקשו פני, מגיעים לבחינת הפנים שלמעלה, פניך הוי'. דהגם שבחינת הפנים שלמעלה הוא למעלה מגילוי, כמ\"ש38 ופני לא יראו, הוא בבחינת המשכה מלמעלה למטה, אבל בבחינת העלאה את פניך הוי' אבקש39. ומזה מובן בנוגע לעניננו – מדת הנצח, דזה שע\"י הנצח יכולים להגיע לאוצר העליון, \"להגיע\" מלמטה למעלה, אין זה חידוש כ\"כ, ועיקר החידוש הוא שבמדת הנצח הוא התגלות והמשכת אוצר העליון, התגלות והמשכה מלמעלה. וצריך להבין, הרי ענינו של אוצר הוא שהוא סתום ונעלם, למעלה מבחינת גילוי [ובפרט לפי מה שנת\"ל (סעיף ד) שעיקר ענין האוצר הוא העצמות שאינו בגדר אור כלל], והיאך שייך שתהי' התגלותו והמשכתו במדת הנצח.והנה מבואר בלקו\"ת שם38, דע\"י שהתשובה מגעת לבחינת פניך הוי' (בחינת הפנים שלמעלה מהוי'), נמשך משם להיות גילוי בחינת הוי' [שבכדי להמשיך שם הוי' מחדש, לאחרי שפגם בהוי', צ\"ל ההמשכה מבחינת הפנים שלמעלה מהוי'40 ]. ומבואר שם, דמ\"ש ופני לא יראו הוא שהפנים בעצמן אין באים לידי גילוי, אבל הגילוי נמשך משם. ועפ\"ז הי' אפשר לומר לכאורה בנוגע לעניננו, דמ\"ש בהמאמר \"דהתגלות והמשכת אוצר העליון הוא במדת הנצח\", הכוונה בזה היא שבמדת הנצח נמשך גילוי מאוצר העליון, דגילוי זה הוא נתינת כח לנצח את המלחמה. אמנם, מלשון המאמר41 \"וכל הון יקר שבהאוצרות ניתן לאנשי החיל\" משמע שנותנים להם את האוצרות עצמם (וכל הון יקר שבהם), ולא רק גילוי מהאוצרות. וכן מובן גם ממ\"ש בהמאמר42 שבשביל הנצחון מבזבזים כל האוצרות. דמכיון שבזבוז הוא למעלה מכל מדידה והגבלה, א\"א לומר שישנה הגבלה בההמשכה, ובהכרח לומר שבמדת הנצחון נמשך ומתגלה (גם) האוצר עצמו.ו) ולכאורה הי' אפשר לומר, דזה שבמדת הנצח מתגלה ונמשך אוצר העליון הוא ע\"ד הידוע43 בענין אתערותא דלעילא שאין אתערותא דלתתא מגעת לשם ובאה בדרך מתנה מלמעלה, שאינה שורה ומתגלה אלא לאחרי האתעדל\"ת והאתעדל\"ע שמתעוררת ונמשכת ע\"י האתעדל\"ת. דהגם שאתעדל\"ע זו באה במתנה מלמעלה, מ\"מ, צ\"ל איזה כלי לזה, דקוב\"ה לא שריא אלא באתר שלים44, ולכן, בכדי שיהי' הגילוי של אתעדל\"ע זו (הבאה בדרך מתנה) צ\"ל השלימות דמעשה התחתונים [אתעדל\"ת ואתעדל\"ע שמתעוררת ונמשכת על ידה]. ועפ\"ז הי' אפשר לומר, דמ\"ש בהמאמר שהתגלות והמשכת אוצר העליון הוא מדת הנצח, הוא, שהנצח הוא דוגמת השלימות (אתר שלים) שבו הוא המשכת וגילוי האוצר. אבל ממ\"ש בהמאמר ש\"במדת הנצח יכולים להגיע לאוצר העליון פירוש דהתגלות והמשכת אוצר העליון הוא במדת הנצח\", מוכח, דזה שבמדת הנצח מתגלה ונמשך אוצר העליון הוא (לא מפני שהנצח הוא כמו אתר שלים, אלא) מצד זה שהנצח מגיע באוצר העליון45. וצריך להבין, והרי אוצר העליון הוא למעלה מגדר גילוי, והיאך שייך שע\"י מדת הנצח יגיעו להאוצר באופן שעי\"ז יבוא האוצר עצמו בהמשכה וגילוי.ז) ויש לומר הביאור בזה בהקדים מ\"ש אדמו\"ר הזקן בתו\"א ד\"ה פתח אליהו46, שהצמצום הי' רק בהאור ולא בהמאור. ומ\"ש בכתבי האריז\"ל47 שע\"י הצמצום נעשה חלל ומקום פנוי לעמידת העולמות, הכוונה בזה היא שהוא חלל וריק מן האור שלא נשאר בו אור וגילוי, שבכדי שיוכל להיות התהוות העולמות, גם עולמות הכי עליונים, עלה ברצונו ית' שהמקום שבו יהי' עמידת העולמות יהי' פנוי מן האור, אבל המאור נמצא בכל מקום. ומוסיף בתו\"א, שבהמאור לא שייך צמצום ח\"ו. היינו, דלא רק שלא הי' בו צמצום בפועל, אלא יתירה מזו שאין שייך בו צמצום. ואדרבא המאור הוא בהתגלות. דלא רק שע\"י הצמצום לא נעשה העלם בהמאור [מכיון שהצמצום הי' רק בהאור ולא בהמאור, כנ\"ל], אלא אדרבא, ע\"י הצמצום הוא התגלות המאור48. וממשיך שם, דזהו הטעם שאפילו תינוקות יודעים שיש שם אלוקה מצוי [או כהלשון המובא במק\"א49, ששם שמים שגור בפי כל], כי המאור הוא בהתגלות למטה כמו למעלה (ואדרבא, עיקר התגלותו הוא למטה47).ח) והנה זה שהמאור הוא בהתגלות בכל מקום, הוא באופן שאינו פועל בהמקום (ורק ידיעה כללית שיש אלוקה), כי כל פעולה היא ע\"י אור וגילוי50, משא\"כ זה שהמאור הוא בהתגלות [דזה שהמאור הוא בהתגלות אינו ענין הגילוי51 ], אינו פועל בהמקום. ובכדי שזה יהי' באופן של גילוי פעולה בעולם, הוא ע\"י שהזכרת שם שמים [הבאה מצד שהמאור הוא בהתגלות] היא בנוגע לעניני העולם. ויש לקשר זה עם הסיפור הידוע52 של אדמו\"ר הזקן ששמע מרבו הרב המגיד ע\"ד גודל ההשתדלות של הבעש\"ט שישראל (אנשים נשים וטף) יאמרו דברי תהלה להשי\"ת [כמו \"ברוך השם\", \"געלויבט השי\"ת\" וכיו\"ב] על זה שמשפיע להם בריאות ופרנסה, באמרו שתהלות ישראל הם פרנסתו של הקב\"ה כביכול, כמ\"ש53 ואתה קדוש יושב תהלות ישראל, שפרנסתו של ואתה קדוש (שעלי' הוא יושב כביכול) היא תהלות ישראל, שישראל משבחים ומהללים אותו ית' על זה שמשפיע להם בני חיי ומזוני רויחי. וביאר אדמו\"ר הזקן54 שהוא ע\"ד דאיתא במדרש עה\"פ55 דמיתיך רעייתי, מפרנסתי הן שירעו אותי בשני תמידין בכל יום. וע\"פ הידוע56 בפירוש מרז\"ל57 ישראל מפרנסין לאביהם שבשמים, דכמו שפרנסה כפשוטה היא שעל ידה נעשה חיבור הנשמה עם הגוף עד\"ז הוא גם הפרנסה למעלה שענינה הוא שתהי' המשכת והתלבשות אוא\"ס בהספירות שנק' בשם גוף, מובן, דזה שפרנסתו של ואתה קדוש הוא תהלות ישראל, הוא שע\"י תהלות ישראל נעשה המשכת אוא\"ס בהספירות, ועל ידם – בההשפעות שהקב\"ה משפיע לישראל ע\"י הספירות, ובפרט – באותם ההשפעות שישראל מהללים אותו ית' על זה שהשפיע להם השפעות אלו. דההשפעות כמו שהם מצד עצמם (לפני העבודה דתהלות ישראל), נמשכות ע\"י הספירות שהם באין ערוך לגבי אוא\"ס, וע\"י שישראל מהללים אותו ית', את העצמות [שהרי כוונתם בזה שאומרים \"ברוך השם\", \"געלויבט השי\"ת\" וכיו\"ב היא לעצמותו ית'], על זה שהשפיע להם ההשפעות, עי\"ז נמשך גילוי עצמות אוא\"ס בהשפעות אלו. ועפ\"ז יובן מ\"ש בתורת הבעש\"ט (הנ\"ל) שתהלות ישראל שעליהם הקב\"ה יושב ומתפרנס הם התהלות על זה שמשפיע להם בגשמיות (\"פאַר דעם געזונט און פרנסה וואָס ער ב\"ה גיט זיי\"), כי בכדי שתהי' המשכת עצמות אוא\"ס בענינים הגשמיים צריך להיות גם ההילול בענינים אלו.ט) ויובן זה ע\"פ הידוע58 בענין אתעדל\"ע הנמשכת ע\"י אתעדל\"ת, דהגם שזה שאתעדל\"ת מעוררת וממשכת האתעדל\"ע אינו מצד מעלת האתעדל\"ת עצמה אלא מפני שכך עלה ברצונו ית', מ\"מ, צ\"ל האתעדל\"ת בדוגמת האתעדל\"ע הנמשכת על ידה. וכתורת הרב המגיד59 עה\"פ60 ועל דמות הכסא דמות כמראה אדם עליו מלמעלה, (דפירוש דמות כמראה אדם הוא) שכפי המדה שהאדם מראה מלמטה כן מראין לו מלמעלה. ויש לומר, שמקור ענין זה הוא מאמר הזהר61 תא חזי (שאפשר לראות זה בראי' מוחשית) כו', אי איהו קיימא בנהירו דאנפין מתתא כדין הכי נהרין לי' מעילא כו' חדוה דב\"נ משיך לגבי' חדוה אחרא עילאה כו'. ויתירה מזו, שגם זה שע\"י עבודת האדם נעשים הענינים למעלה62, כתורת הרב המגיד63 על מרז\"ל64 דע מה למעלה ממך, דכל מה שלמעלה הכל הוא ממך, צריכה להיות העבודה בדוגמת הענין דלמעלה שנעשה על ידה. ויש לומר, שעד\"ז הוא בהמשכת עצמות אוא\"ס שע\"י העבודה דתהלות ישראל, דהגם שבנוגע לההמשכה עצמה אין שייך לומר לכאורה שהיא נמשכת ע\"י העבודה65, מ\"מ, בנוגע להמקום שבו תהי' ההמשכה, צריכה להיות העבודה (ההילול) בענינים אלו שבהם תבוא ההמשכה.ויש להוסיף, דבההמשכה שעל ידי תהלות ישראל, שני ענינים. המשכה כללית, כהפירוש66 ביושב תהלות ישראל שעל ידי תהלות ישראל הוא נמשך למטה [שההמשכה נק' בשם ישיבה, כמו היושב שמשפיל קומתו], המשכה וגילוי בכלל67 שנעשה ע\"י (כללות ענין) ההילול מלשון בהלו68 נרו69, והמשכה שבדוגמת התלבשות בענין פרטי (ע\"י שהתהלות ישראל הם בנוגע לענינים פרטים), כפירוש הבעש\"ט ביושב תהלות ישראל, שתהלות ישראל הם פרנסתו של הקב\"ה כביכול שעליהם הוא יושב. דענין הפרנסה הוא דוגמת הפרנסה כפשוטה שעל ידה נעשה חיבור הנפש עם הגוף בפנימיות, שהגוף חי מהנפש.יו\"ד) ועפ\"ז יש לבאר גם מ\"ש בהמאמר דהתגלות והמשכת אוצר העליון הוא במדת הנצח, שבכדי שהגילוי דאוצר העליון יפעול במדת הנצח שבאדם, שיהי' בכחה לנצח את המנגדים, הוא ע\"י שהתגלות והמשכת האוצר תהי' (בדוגמת התלבשות) במדת הנצח. וע\"פ מה שנת\"ל בענין ואתה קדוש יושב תהלות ישראל, שבכדי שההמשכה תהי' באופן דוגמת התלבשות (יושב מענין פרנסה) בענינים פרטים, הוא ע\"י עבודה ששייכת לאותו הענין שבו היא ההמשכה [הגם שבנוגע לההמשכה עצמה (המשכת העצמות) אין שייך לומר שהיא נמשכת ע\"י עבודה שבדוגמתה], יש לומר, שעד\"ז הוא בהענין דהתגלות והמשכת אוצר העליון, שבכדי שההתגלות וההמשכה תהי' במדת הנצח שבאדם באופן שהגילוי יפעול בה, הוא ע\"י העבודה דנצח. ויש לומר, דזהו מ\"ש בהמאמר \"במדת הנצח יכולים להגיע לאוצר העליון פירוש דהתגלות והמשכת אוצר העליון היא במדת הנצח\", שהכוונה ב\"פירוש כו'\" היא, דזה שהנצח מגיע באוצר העליון הוא לא שהנצח מגיע בהאוצר באופן שמעורר המשכת וגילוי האוצר [בדוגמת אתעדל\"ת שמעוררת האתעדל\"ע], כי בבחינת האוצר אין אתעדל\"ת מגעת לשם [וגם עבודה הבאה מעצם הנפש שמגעת בפנימיות א\"ס הוא רק באופן דהעלאה, וההמשכה היא רק שנמשך גילוי מבחינת הפנימיות ולא הפנימיות עצמו], ולכן מפרש דזה שהנצח מגיע באוצר העליון הוא (לא שמעורר את ההתגלות וההמשכה עצמה, אלא) שההתגלות וההמשכה תהי' במדת הנצח.יא) וממשיך בהמאמר, שהטעם על פתיחת האוצרות בעת המלחמה הוא, כי עיקר ענין המלחמה הוא הנצוח. ויובן זה ע\"פ מה שמבאר אדמו\"ר האמצעי בארוכה70 בענין גודל העילוי והיוקר של האוצרות (ושאעפ\"כ, בכדי לנצח מלחמה מבזבז המלך את כל האוצרות), דגם כשלפעמים חפץ המלך להראות לשר גדול אוהבו וריעו כנפשו הכלי יקר וכיו\"ב שנמצאים אצלו, לא יקח מהאוצרות הטמונים מכבר כמה מאות שנים. ורק לפרקים רחוקים מאד, כשעושה משתה ושמחה ביום חתונתו או חתונת בנו וכיו\"ב, אז יצווה להוציא גם הכלים היקרים הטמונים מכבר, להראות את יקר תפארת גדולתו ועושר כבוד מלכותו. אבל גם אז, אינו מראה כל הכלי יקר שנמצאים בהאוצרות ורק חלק מהם (שאינו טמון כ\"כ), וגם מכלים אלו הוא רק מראה להיושבים במשתה (ואינו נותן להם). משא\"כ בכדי לנצח מלחמה, הוא מוציא (מוכר) כל הכלי יקר וכו' על הוצאות המלחמה, ואין בזה שום הגבלה, דכאשר לא מספיק ההון דאוצר שלו יקח גם מהאוצרות שאצרו אבותיו ואבות אבותיו. ומבאר שם, דזה שבכדי לנצח המלחמה הוא מבזבז את כל אוצרותיו, אין זה מפני שרוצה להרחיב גבול ארצו ע\"י שכובש עוד מדינה או להרבות רכושו ע\"י השלל [כי אז הי' משער כמה הון כדאי להשקיע בשביל זה, ולא הי' מוציא את כל אוצרותיו, ומכ\"ש שלא הי' מבזבזם], אלא בכדי לנצח את זה שלוחם כנגדו ומנגד אליו. כי הנצחון לנצח את המנגד נוגע לפנימיות הנפש, כמבואר שם בארוכה. ויש לומר, דמ\"ש בהמאמר שהטעם על פתיחת האוצרות בעת המלחמה הוא כי עיקר ענין המלחמה הוא הנצח, הכוונה בזה היא, שפתיחת האוצרות בעת המלחמה הוא לא בשביל ענין הכיבוש שיכבוש עוד מדינה וירחיב גבול ארצו, אלא בשביל הנצוח, שזה (נצוח) הוא עיקר ענין המלחמה. ועד\"ז הוא גם בהנמשל, דזה שנותנים לישראל (ובאופן דבזבוז71 ) האוצר שלמעלה בכדי לנצח את המלחמה הוא לא בכדי לכבוש את העולם ולעשותו דירה לו ית', שעי\"ז תושלם הכוונה שנתאוה הקב\"ה להיות לו ית' דירה בתחתונים, כי אם, בשביל הנצחון, לנצח את המנגד.יב) ובזה יובן מה שמביא בהמאמר, דאיתא במדרש תהלים עה\"פ72 תודיעני אורח חיים גו', אמר דוד לפני הקב\"ה תודיעני אורח חיים כו', אמר הקב\"ה לדוד חיים את בעי צפה לתורה כו'. ובמדרש רבה73 איתא, שובע שמחות את פניך71 (אל תקרי שובע אלא שבע74 ) אלו ז' כתות צדיקים שעתידין להקביל75 פני שכינה כו', מי מודיענו איזו כת החביבה והנעימה שבהן כו' (אלו) שהן עתידין לעמוד בימינו של הקב\"ה, הה\"ד71 נעימות בימינך נצח. וצריך ביאור, דלכאורה, ההוכחה על השייכות דנצח לישראל היא מסיום הכתוב נעימות בימינך נצח, דלפי פירוש המדרש קאי זה על ישראל, ולמה מביא בהמאמר גם פירוש המדרש על הכתוב תודיעני אורח חיים שובע שמחות את פניך76. וע\"פ הנ\"ל יש לומר הביאור בזה, דג' הענינים שבהפסוק (תודיעני אורח חיים, שובע שמחות את פניך, נעימות בימינך נצח) הם ג' ענינים בעבודתם של ישראל, שעל ידם מתגלים האוצרות שלמעלה. ותודיעני אורח חיים הו\"ע עסק התורה (חיים את בעי צפה לתורה), שהוא דוגמת מתן תורה (מה להלן באימה וביראה כו' אף כאן כו'77 ), שבשעת מתן תורה, יום חתונתו זה מתן תורה78, נתגלו מהאוצרות שלמעלה, בדוגמת מלך בו\"ד שביום חתונתו מגלה מאוצרותיו79. שובע שמחות אלו ז' כתות צדיקים כו' הוא העבודה דישראל לעשות את העולם לדירה לו ית'. דזהו ז' כתות צדיקים (ז' דוקא), כי מכיון שכל עניני העולם הם במספר שבע, לכן גם עבודת הצדיקים (ועמך כולם צדיקים) לעשות את העולם לדירה לו ית' נחלקת לז', שבע כתות צדיקים80. ויש לומר, דזהו גם מה שהצ\"צ ברשימותיו לתהלים עה\"פ81 מביא מרז\"ל זה (דשובע שמחות הוא שבע כתות של צדיקים) בהמשך לדרשת רז\"ל82 דשובע שמחות הם ז' הנימין שהיו בכנור של בית המקדש, כי הכוונה דהעולם הוא שישראל יעשו אותו למקדש לו ית' (כמובן גם מההמשך דההילולא בפירוש הכתוב ועשו לי מקדש), וז' הנימין דהכנור שבבית המקדש הם השלימות דז' הענינים של כללות העולם83. וזהו שהענין דז' כתות של צדיקים בא בהמשך לענין דז' הנימין של הכנור דבית המקדש, כי העבודה דז' כתות צדיקים היא לעשות את העולם למקדש לו ית'. וענין זה (שהעולם נעשה למקדש ודירה לו ית') הוא בדוגמת המלחמה בכדי להרחיב גבול ארצו, שגם בשביל זה מוציא מאוצרותיו84, אבל לא באופן דבזבוז. נעימות בימינך נצח הו\"ע הנצחון דישראל שמנצחים את המנגד, שעבודה זו היא החביבה והנעימה (נעימות) של כל ז' העבודות, שבשביל זה נותנים את כל האוצרות, ובאופן דבזבוז (למעלה מחשבון).יג) וממשיך בהמאמר, דאיתא במדרש85, דנעימות בימינך נצח זה הלולב שניקח בימין, שעי\"ז הנצחון הוא בגילוי. וכדאיתא במדרש86 משל לשנים שנכנסו אצל הדיין ולית אנן ידעין מאן הוא נוצח אלא מאן דנסיב באיין (לולב והדס87 ) בידי' אנן ידעין דהוא נצוחייא, כך ישראל כו' אנו יודעין דישראל אינון נצוחייא. ויש לומר, דזה שמביא (מהמדרש) ולית אנן ידעין מאן הוא נוצח88, הוא, כי מכיון שכל ענין הנצחון הוא לנצח את המנגד, הרי כל מה שהמנגד הוא בתוקף יותר, הנצחון הוא ביותר. ולכן מביא בהמאמר \"לית אנן ידעין כו'\", היינו שהמנגד הוא בתוקף כ\"כ עד שיכול להיות ספק שהוא יהי' המנצח ח\"ו, וכשמנצחים המנגד כשהוא בתוקף, אז הוא אמיתית ועיקר ענין הנצחון. ועפ\"ז יובן גם מ\"ש בסיום וחותם הפרק דענין הנצחון הוא להיות אתכפיא סט\"א, אתכפיא דוקא, אף שבתחלת ההמשך אומר (כו\"כ פעמים) \"אתכפיא ואתהפכא\"89, כי ענין ועשו לי מקדש שבזה מדבר בתחלת ההמשך, נעשה בעיקר ע\"י העבודה דאתהפכא, דע\"י שהאדם מהפך את נפש הבהמית שלו לקדושה, נעשה כן גם בעולם90, שהעולם נהפך להיות מקדש ודירה לו ית'. משא\"כ ענין הנצח (דכל מה שהמנגד הוא בתוקף יותר הנצחון הוא ביותר, כנ\"ל) הוא בעיקר ע\"י העבודה דאתכפיא סט\"א בעודה בתקפה ובגבורתה91. וזהו גם מה שמסיים בהפרק \"ובשביל זה הוא התגלות אוצר העליון\", שעיקר התגלות האוצר ובאופן דבזבוז הוא בשביל העבודה דאתכפיא דוקא92.ויש לקשר זה עם המבואר בהמאמר93 דהגם שמסירת האוצר הוא ע\"י שרים ופקידים דוקא, הכוונה פנימית הם האנשי חיל, כי ההפרש בין אתכפיא לאתהפכא הוא, כמו שמבאר אדמו\"ר מהר\"ש94, דאתהפכא הוא שמואס ברע, וכן עבודתו בהקו דועשה טוב היא כמ\"ש95 חפץ מאד, שהוא חפץ במצוות בחשק ורצון, דענין זה הוא רק בצדיקים (שרים ופקידים), משא\"כ אתכפיא הוא, דהגם שאינו מואס ברע, וגם בנוגע לועשה טוב אין לו חשק ורצון במצוות, מ\"מ הוא כופה את עצמו להיות סור מרע ועשה טוב, בדרך נצחון. וענין זה שייך לכל אחד מישראל (אנשי חיל), כדאיתא בתניא96 דאתכפיא סט\"א בעודה בתקפה ובגבורתה היא מדת הבינונים, דמדת הבינוני היא מדת כל אדם97. ויש לומר, דזהו גם הקשר דנצח ישראל עם לולב ומיניו, דהמינים שבלולב מורים על הסוגים דישראל98, וגם סוג הכי תחתון שבישראל שנמשל לערבה שאין בה לא טעם ולא ריח יש בהם כח הנצחון, ואדרבא, דוקא בערבה כח הנצחון הוא ביותר [וכידוע99 שנצח והוד הם בדי ערבות שאין בהם לא טעם ולא ריח], וע\"י שהערבות מעוררים את כח הנצחון (לנצח את היצר בעודו בתקפו ובגבורתו), הם מתקשרים עם ההדסים והלולב100, ועל ידם נמשך בהם גם מעין101 הענין דאתהפכא102, ועי\"ז יודעים דישראל אינון נצוחייא103, שהנצחון הוא בגילוי לעין כל.יד) וביאור העילוי דההמשכה (בזבוז האוצרות) שעל ידי העבודה דאתכפיא דוקא בפרטיות יותר, יובן ע\"פ מ\"ש אדמו\"ר (מהורש\"ב) נ\"ע104 בביאור המאמר כד אתכפיא סט\"א אסתלק יקרא דקוב\"ה בכולהו עלמין, דהטעם על זה שע\"י אתכפיא סט\"א נמשך אור נעלה כזה שנק' בשם \"אסתלק\" להיותו אור מקיף \"שמסולק מבחי' הפנימיות\"105 הוא, כי יתרון האור הוא מן החושך דוקא, שע\"י בירור החושך נמשך תוספות אור, שלמעלה מהאור שנמשך בסוד שרש שנמדד ונקצב לפי ערך העולמות. ומבאר שם, דזהו הטעם על זה שהאדם מקבל חיות מהמאכלים דדצ\"ח, דע\"י שפועל בעצמו שלא להימשך אחר התענוג הגשמי שבהמאכל אלא שכוונתו תהי' לשם שמים שבכח האכילה ילמד ויתפלל [שבכדי שיפעול בעצמו שכוונתו בהאכילה תהי' באמת לשם שמים צ\"ל תחלה העבודה דתפלה בהתבוננות כזו שמובנת גם לנה\"ב, שגם נה\"ב תבין ותשיג שצריך לרצות באלקות ולא בחומריות העולם], שעי\"ז מברר את המאכל שמפריד ממנו את הרע ומעלה את הטוב, הנה ע\"י בירור זה, נמשך לו תוספות אור, בחינת המקיף. וזהו כד אתכפיא סט\"א אסתלק יקרא דקוב\"ה בכולהו עלמין, כי המשכת המקיף היא ע\"י בירור החושך דוקא. ולהעיר, דמזה שמבאר שם שפירוש כד אתכפיא סט\"א הוא בירור החושך [ובפרט מהדוגמא דבירור המאכל ע\"י שאוכל לשם שמים, שזה בא לאחרי הבירור דנה\"ב ע\"י עבודת התפלה], מובן, שגם במאמר זה106 מפרש שהכוונה בכד אתכפיא סט\"א היא (בעיקר) לאתכפיא שמביא לידי אתהפכא.וממשיך בהמאמר, דצריך להבין, הרי גם ע\"י העבודה דנפש האלקית מצד עצמה, כמו בעבודת התפלה בהתבוננות באלקות בענינים שאינם שייכים לנה\"ב וכן בעסק התורה, נמשך תוספות אור בנפש האלקית, דכל תוספות אור [ובפרט שהתוספות אור שנמשך ע\"י התפלה ועסק התורה הוא תוספות שמרובה על העיקר] הוא מהאור מקיף, ומהו היתרון שנעשה ע\"י בירור החושך דוקא. [ויש לומר, דזה שמביא בהמאמר דוגמא מעבודת התפלה (עבודה) ועסק התורה ולא מקיום המצוות (גמ\"ח), כי המצוות, מכיון שענינם הוא107 ציוויים להאדם והכוונה בהם היא בכדי לצרף את הבריות108, בהכרח שהבירור שנעשה על ידם בהגוף ונה\"ב הוא בגילוי קצת (גם כשקיום המצוות שלו היא באופן דעבודת הנשמה מצד עצמה109 ), משא\"כ עסק התורה, מכיון שהתורה היא דבר ה', חכמתו של הקב\"ה, אלא שירדה למטה ונתלבשה בשכל האדם, לכן אפשר שלא יהי' נרגש הבירור והזיכוך דמוח הגשמי שנעשה עי\"ז, לכן בעסק התורה110 שייך יותר שתהי' עסק מצד הנשמה]. ומבאר בזה, דבמקיף יש שתי מדריגות. כידוע111, שבהעלם [דמקיף הוא בחינת העלם] יש שתי בחינות. העלם שישנו במציאות, כמו האש שבתוך הגחלת, שעם היותו נעלם ומכוסה בהגחלת הוא מציאות אש, שלכן ע\"י המים יכבה האש שבהגחלת, והעלם שאינו במציאות, כמו האש שבצור החלמיש שלא יכבה לעולם מפני שאינו במציאות אש. והחילוק שבין שתי בחינות אלה הוא גם באופן התגלותם מהעלמם. דהוצאת וגילוי האש מהגחלת היא ע\"י נפיחה במפוח, והוצאת האש מהצור היא ע\"י הכאה ביגיעה דוקא. וזהו היתרון בהמקיף שנמשך ע\"י בירור החושך דוקא, דהמקיף שנמשך ע\"י העבודה דנפש האלקית הוא מקיף השייך לפנימי, ובכללות – העלם שישנו במציאות, שלכן המשכתו והתגלותו היא ע\"י העבודה דנה\"א מצד עצמה (שאין בזה יגיעה כ\"כ, בדוגמת נפיחה במפוח), משא\"כ המקיף שנמשך ע\"י העבודה דבירור החושך, שהיא יגיעה גדולה, הוא המקיף שאינו שייך לפנימי, ובכללות – העלם שאינו במציאות, העלם העצמי. וזהו כד אתכפיא סט\"א אסתלק יקרא דקוב\"ה כו', העלם העצמי שמסולק מבחינת הפנימיות לגמרי.ועפ\"ז יובן גדול העילוי דההמשכה שע\"י אתכפיא סט\"א, כי העבודה דאתכפיא סט\"א בעודה בתקפה ובגבורתה [ובפרט האתכפיא בענינים אלו שבאה ע\"י מלחמה עצומה112 ] היא יגיעה גדולה ועצומה עוד יותר מהיגיעה שבעבודת הבירורים, ולכן, ההעלם שנמשך עי\"ז (אסתלק יקרא דקוב\"ה) הוא נעלה יותר גם מההעלם שנמשך ע\"י עבודת הבירורים (\"אתכפיא\" שבמאמר הנ\"ל).טו) והנה מעלה זו בהעבודה דאתכפיא, מכיון שההמשכה היא ע\"י עבודה ויגיעה113 (בדוגמת הוצאת האש מהצור ע\"י הכאה114 ), היא בדוגמת ההמשכה שע\"י היגיעה דעבודת הבירורים, אלא שהיא נעלית יותר. אמנם, עיקר המעלה דאתכפיא סט\"א הוא, שהעבודה דאתכפיא סט\"א בעודה בתקפה ובגבורתה היא בדרך נצחון, שעי\"ז הוא התגלות אוצר העליון, דגילוי זה הוא מלמעלה ואין אתעדל\"ת מגעת לשם. ועוד ענין בזה, שגילוי זה נמשך בפנימיות (המעלה באתעדל\"ע שנמשכת ע\"י אתעדל\"ת115 ), וכנ\"ל (סעיף יו\"ד) שהתגלות והמשכת האוצר הוא כמו בהתלבשות במדת הנצח שבאדם. אלא שעכשיו, שהנצחון אינו בגילוי עדיין (שהרי נמצאים עדיין באמצע המלחמה), זה שנרגש בהאדם בגילוי הוא לא האוצר עצמו רק התוצאה מזה, שבכחו לנצח את המנגד. ובגמר הנצחון, כשהנצחון יהי' בגילוי, אז יהי' נרגש בגילוי האוצר עצמו, בגאולה האמיתית והשלימה ע\"י משיח צדקנו, בקרוב ממש.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד יו\"ד שבט, ה'תשכ\"ט באתי לגני אחותי כלה1, ומביא כ\"ק מו\"ח אדמו\"ר בעל ההילולא בהמאמר דיום ההסתלקות יום ההילולא שלו2, דאיתא במדרש רבה (במקומו) לגני לגנוני, למקום שהי' עיקרי בתחלה, דעיקר שכינה בתחתונים היתה, אלא שע\"י ענינים בלתי רצויים נסתלקה השכינה מלמטה למעלה עד לרקיע השביעי, ואח\"כ עמדו שבעה צדיקים והורידו את השכינה מלמעלה למטה, עד שבא משה שהוא השביעי, וכל השביעין חביבין3, והורידה למטה בארץ דענין זה (המשכת וירידת השכינה למטה בארץ) נעשה בעיקר4 ע\"י המשכן שעשה משה כמ\"ש5 ועשו לי מקדש ושכנתי בתוכם וזהו צדיקים יירשו ארץ וישכנו לעד עלי'6, דזה שצדיקים (ועמך7 כולם צדיקים8 ) יירשו ארץ שהוא ג\"ע הוא מפני שהם משכינים (ממשיכים9 ) בחי' שוכן עד מרום וקדוש10 שיהי' בגילוי למטה ויש לומר, דע\"פ מ\"ש בהמאמר שפירוש וישכנו לעד עלי' הוא שהצדיקים ממשיכים בחי' עד שתהי' בגילוי למטה, בהכרח לומר שארץ שבפסוק זה הוא ארץ כפשוטו [שהרי עלי' קאי על ארץ דכאן], ומ\"ש בהמאמר שצדיקים יירשו ארץ הוא ג\"ע, הכוונה בזה היא לא לעולם הנשמות כמו שהם בלא גופים, אלא להג\"ע כמו שהוא בארץ הגשמי, שהי' בו אדה\"ר (בגופו הגשמי) קודם החטא, שאז היתה עיקר שכינה בתחתונים.ב) וממשיך בהמאמר, שהעבודה שעל ידה נעשתה המשכת עיקר שכינה למטה (לאחרי שנסתלקה על ידי ז' הענינים הבלתי רצויים) היא העבודה דאתכפיא ואתהפכא כמאמר11 כד אתכפיא סט\"א אסתלק יקרא דקוב\"ה בכולהו עלמין, המשכת וגילוי עצמות אוא\"ס שלמעלה משייכות לעולמות [שלכן נקראת המשכה זו בשם אסתלק, לפי שהוא גילוי האור שבבחינת רוממות12 ], שהוא בכולהו עלמין בשוה דבעולמות יש ריבוי מדריגות עד אין קץ13",
          "topics": [
            "שכינה",
            "אור",
            "אוא\"ס",
            "עצמות",
            "גילוי"
          ],
          "word_count": 244
        },
        {
          "chunk_id": "chunk_2",
          "content": "דזה שמבואר בכ\"מ שישנם ב' עולמות, כמ\"ש14 מן העולם ועד העולם, שהם עלמא דאתכסיא ועלמא דאתגליא15, הוא בכללות16, אבל בפרטיות הם מתחלקים לד' עולמות אבי\"ע [וי\"ל דזהו מה שמביא בהמאמר בתחלת הענין מאמר המדרש17 נטה ימינו וברא שמים נטה שמאלו וברא ארץ, ולאח\"ז מבאר \"ההפרש בד' עולמות\", דכללות כל העולמות נחלקות לשני דרגות כלליות, עולמות עליונים (שמים) ועולמות תחתונים (ארץ), ע\"ד עלמא דאתכסיא ועלמא דאתגליא, אבל בפרטיות הן ד' עולמות אבי\"ע], ובפרטיות יותר לריבוי עולמות עד אין קץ וזהו החידוש והעילוי דאור זה שהוא \"בכולהו עלמין\", דהגם שיש ריבוי התחלקות בעולמות מראש כל דרגין עד סוף כל דרגין, מ\"מ הוא בכולהו עלמין בשוה, לפי שהוא למעלה משייכות לעולמות והמשכת אור זה שבכולהו עלמין בשוה היא על ידי העבודה דאתכפיא ואתהפכא.ג) והטעם שע\"י העבודה דאתכפיא ואתהפכא נמשך אור זה שלמעלה משייכות לעולמות, מבאר בהמאמר, כי יתרון האור הוא מן החושך דוקא18, דכאשר החושך נהפך לאור נעשה יתרון בהאור ועפ\"ז יש לומר, דהמשכת עיקר שכינה בתחתונים עכשיו (לאחרי שנסתלקה ע\"י ז' הענינים הבלתי רצויים, מתחיל מחטא עה\"ד) ע\"י העבודה דאתכפיא ואתהפכא, היא נעלית יותר מהמשכת עיקר שכינה בתחתונים ע\"י עבודת אדם הראשון19 בג\"ע קודם החטא כי העבודה אז היתה להמשיך אלקות מלמעלה, משא\"כ עכשיו, שהעבודה היא להפוך החושך לאור, הנה ההמשכה שע\"י עבודה זו היא המשכה נעלית יותר וזהו20 שהמשכן הי' מעצי שטים, שטים מלשון שטות21, כי העבודה דועשו לי מקדש היא להפוך השטות דלעו\"ז לשטות דקדושה, ועי\"ז נעשה ושכנתי בתוכם, המשכת עיקר שכינה בתחתונים, למעלה יותר מכמו שהי' קודם החטא",
          "topics": [
            "שכינה",
            "אלקות",
            "אור",
            "תחתונים",
            "עליונים"
          ],
          "word_count": 239
        },
        {
          "chunk_id": "chunk_3",
          "content": "וכח זה ניתן לכאו\"א מישראל, שע\"י שלוחם עם השטות דלעו\"ז ומהפכו לשטות דקדושה, נעשתה המשכת עיקר שכינה בתחתונים, עד לדרגא הכי נעלית דעיקר שכינה, ועד להמשכת העצמות ועי\"ז דוקא22 נשלמת הכוונה דדירה לו ית' בתחתונים23, שעוה\"ז התחתון שאין תחתון למטה ממנו24 נעשה דירה לו ית', לו לעצמותו25.ד) וממשיך בהמאמר26, דזהו שישראל נק' בשם צבאות הוי'27, דכל אחד מישראל הוא חיל בצבאות ה' (צבא מלשון חיל), שיוצא למלחמה, לכבוש את העולם ולעשותו דירה לו ית' ובכדי שישראל ינצחו את המלחמה, נותנים להם מלמעלה כחות מיוחדים על זה דכמו שבמלחמה בגשמיות, בכדי לנצח את המלחמה מבזבזים את האוצרות28, דהגם שע\"ד הרגיל הם כמוסים וחתומים מעין כל רואה (ומכש\"כ שאין משתמשים בהם אפילו לצורך גדול), ומ\"מ בכדי לנצח את המנגדים מבזבזים כל האוצרות, והטעם לזה הוא כי הנצח מושרש בעצם הנפש, דשם (בעצם הנפש) אין שייך חשבונות, דעד\"ז הוא גם למעלה, דשרש הנצח הוא בפנימיות הכתר בחינת לא אדם29, ולכן, בכדי שהצבאות הוי' ינצחו את המלחמה, נותנים להם, ובאופן דבזבוז, בחינת האוצר שלמעלה ובכדי לבאר ענין האוצר שלמעלה, מקדים30 מאמר התקו\"ז31 אור א\"ס למעלה מעלה32 עד אין קץ ולמטה מטה31 עד אין תכלית ומבאר33 שב' ענינים אלו הם (גם) ב' מדריגות באוא\"ס גופא דלמטה מטה עד אין תכלית הוא האור שבבחינת גילוי בעצמותו כביכול וממנו בא אח\"כ הגילוי בעולמות, ולמעלה מעלה עד אין קץ הוא עצם האור שאינו בגדר גילוי גם בעצמותו וענין האוצר שלמעלה הוא העצמות שלמעלה מאור וגילוי, גם מעצם האור דהגם שגם עצם האור, מכיון שאינו בגדר גילוי גם בעצמותו (כנ\"ל) נק' אוצר, מ\"מ מזה שגם עצם האור נק' בשם אור (גילוי), מובן, שעיקר ענין האוצר [שענינו הוא שהוא סתום ונעלם] הוא העצמות, שאינו בגדר אור כלל34",
          "topics": [
            "שכינה",
            "אור",
            "אור א\"ס",
            "אוא\"ס",
            "עצמות"
          ],
          "word_count": 267
        },
        {
          "chunk_id": "chunk_4",
          "content": "ואוצר זה נותנים, ובאופן דבזבוז, לצבאות הוי', בכדי לנצח המלחמה.ה) וממשיך בפרק י\"ט (הפרק השייך לשנה זו35 ), דמכיון שהנצח מושרש בעצם הנפש שלמעלה מכחות הגלויים [דכמו\"כ הוא למעלה ששרש הנצח הוא בפנימיות הכתר, כנ\"ל], לכן במדת הנצח יכולים להגיע לאוצר העליון והיינו דזה שבכדי לנצח את המלחמה נותנים לישראל (ובאופן דבזבוז) האוצר שלמעלה הוא לא רק מפני ששרש הנצח הוא בדרגא כזו (פנימיות הכתר) שאין שייך שם חשבונות [ובדוגמת בזבוז האוצרות בשביל נצוח המלחמה בגשמיות, שמכיון שבעצם הנפש (שרש הנצח) אין חשבונות לכן בשביל הנצחון מבזבזים את האוצרות, אבל הנצחון והאוצרות הם שני ענינים], אלא שע\"י הנצח מגיעים לאוצר העליון ומוסיף בהמאמר \"פירוש דהתגלות והמשכת אוצר העליון הוא במדת הנצח\" דענין זה, שבמדת הנצח מתגלה ונמשך אוצר העליון, הוא חידוש גדול יותר מזה שע\"י הנצח מגיעים להאוצר דזה שע\"י הנצח מגיעים לאוצר העליון, אף שהאוצר הוא סתום ונעלם, מצינו עד\"ז גם בענין התשובה, וכמבואר בלקו\"ת36 בפירוש הכתוב37 לך אמר לבי בקשו פני את פניך הוי' אבקש, שע\"י התשובה מעומק פנימיות הלב, בקשו פני, מגיעים לבחינת הפנים שלמעלה, פניך הוי' דהגם שבחינת הפנים שלמעלה הוא למעלה מגילוי, כמ\"ש38 ופני לא יראו, הוא בבחינת המשכה מלמעלה למטה, אבל בבחינת העלאה את פניך הוי' אבקש39 ומזה מובן בנוגע לעניננו – מדת הנצח, דזה שע\"י הנצח יכולים להגיע לאוצר העליון, \"להגיע\" מלמטה למעלה, אין זה חידוש כ\"כ, ועיקר החידוש הוא שבמדת הנצח הוא התגלות והמשכת אוצר העליון, התגלות והמשכה מלמעלה",
          "topics": [
            "גילוי",
            "נצח",
            "ישראל",
            "גלות",
            "המשכה"
          ],
          "word_count": 227
        },
        {
          "chunk_id": "chunk_5",
          "content": "וצריך להבין, הרי ענינו של אוצר הוא שהוא סתום ונעלם, למעלה מבחינת גילוי [ובפרט לפי מה שנת\"ל (סעיף ד) שעיקר ענין האוצר הוא העצמות שאינו בגדר אור כלל], והיאך שייך שתהי' התגלותו והמשכתו במדת הנצח.והנה מבואר בלקו\"ת שם38, דע\"י שהתשובה מגעת לבחינת פניך הוי' (בחינת הפנים שלמעלה מהוי'), נמשך משם להיות גילוי בחינת הוי' [שבכדי להמשיך שם הוי' מחדש, לאחרי שפגם בהוי', צ\"ל ההמשכה מבחינת הפנים שלמעלה מהוי'40 ] ומבואר שם, דמ\"ש ופני לא יראו הוא שהפנים בעצמן אין באים לידי גילוי, אבל הגילוי נמשך משם ועפ\"ז הי' אפשר לומר לכאורה בנוגע לעניננו, דמ\"ש בהמאמר \"דהתגלות והמשכת אוצר העליון הוא במדת הנצח\", הכוונה בזה היא שבמדת הנצח נמשך גילוי מאוצר העליון, דגילוי זה הוא נתינת כח לנצח את המלחמה אמנם, מלשון המאמר41 \"וכל הון יקר שבהאוצרות ניתן לאנשי החיל\" משמע שנותנים להם את האוצרות עצמם (וכל הון יקר שבהם), ולא רק גילוי מהאוצרות וכן מובן גם ממ\"ש בהמאמר42 שבשביל הנצחון מבזבזים כל האוצרות דמכיון שבזבוז הוא למעלה מכל מדידה והגבלה, א\"א לומר שישנה הגבלה בההמשכה, ובהכרח לומר שבמדת הנצחון נמשך ומתגלה (גם) האוצר עצמו.ו) ולכאורה הי' אפשר לומר, דזה שבמדת הנצח מתגלה ונמשך אוצר העליון הוא ע\"ד הידוע43 בענין אתערותא דלעילא שאין אתערותא דלתתא מגעת לשם ובאה בדרך מתנה מלמעלה, שאינה שורה ומתגלה אלא לאחרי האתעדל\"ת והאתעדל\"ע שמתעוררת ונמשכת ע\"י האתעדל\"ת דהגם שאתעדל\"ע זו באה במתנה מלמעלה, מ\"מ, צ\"ל איזה כלי לזה, דקוב\"ה לא שריא אלא באתר שלים44, ולכן, בכדי שיהי' הגילוי של אתעדל\"ע זו (הבאה בדרך מתנה) צ\"ל השלימות דמעשה התחתונים [אתעדל\"ת ואתעדל\"ע שמתעוררת ונמשכת על ידה]",
          "topics": [
            "אור",
            "עצמות",
            "גילוי",
            "תחתונים",
            "נצח"
          ],
          "word_count": 248
        },
        {
          "chunk_id": "chunk_6",
          "content": "ועפ\"ז הי' אפשר לומר, דמ\"ש בהמאמר שהתגלות והמשכת אוצר העליון הוא מדת הנצח, הוא, שהנצח הוא דוגמת השלימות (אתר שלים) שבו הוא המשכת וגילוי האוצר אבל ממ\"ש בהמאמר ש\"במדת הנצח יכולים להגיע לאוצר העליון פירוש דהתגלות והמשכת אוצר העליון הוא במדת הנצח\", מוכח, דזה שבמדת הנצח מתגלה ונמשך אוצר העליון הוא (לא מפני שהנצח הוא כמו אתר שלים, אלא) מצד זה שהנצח מגיע באוצר העליון45 וצריך להבין, והרי אוצר העליון הוא למעלה מגדר גילוי, והיאך שייך שע\"י מדת הנצח יגיעו להאוצר באופן שעי\"ז יבוא האוצר עצמו בהמשכה וגילוי.ז) ויש לומר הביאור בזה בהקדים מ\"ש אדמו\"ר הזקן בתו\"א ד\"ה פתח אליהו46, שהצמצום הי' רק בהאור ולא בהמאור ומ\"ש בכתבי האריז\"ל47 שע\"י הצמצום נעשה חלל ומקום פנוי לעמידת העולמות, הכוונה בזה היא שהוא חלל וריק מן האור שלא נשאר בו אור וגילוי, שבכדי שיוכל להיות התהוות העולמות, גם עולמות הכי עליונים, עלה ברצונו ית' שהמקום שבו יהי' עמידת העולמות יהי' פנוי מן האור, אבל המאור נמצא בכל מקום ומוסיף בתו\"א, שבהמאור לא שייך צמצום ח\"ו היינו, דלא רק שלא הי' בו צמצום בפועל, אלא יתירה מזו שאין שייך בו צמצום ואדרבא המאור הוא בהתגלות דלא רק שע\"י הצמצום לא נעשה העלם בהמאור [מכיון שהצמצום הי' רק בהאור ולא בהמאור, כנ\"ל], אלא אדרבא, ע\"י הצמצום הוא התגלות המאור48",
          "topics": [
            "אור",
            "גילוי",
            "העלם",
            "צמצום",
            "עליונים"
          ],
          "word_count": 205
        },
        {
          "chunk_id": "chunk_7",
          "content": "וממשיך שם, דזהו הטעם שאפילו תינוקות יודעים שיש שם אלוקה מצוי [או כהלשון המובא במק\"א49, ששם שמים שגור בפי כל], כי המאור הוא בהתגלות למטה כמו למעלה (ואדרבא, עיקר התגלותו הוא למטה47).ח) והנה זה שהמאור הוא בהתגלות בכל מקום, הוא באופן שאינו פועל בהמקום (ורק ידיעה כללית שיש אלוקה), כי כל פעולה היא ע\"י אור וגילוי50, משא\"כ זה שהמאור הוא בהתגלות [דזה שהמאור הוא בהתגלות אינו ענין הגילוי51 ], אינו פועל בהמקום ובכדי שזה יהי' באופן של גילוי פעולה בעולם, הוא ע\"י שהזכרת שם שמים [הבאה מצד שהמאור הוא בהתגלות] היא בנוגע לעניני העולם ויש לקשר זה עם הסיפור הידוע52 של אדמו\"ר הזקן ששמע מרבו הרב המגיד ע\"ד גודל ההשתדלות של הבעש\"ט שישראל (אנשים נשים וטף) יאמרו דברי תהלה להשי\"ת [כמו \"ברוך השם\", \"געלויבט השי\"ת\" וכיו\"ב] על זה שמשפיע להם בריאות ופרנסה, באמרו שתהלות ישראל הם פרנסתו של הקב\"ה כביכול, כמ\"ש53 ואתה קדוש יושב תהלות ישראל, שפרנסתו של ואתה קדוש (שעלי' הוא יושב כביכול) היא תהלות ישראל, שישראל משבחים ומהללים אותו ית' על זה שמשפיע להם בני חיי ומזוני רויחי וביאר אדמו\"ר הזקן54 שהוא ע\"ד דאיתא במדרש עה\"פ55 דמיתיך רעייתי, מפרנסתי הן שירעו אותי בשני תמידין בכל יום וע\"פ הידוע56 בפירוש מרז\"ל57 ישראל מפרנסין לאביהם שבשמים, דכמו שפרנסה כפשוטה היא שעל ידה נעשה חיבור הנשמה עם הגוף עד\"ז הוא גם הפרנסה למעלה שענינה הוא שתהי' המשכת והתלבשות אוא\"ס בהספירות שנק' בשם גוף, מובן, דזה שפרנסתו של ואתה קדוש הוא תהלות ישראל, הוא שע\"י תהלות ישראל נעשה המשכת אוא\"ס בהספירות, ועל ידם – בההשפעות שהקב\"ה משפיע לישראל ע\"י הספירות, ובפרט – באותם ההשפעות שישראל מהללים אותו ית' על זה שהשפיע להם השפעות אלו",
          "topics": [
            "אור",
            "אוא\"ס",
            "גילוי",
            "עולם",
            "ספירות"
          ],
          "word_count": 262
        },
        {
          "chunk_id": "chunk_8",
          "content": "דההשפעות כמו שהם מצד עצמם (לפני העבודה דתהלות ישראל), נמשכות ע\"י הספירות שהם באין ערוך לגבי אוא\"ס, וע\"י שישראל מהללים אותו ית', את העצמות [שהרי כוונתם בזה שאומרים \"ברוך השם\", \"געלויבט השי\"ת\" וכיו\"ב היא לעצמותו ית'], על זה שהשפיע להם ההשפעות, עי\"ז נמשך גילוי עצמות אוא\"ס בהשפעות אלו ועפ\"ז יובן מ\"ש בתורת הבעש\"ט (הנ\"ל) שתהלות ישראל שעליהם הקב\"ה יושב ומתפרנס הם התהלות על זה שמשפיע להם בגשמיות (\"פאַר דעם געזונט און פרנסה וואָס ער ב\"ה גיט זיי\"), כי בכדי שתהי' המשכת עצמות אוא\"ס בענינים הגשמיים צריך להיות גם ההילול בענינים אלו.ט) ויובן זה ע\"פ הידוע58 בענין אתעדל\"ע הנמשכת ע\"י אתעדל\"ת, דהגם שזה שאתעדל\"ת מעוררת וממשכת האתעדל\"ע אינו מצד מעלת האתעדל\"ת עצמה אלא מפני שכך עלה ברצונו ית', מ\"מ, צ\"ל האתעדל\"ת בדוגמת האתעדל\"ע הנמשכת על ידה וכתורת הרב המגיד59 עה\"פ60 ועל דמות הכסא דמות כמראה אדם עליו מלמעלה, (דפירוש דמות כמראה אדם הוא) שכפי המדה שהאדם מראה מלמטה כן מראין לו מלמעלה ויש לומר, שמקור ענין זה הוא מאמר הזהר61 תא חזי (שאפשר לראות זה בראי' מוחשית) כו', אי איהו קיימא בנהירו דאנפין מתתא כדין הכי נהרין לי' מעילא כו' חדוה דב\"נ משיך לגבי' חדוה אחרא עילאה כו' ויתירה מזו, שגם זה שע\"י עבודת האדם נעשים הענינים למעלה62, כתורת הרב המגיד63 על מרז\"ל64 דע מה למעלה ממך, דכל מה שלמעלה הכל הוא ממך, צריכה להיות העבודה בדוגמת הענין דלמעלה שנעשה על ידה",
          "topics": [
            "אוא\"ס",
            "עצמות",
            "גילוי",
            "ספירות",
            "ישראל"
          ],
          "word_count": 221
        },
        {
          "chunk_id": "chunk_9",
          "content": "ויש לומר, שעד\"ז הוא בהמשכת עצמות אוא\"ס שע\"י העבודה דתהלות ישראל, דהגם שבנוגע לההמשכה עצמה אין שייך לומר לכאורה שהיא נמשכת ע\"י העבודה65, מ\"מ, בנוגע להמקום שבו תהי' ההמשכה, צריכה להיות העבודה (ההילול) בענינים אלו שבהם תבוא ההמשכה.ויש להוסיף, דבההמשכה שעל ידי תהלות ישראל, שני ענינים המשכה כללית, כהפירוש66 ביושב תהלות ישראל שעל ידי תהלות ישראל הוא נמשך למטה [שההמשכה נק' בשם ישיבה, כמו היושב שמשפיל קומתו], המשכה וגילוי בכלל67 שנעשה ע\"י (כללות ענין) ההילול מלשון בהלו68 נרו69, והמשכה שבדוגמת התלבשות בענין פרטי (ע\"י שהתהלות ישראל הם בנוגע לענינים פרטים), כפירוש הבעש\"ט ביושב תהלות ישראל, שתהלות ישראל הם פרנסתו של הקב\"ה כביכול שעליהם הוא יושב דענין הפרנסה הוא דוגמת הפרנסה כפשוטה שעל ידה נעשה חיבור הנפש עם הגוף בפנימיות, שהגוף חי מהנפש.יו\"ד) ועפ\"ז יש לבאר גם מ\"ש בהמאמר דהתגלות והמשכת אוצר העליון הוא במדת הנצח, שבכדי שהגילוי דאוצר העליון יפעול במדת הנצח שבאדם, שיהי' בכחה לנצח את המנגדים, הוא ע\"י שהתגלות והמשכת האוצר תהי' (בדוגמת התלבשות) במדת הנצח וע\"פ מה שנת\"ל בענין ואתה קדוש יושב תהלות ישראל, שבכדי שההמשכה תהי' באופן דוגמת התלבשות (יושב מענין פרנסה) בענינים פרטים, הוא ע\"י עבודה ששייכת לאותו הענין שבו היא ההמשכה [הגם שבנוגע לההמשכה עצמה (המשכת העצמות) אין שייך לומר שהיא נמשכת ע\"י עבודה שבדוגמתה], יש לומר, שעד\"ז הוא בהענין דהתגלות והמשכת אוצר העליון, שבכדי שההתגלות וההמשכה תהי' במדת הנצח שבאדם באופן שהגילוי יפעול בה, הוא ע\"י העבודה דנצח",
          "topics": [
            "אור",
            "אוא\"ס",
            "עצמות",
            "גילוי",
            "נצח"
          ],
          "word_count": 225
        },
        {
          "chunk_id": "chunk_10",
          "content": "ויש לומר, דזהו מ\"ש בהמאמר \"במדת הנצח יכולים להגיע לאוצר העליון פירוש דהתגלות והמשכת אוצר העליון היא במדת הנצח\", שהכוונה ב\"פירוש כו'\" היא, דזה שהנצח מגיע באוצר העליון הוא לא שהנצח מגיע בהאוצר באופן שמעורר המשכת וגילוי האוצר [בדוגמת אתעדל\"ת שמעוררת האתעדל\"ע], כי בבחינת האוצר אין אתעדל\"ת מגעת לשם [וגם עבודה הבאה מעצם הנפש שמגעת בפנימיות א\"ס הוא רק באופן דהעלאה, וההמשכה היא רק שנמשך גילוי מבחינת הפנימיות ולא הפנימיות עצמו], ולכן מפרש דזה שהנצח מגיע באוצר העליון הוא (לא שמעורר את ההתגלות וההמשכה עצמה, אלא) שההתגלות וההמשכה תהי' במדת הנצח.יא) וממשיך בהמאמר, שהטעם על פתיחת האוצרות בעת המלחמה הוא, כי עיקר ענין המלחמה הוא הנצוח ויובן זה ע\"פ מה שמבאר אדמו\"ר האמצעי בארוכה70 בענין גודל העילוי והיוקר של האוצרות (ושאעפ\"כ, בכדי לנצח מלחמה מבזבז המלך את כל האוצרות), דגם כשלפעמים חפץ המלך להראות לשר גדול אוהבו וריעו כנפשו הכלי יקר וכיו\"ב שנמצאים אצלו, לא יקח מהאוצרות הטמונים מכבר כמה מאות שנים ורק לפרקים רחוקים מאד, כשעושה משתה ושמחה ביום חתונתו או חתונת בנו וכיו\"ב, אז יצווה להוציא גם הכלים היקרים הטמונים מכבר, להראות את יקר תפארת גדולתו ועושר כבוד מלכותו אבל גם אז, אינו מראה כל הכלי יקר שנמצאים בהאוצרות ורק חלק מהם (שאינו טמון כ\"כ), וגם מכלים אלו הוא רק מראה להיושבים במשתה (ואינו נותן להם) משא\"כ בכדי לנצח מלחמה, הוא מוציא (מוכר) כל הכלי יקר וכו' על הוצאות המלחמה, ואין בזה שום הגבלה, דכאשר לא מספיק ההון דאוצר שלו יקח גם מהאוצרות שאצרו אבותיו ואבות אבותיו",
          "topics": [
            "גילוי",
            "מלכות",
            "תפארת",
            "נצח",
            "גלות"
          ],
          "word_count": 239
        },
        {
          "chunk_id": "chunk_11",
          "content": "ומבאר שם, דזה שבכדי לנצח המלחמה הוא מבזבז את כל אוצרותיו, אין זה מפני שרוצה להרחיב גבול ארצו ע\"י שכובש עוד מדינה או להרבות רכושו ע\"י השלל [כי אז הי' משער כמה הון כדאי להשקיע בשביל זה, ולא הי' מוציא את כל אוצרותיו, ומכ\"ש שלא הי' מבזבזם], אלא בכדי לנצח את זה שלוחם כנגדו ומנגד אליו כי הנצחון לנצח את המנגד נוגע לפנימיות הנפש, כמבואר שם בארוכה ויש לומר, דמ\"ש בהמאמר שהטעם על פתיחת האוצרות בעת המלחמה הוא כי עיקר ענין המלחמה הוא הנצח, הכוונה בזה היא, שפתיחת האוצרות בעת המלחמה הוא לא בשביל ענין הכיבוש שיכבוש עוד מדינה וירחיב גבול ארצו, אלא בשביל הנצוח, שזה (נצוח) הוא עיקר ענין המלחמה ועד\"ז הוא גם בהנמשל, דזה שנותנים לישראל (ובאופן דבזבוז71 ) האוצר שלמעלה בכדי לנצח את המלחמה הוא לא בכדי לכבוש את העולם ולעשותו דירה לו ית', שעי\"ז תושלם הכוונה שנתאוה הקב\"ה להיות לו ית' דירה בתחתונים, כי אם, בשביל הנצחון, לנצח את המנגד.יב) ובזה יובן מה שמביא בהמאמר, דאיתא במדרש תהלים עה\"פ72 תודיעני אורח חיים גו', אמר דוד לפני הקב\"ה תודיעני אורח חיים כו', אמר הקב\"ה לדוד חיים את בעי צפה לתורה כו' ובמדרש רבה73 איתא, שובע שמחות את פניך71 (אל תקרי שובע אלא שבע74 ) אלו ז' כתות צדיקים שעתידין להקביל75 פני שכינה כו', מי מודיענו איזו כת החביבה והנעימה שבהן כו' (אלו) שהן עתידין לעמוד בימינו של הקב\"ה, הה\"ד71 נעימות בימינך נצח וצריך ביאור, דלכאורה, ההוכחה על השייכות דנצח לישראל היא מסיום הכתוב נעימות בימינך נצח, דלפי פירוש המדרש קאי זה על ישראל, ולמה מביא בהמאמר גם פירוש המדרש על הכתוב תודיעני אורח חיים שובע שמחות את פניך76",
          "topics": [
            "שכינה",
            "אור",
            "תחתונים",
            "עולם",
            "נצח"
          ],
          "word_count": 261
        },
        {
          "chunk_id": "chunk_12",
          "content": "וע\"פ הנ\"ל יש לומר הביאור בזה, דג' הענינים שבהפסוק (תודיעני אורח חיים, שובע שמחות את פניך, נעימות בימינך נצח) הם ג' ענינים בעבודתם של ישראל, שעל ידם מתגלים האוצרות שלמעלה ותודיעני אורח חיים הו\"ע עסק התורה (חיים את בעי צפה לתורה), שהוא דוגמת מתן תורה (מה להלן באימה וביראה כו' אף כאן כו'77 ), שבשעת מתן תורה, יום חתונתו זה מתן תורה78, נתגלו מהאוצרות שלמעלה, בדוגמת מלך בו\"ד שביום חתונתו מגלה מאוצרותיו79 שובע שמחות אלו ז' כתות צדיקים כו' הוא העבודה דישראל לעשות את העולם לדירה לו ית' דזהו ז' כתות צדיקים (ז' דוקא), כי מכיון שכל עניני העולם הם במספר שבע, לכן גם עבודת הצדיקים (ועמך כולם צדיקים) לעשות את העולם לדירה לו ית' נחלקת לז', שבע כתות צדיקים80 ויש לומר, דזהו גם מה שהצ\"צ ברשימותיו לתהלים עה\"פ81 מביא מרז\"ל זה (דשובע שמחות הוא שבע כתות של צדיקים) בהמשך לדרשת רז\"ל82 דשובע שמחות הם ז' הנימין שהיו בכנור של בית המקדש, כי הכוונה דהעולם הוא שישראל יעשו אותו למקדש לו ית' (כמובן גם מההמשך דההילולא בפירוש הכתוב ועשו לי מקדש), וז' הנימין דהכנור שבבית המקדש הם השלימות דז' הענינים של כללות העולם83 וזהו שהענין דז' כתות של צדיקים בא בהמשך לענין דז' הנימין של הכנור דבית המקדש, כי העבודה דז' כתות צדיקים היא לעשות את העולם למקדש לו ית' וענין זה (שהעולם נעשה למקדש ודירה לו ית') הוא בדוגמת המלחמה בכדי להרחיב גבול ארצו, שגם בשביל זה מוציא מאוצרותיו84, אבל לא באופן דבזבוז",
          "topics": [
            "אור",
            "עולם",
            "נצח",
            "צדיקים",
            "צדיק"
          ],
          "word_count": 234
        },
        {
          "chunk_id": "chunk_13",
          "content": "נעימות בימינך נצח הו\"ע הנצחון דישראל שמנצחים את המנגד, שעבודה זו היא החביבה והנעימה (נעימות) של כל ז' העבודות, שבשביל זה נותנים את כל האוצרות, ובאופן דבזבוז (למעלה מחשבון).יג) וממשיך בהמאמר, דאיתא במדרש85, דנעימות בימינך נצח זה הלולב שניקח בימין, שעי\"ז הנצחון הוא בגילוי וכדאיתא במדרש86 משל לשנים שנכנסו אצל הדיין ולית אנן ידעין מאן הוא נוצח אלא מאן דנסיב באיין (לולב והדס87 ) בידי' אנן ידעין דהוא נצוחייא, כך ישראל כו' אנו יודעין דישראל אינון נצוחייא ויש לומר, דזה שמביא (מהמדרש) ולית אנן ידעין מאן הוא נוצח88, הוא, כי מכיון שכל ענין הנצחון הוא לנצח את המנגד, הרי כל מה שהמנגד הוא בתוקף יותר, הנצחון הוא ביותר ולכן מביא בהמאמר \"לית אנן ידעין כו'\", היינו שהמנגד הוא בתוקף כ\"כ עד שיכול להיות ספק שהוא יהי' המנצח ח\"ו, וכשמנצחים המנגד כשהוא בתוקף, אז הוא אמיתית ועיקר ענין הנצחון ועפ\"ז יובן גם מ\"ש בסיום וחותם הפרק דענין הנצחון הוא להיות אתכפיא סט\"א, אתכפיא דוקא, אף שבתחלת ההמשך אומר (כו\"כ פעמים) \"אתכפיא ואתהפכא\"89, כי ענין ועשו לי מקדש שבזה מדבר בתחלת ההמשך, נעשה בעיקר ע\"י העבודה דאתהפכא, דע\"י שהאדם מהפך את נפש הבהמית שלו לקדושה, נעשה כן גם בעולם90, שהעולם נהפך להיות מקדש ודירה לו ית' משא\"כ ענין הנצח (דכל מה שהמנגד הוא בתוקף יותר הנצחון הוא ביותר, כנ\"ל) הוא בעיקר ע\"י העבודה דאתכפיא סט\"א בעודה בתקפה ובגבורתה91",
          "topics": [
            "גילוי",
            "עולם",
            "נצח",
            "ישראל",
            "מקדש"
          ],
          "word_count": 216
        },
        {
          "chunk_id": "chunk_14",
          "content": "וזהו גם מה שמסיים בהפרק \"ובשביל זה הוא התגלות אוצר העליון\", שעיקר התגלות האוצר ובאופן דבזבוז הוא בשביל העבודה דאתכפיא דוקא92.ויש לקשר זה עם המבואר בהמאמר93 דהגם שמסירת האוצר הוא ע\"י שרים ופקידים דוקא, הכוונה פנימית הם האנשי חיל, כי ההפרש בין אתכפיא לאתהפכא הוא, כמו שמבאר אדמו\"ר מהר\"ש94, דאתהפכא הוא שמואס ברע, וכן עבודתו בהקו דועשה טוב היא כמ\"ש95 חפץ מאד, שהוא חפץ במצוות בחשק ורצון, דענין זה הוא רק בצדיקים (שרים ופקידים), משא\"כ אתכפיא הוא, דהגם שאינו מואס ברע, וגם בנוגע לועשה טוב אין לו חשק ורצון במצוות, מ\"מ הוא כופה את עצמו להיות סור מרע ועשה טוב, בדרך נצחון וענין זה שייך לכל אחד מישראל (אנשי חיל), כדאיתא בתניא96 דאתכפיא סט\"א בעודה בתקפה ובגבורתה היא מדת הבינונים, דמדת הבינוני היא מדת כל אדם97",
          "topics": [
            "נצח",
            "צדיקים",
            "צדיק",
            "ישראל",
            "מצוות"
          ],
          "word_count": 126
        },
        {
          "chunk_id": "chunk_15",
          "content": "ויש לומר, דזהו גם הקשר דנצח ישראל עם לולב ומיניו, דהמינים שבלולב מורים על הסוגים דישראל98, וגם סוג הכי תחתון שבישראל שנמשל לערבה שאין בה לא טעם ולא ריח יש בהם כח הנצחון, ואדרבא, דוקא בערבה כח הנצחון הוא ביותר [וכידוע99 שנצח והוד הם בדי ערבות שאין בהם לא טעם ולא ריח], וע\"י שהערבות מעוררים את כח הנצחון (לנצח את היצר בעודו בתקפו ובגבורתו), הם מתקשרים עם ההדסים והלולב100, ועל ידם נמשך בהם גם מעין101 הענין דאתהפכא102, ועי\"ז יודעים דישראל אינון נצוחייא103, שהנצחון הוא בגילוי לעין כל.יד) וביאור העילוי דההמשכה (בזבוז האוצרות) שעל ידי העבודה דאתכפיא דוקא בפרטיות יותר, יובן ע\"פ מ\"ש אדמו\"ר (מהורש\"ב) נ\"ע104 בביאור המאמר כד אתכפיא סט\"א אסתלק יקרא דקוב\"ה בכולהו עלמין, דהטעם על זה שע\"י אתכפיא סט\"א נמשך אור נעלה כזה שנק' בשם \"אסתלק\" להיותו אור מקיף \"שמסולק מבחי' הפנימיות\"105 הוא, כי יתרון האור הוא מן החושך דוקא, שע\"י בירור החושך נמשך תוספות אור, שלמעלה מהאור שנמשך בסוד שרש שנמדד ונקצב לפי ערך העולמות ומבאר שם, דזהו הטעם על זה שהאדם מקבל חיות מהמאכלים דדצ\"ח, דע\"י שפועל בעצמו שלא להימשך אחר התענוג הגשמי שבהמאכל אלא שכוונתו תהי' לשם שמים שבכח האכילה ילמד ויתפלל [שבכדי שיפעול בעצמו שכוונתו בהאכילה תהי' באמת לשם שמים צ\"ל תחלה העבודה דתפלה בהתבוננות כזו שמובנת גם לנה\"ב, שגם נה\"ב תבין ותשיג שצריך לרצות באלקות ולא בחומריות העולם], שעי\"ז מברר את המאכל שמפריד ממנו את הרע ומעלה את הטוב, הנה ע\"י בירור זה, נמשך לו תוספות אור, בחינת המקיף וזהו כד אתכפיא סט\"א אסתלק יקרא דקוב\"ה בכולהו עלמין, כי המשכת המקיף היא ע\"י בירור החושך דוקא",
          "topics": [
            "אלקות",
            "אור",
            "גילוי",
            "עולם",
            "עולמות"
          ],
          "word_count": 253
        },
        {
          "chunk_id": "chunk_16",
          "content": "ולהעיר, דמזה שמבאר שם שפירוש כד אתכפיא סט\"א הוא בירור החושך [ובפרט מהדוגמא דבירור המאכל ע\"י שאוכל לשם שמים, שזה בא לאחרי הבירור דנה\"ב ע\"י עבודת התפלה], מובן, שגם במאמר זה106 מפרש שהכוונה בכד אתכפיא סט\"א היא (בעיקר) לאתכפיא שמביא לידי אתהפכא.וממשיך בהמאמר, דצריך להבין, הרי גם ע\"י העבודה דנפש האלקית מצד עצמה, כמו בעבודת התפלה בהתבוננות באלקות בענינים שאינם שייכים לנה\"ב וכן בעסק התורה, נמשך תוספות אור בנפש האלקית, דכל תוספות אור [ובפרט שהתוספות אור שנמשך ע\"י התפלה ועסק התורה הוא תוספות שמרובה על העיקר] הוא מהאור מקיף, ומהו היתרון שנעשה ע\"י בירור החושך דוקא [ויש לומר, דזה שמביא בהמאמר דוגמא מעבודת התפלה (עבודה) ועסק התורה ולא מקיום המצוות (גמ\"ח), כי המצוות, מכיון שענינם הוא107 ציוויים להאדם והכוונה בהם היא בכדי לצרף את הבריות108, בהכרח שהבירור שנעשה על ידם בהגוף ונה\"ב הוא בגילוי קצת (גם כשקיום המצוות שלו היא באופן דעבודת הנשמה מצד עצמה109 ), משא\"כ עסק התורה, מכיון שהתורה היא דבר ה', חכמתו של הקב\"ה, אלא שירדה למטה ונתלבשה בשכל האדם, לכן אפשר שלא יהי' נרגש הבירור והזיכוך דמוח הגשמי שנעשה עי\"ז, לכן בעסק התורה110 שייך יותר שתהי' עסק מצד הנשמה] ומבאר בזה, דבמקיף יש שתי מדריגות כידוע111, שבהעלם [דמקיף הוא בחינת העלם] יש שתי בחינות העלם שישנו במציאות, כמו האש שבתוך הגחלת, שעם היותו נעלם ומכוסה בהגחלת הוא מציאות אש, שלכן ע\"י המים יכבה האש שבהגחלת, והעלם שאינו במציאות, כמו האש שבצור החלמיש שלא יכבה לעולם מפני שאינו במציאות אש והחילוק שבין שתי בחינות אלה הוא גם באופן התגלותם מהעלמם דהוצאת וגילוי האש מהגחלת היא ע\"י נפיחה במפוח, והוצאת האש מהצור היא ע\"י הכאה ביגיעה דוקא",
          "topics": [
            "אלקות",
            "אור",
            "גילוי",
            "העלם",
            "עולם"
          ],
          "word_count": 259
        },
        {
          "chunk_id": "chunk_17",
          "content": "וזהו היתרון בהמקיף שנמשך ע\"י בירור החושך דוקא, דהמקיף שנמשך ע\"י העבודה דנפש האלקית הוא מקיף השייך לפנימי, ובכללות – העלם שישנו במציאות, שלכן המשכתו והתגלותו היא ע\"י העבודה דנה\"א מצד עצמה (שאין בזה יגיעה כ\"כ, בדוגמת נפיחה במפוח), משא\"כ המקיף שנמשך ע\"י העבודה דבירור החושך, שהיא יגיעה גדולה, הוא המקיף שאינו שייך לפנימי, ובכללות – העלם שאינו במציאות, העלם העצמי וזהו כד אתכפיא סט\"א אסתלק יקרא דקוב\"ה כו', העלם העצמי שמסולק מבחינת הפנימיות לגמרי.ועפ\"ז יובן גדול העילוי דההמשכה שע\"י אתכפיא סט\"א, כי העבודה דאתכפיא סט\"א בעודה בתקפה ובגבורתה [ובפרט האתכפיא בענינים אלו שבאה ע\"י מלחמה עצומה112 ] היא יגיעה גדולה ועצומה עוד יותר מהיגיעה שבעבודת הבירורים, ולכן, ההעלם שנמשך עי\"ז (אסתלק יקרא דקוב\"ה) הוא נעלה יותר גם מההעלם שנמשך ע\"י עבודת הבירורים (\"אתכפיא\" שבמאמר הנ\"ל).טו) והנה מעלה זו בהעבודה דאתכפיא, מכיון שההמשכה היא ע\"י עבודה ויגיעה113 (בדוגמת הוצאת האש מהצור ע\"י הכאה114 ), היא בדוגמת ההמשכה שע\"י היגיעה דעבודת הבירורים, אלא שהיא נעלית יותר אמנם, עיקר המעלה דאתכפיא סט\"א הוא, שהעבודה דאתכפיא סט\"א בעודה בתקפה ובגבורתה היא בדרך נצחון, שעי\"ז הוא התגלות אוצר העליון, דגילוי זה הוא מלמעלה ואין אתעדל\"ת מגעת לשם ועוד ענין בזה, שגילוי זה נמשך בפנימיות (המעלה באתעדל\"ע שנמשכת ע\"י אתעדל\"ת115 ), וכנ\"ל (סעיף יו\"ד) שהתגלות והמשכת האוצר הוא כמו בהתלבשות במדת הנצח שבאדם אלא שעכשיו, שהנצחון אינו בגילוי עדיין (שהרי נמצאים עדיין באמצע המלחמה), זה שנרגש בהאדם בגילוי הוא לא האוצר עצמו רק התוצאה מזה, שבכחו לנצח את המנגד",
          "topics": [
            "גילוי",
            "העלם",
            "נצח",
            "גלות",
            "עבודה"
          ],
          "word_count": 234
        },
        {
          "chunk_id": "chunk_18",
          "content": "ובגמר הנצחון, כשהנצחון יהי' בגילוי, אז יהי' נרגש בגילוי האוצר עצמו, בגאולה האמיתית והשלימה ע\"י משיח צדקנו, בקרוב ממש",
          "topics": [
            "גילוי",
            "נצח",
            "גאולה",
            "משיח"
          ],
          "word_count": 19
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס יו\"ד שבט – תשמ\"ט, \"לקראת יו\"ד שבט, יום הסתלקות-הילולא של כ\"ק אדמו\"ר מהוריי\"צ זצוקללה\"ה נבג\"מ זי\"ע .. מוצש\"ק פ' בא ט' שבט תשמ\"ט\".המאמר \"מיוסד בעיקרו על פרק י\"ט מההמשך, ויוצא לאור לקראת יו\"ד שבט שנה זו – בו לומדים פרק הנ\"ל בפעם השני'*\".*) ראה ב\"פתח דבר\" לד\"ה זה ה'תשכ\"ח – תו\"מ סה\"מ שבט ע' שו ובשוה\"ג ב.1) שה\"ש ה, א.2) ד\"ה באתי לגני ה'שי\"ת (נדפס בסה\"מ ה'תש\"י ע' 111 ואילך), שניתן על ידי בעל המאמר ליו\"ד שבט ה'שי\"ת, יום הסתלקותו.3) ויק\"ר פכ\"ט, יא.4) משא\"כ במ\"ת – ראה ד\"ה באתי לגני ה'תשכ\"ח הערה 5 (תו\"מ סה\"מ שבט ע' שו).5) תרומה כה, ח.6) תהלים לז, כט.7) ישעי' ס, כא.8) ע\"פ מ\"ש בפנים (וראה גם ד\"ה באתי לגני הנ\"ל ס\"ב – שם ע' שח) שהכוונה ב\"צדיקים\" כאן היא (לא רק לשבעה הצדיקים שמאברהם ועד משה, אלא) גם ל\"ועמך כולם צדיקים\", יומתק מה שמביא בהמאמר הפסוק צדיקים יירשו ארץ גו' לאחרי (ובהמשך לזה) שאומר \"בתוכו לא נאמר אלא בתוכם בתוך כל אחד ואחד\".9) ראה מ\"כ ומהרז\"ו לבמדב\"ר פי\"ג, ב. מהרז\"ו לב\"ר פי\"ט, ז.10) כ\"ה בהמשך ההילולא. וראה ד\"ה באתי לגני הנ\"ל הערות 27-28 (שם ע' שח).11) ראה תניא פכ\"ז ולקו\"ת ר\"פ פקודי (מזח\"ב קכח, ב. וראה גם שם סז, ב. קפד, א). תו\"א ויקהל פט, ד. לקו\"ת חוקת סה, ג.12) תו\"א שם. וראה גם להלן סי\"ד.13) ראה גם תניא פמ\"ט (סט, א).14) תהלים קו, מח.15) זהר ח\"א קנח, ריש ע\"ב. לקו\"ת קדושים כט, ג (וראה בהנסמן ב\"מראי מקומות\" לשם). שם לב, ד. ובכ\"מ.16) ראה ג\"כ שער היחוד והאמונה פי\"א (פח, ב), ש\"הם שני מיני עולמות\".17) ראה פדר\"א פי\"ח. זח\"ב כ, א. לז, א. פה, ב.18) קהלת ב, יג. וראה בארוכה ספר הערכים-חב\"ד כרך ב ערך אור – ביחס לחושך ס\"ח (ע' תקעה). וש\"נ.19) ראה סה\"מ עת\"ר ע' רטו-ז, דזה שבתחלת הבריאה עיקר שכינה בתחתונים היתה – הוא שהעולם נברא באופן שיהי' מוכשר שיומשך בו עיקר שכינה, אבל ההמשכה עצמה היתה ע\"י העבודה ד\"לעבדה ולשמרה\".20) בהבא להלן – ראה בההמשך פ\"ג ואילך.21) ראה סנהדרין קו, א. ספרי ר\"פ בלק. במדב\"ר פ\"כ, כב. תנחומא בלק טז.22) משא\"כ ע\"י ההמשכה שע\"י עבודת אדה\"ר קודם החטא. ושני ענינים בזה: שעכשיו דוקא, לאחרי הירידה בעולם שנעשתה ע\"י חטא עה\"ד כו', נעשה \"תחתון\" ביותר; ושע\"י הפיכת החושך דוקא נעשה יתרון האור, עד להמשכת העצמות, \"דירה\".23) ראה תנחומא נשא טז. בחוקותי ג. ב\"ר ספ\"ג. במדב\"ר פי\"ג, ו. תניא רפל\"ו.24) תניא שם. וראה לעיל הערה 22.25) המשך תרס\"ו ס\"ע ג. ובכ\"מ – נסמן בד\"ה באתי לגני ה'תשכ\"ח הערה 32 (תו\"מ סה\"מ שבט ע' שח).26) פ\"י ואילך.27) וכמ\"ש (בא יב, מא) ויהי בעצם היום הזה יצאו כל צבאות הוי' מארץ מצרים.28) ראה גם הנסמן להלן הערה 70. 92. ובכ\"מ.29) שמואל-א טו, כט.30) בפי\"ב שם.31) ראה תקו\"ז סוף תיקון נז (וראה שם תיקון יט – מ, ב). ז\"ח יתרו לד, סע\"ג. וראה ספר הערכים-חב\"ד כרך ד (השלמה לכרך ג) ערך אוא\"ס (ד) ס\"ז סק\"ו. שם ס\"ח. וש\"נ. וראה ד\"ה ונחה עליו רוח ה' גו' ה'תשי\"ד (תו\"מ סה\"מ ניסן ע' קעא ואילך). וש\"נ.32) הדיוק ד\"למעלה מעלה\", ו\"למטה מטה\" שני פעמים – ראה ד\"ה הנ\"ל ס\"ז (שם ע' קעו).33) בפרקים טז-יז.34) בפי\"ז שם \"ובחינה זו (עצם האור) היא הנקראת בשם אוצר\", אבל בהמשך הענין שם, שאוצר הוא העצמות. וראה גם בסיום וחותם ההמשך, \"המשכת אוצר העליון שהוא גילוי פנימי' ועצמות אין סוף ב\"ה\".35) תשכ\"ט (שנת אמירת מאמר זה) – שנה הי\"ט ללימוד ההמשך. ושנה זו (תשמ\"ט) היא שנה הי\"ט ללימוד ההמשך בפעם השני'. – ראה ב\"פתח דבר\" לד\"ה זה ה'תשכ\"ח (תו\"מ סה\"מ שבט ע' שו ובשוה\"ג ב).36) דרושים לשבת שובה סו, ג-ד.37) תהלים כז, ח.38) תשא לג, כג.39) לקו\"ת שם סח, א.40) לקו\"ת נצבים מה, ד. ובכ\"מ.41) בפי\"ט. ועד\"ז בפי\"א.42) בפי\"א.43) לקו\"ת שה\"ש כד, סע\"א ואילך.44) ראה זח\"ג צ, ב.45) ואין לומר, דזה שהנצח מגיע באוצר העליון הוא באופן שעי\"ז נמשך גילוי מאוצר העליון (ע\"ד הגילוי דהוי' שנמשך מבחינת ה\"פנים\" ע\"י שהתשובה מגעת בבחינת הפנים), ועי\"ז הוא נעשה \"אתר שלים\" שמתגלה בו האוצר עצמו – כי עפ\"ז נמצא שהתגלות האוצר עצמו הוא מצד מלמעלה ולא מצד זה שהנצח מגיע לשם, וממ\"ש בהמאמר \"פירוש כו'\", דזה שהתגלות והמשכת האוצר הוא מדת הנצח הוא פירוש על מ\"ש לפנ\"ז \"במדת הנצח יכולים להגיע לאוצר העליון\", מוכח שגם התגלות והמשכת האוצר עצמו הוא מצד זה שהנצח מגיע לשם [בדוגמת האתדל\"ע הנמשכת ומתעוררת ע\"י האתעדל\"ת, מצד זה שהאתעדל\"ת מגעת לשם].46) פ' וירא יד, ב.47) ע\"ח שער א (דרוש עגולים ויושר) ענף ב. אוצרות חיים ומבוא שערים בתחלתם.48) וראה סה\"מ תרס\"ב ע' שס. תרפ\"ו ע' לה. תרפ\"ח ע' קעג.49) סה\"מ תר\"ס ע' מג. סה\"מ קונטרסים ח\"ב רצו, א. ובכ\"מ.50) שזהו מהטעמים על זה שההתהוות היתה ע\"י האור דוקא (סה\"מ תרנ\"ז ע' נא. ובכ\"מ).51) דענין הגילוי הוא שיש בו איזו השגה, משא\"כ זה שהמאור הוא בהתגלות הוא שהוא בהתגלות כמו שהוא בעצמותו, שלכן הידיעה שיש אלוקה מצוי אינה באופן דתפיסא, ובמילא אין זה ענין גילוי – ראה בארוכה סה\"מ תר\"ס, תרפ\"ו וסה\"מ קונטרסים שם.52) סה\"מ אידיש ע' 138 ואילך.53) תהלים כב, ד.54) סה\"מ אידיש שם ע' 140.55) שה\"ש א, ט. שהש\"ר פ\"א, ט (ו).56) תו\"א מקץ לג, ד. תרומה פ, א. לקו\"ת האזינו עו, ב. וראה גם לקו\"ת שה\"ש ד\"ה לסוסתי הב' ס\"ד (יב, ג) וד\"ה הנך יפה ס\"א (יג, סע\"ג ואילך). ועוד.57) זח\"ג ז, ב.58) דרמ\"צ קכג, א-ב. קנט, סע\"ב ואילך. ובכ\"מ.59) מאה שערים יז, ב. אג\"ק אדמו\"ר הצ\"צ ס\"ע כא ואילך.60) יחזקאל א, כו.61) ח\"ב קפד, ב.62) דעשיית הענינים הוא מאוא\"ס שלמעלה מציור, ובמילא, זה שמובא לעיל דזה שהעבודה מעוררת האתעדל\"ע הוא רק מצד רצונו ית' – בבחינה זו הוא עוד יותר, ואעפ\"כ צריכה להיות בדוגמת הענין שנעשה על ידה.63) לקו\"א להה\"מ (הוצאת קה\"ת) סי' קצח (נ, סע\"ג). או\"ת קיב, ב (בהוצאת קה\"ת תש\"מ ואילך – סי' תפ). \"היום יום\" יג אייר.64) אבות פ\"ב מ\"א.65) וכנ\"ל ס\"ה מלקו\"ת שבת שובה, שההמשכה דבחינת הפנים שלמעלה מצד זה שעבודה מגעת לשם היא רק הגילוי מבחינת הפנים ולא הפנים עצמם. וראה להלן הערה 69.66) לקו\"ת קדושים כט, ג.67) בלקו\"ת שם (בתחלת הענין) \"להמשיך גילוי מדותיו ית' .. ע\"י שמשבחים ומהללים אותו במדות אלו\". וענין זה (דהמשכת גילוי מדותיו ית') הוא ע\"י שמהללים אותו \"במדות אלו\". אבל ענין ההילול עצמו הוא מלשון \"בהלו נרו\" (כהמשך הענין בלקו\"ת שם), גילוי בכלל.68) איוב כט, ג.69) לקו\"ת שם. והא דמשמע בלקו\"ת שם שגם ההמשכה עצמה נמשכת ע\"י תהלות ישראל – אף שלכאורה אין שייך שהעבודה דתהלות ישראל מגעת לדרגת אתה קדוש (כנ\"ל בפנים ובהערה 65) – יש לומר, שהענין ד\"אתה קדוש\" שבלקו\"ת שם הוא אוא\"ס כמו שיש לו איזו שייכות לספירות* [כמובן גם מזה שהתהלות שבלקו\"ת שם היא \"קריאת שמותיו ית'\" השייכים למדות פרטיות**], ובהמשכה זו שייך לומר שנמשכת ע\"י תהלות ישראל, משא\"כ בנוגע המשכת העצמות.*) להעיר גם מהמבואר בתו\"א בהוספות קג, ג (הובא בלקו\"ת שם), דזה שע\"י השבחים נעשה הגילוי הוא לפי שיש כבר ע\"ס הגנוזות – והרי ע\"ס הגנוזות הם דוקא לאחרי עליית הרצון (המשך תרס\"ו ע' קפה. ובכ\"מ).**) משא\"כ ה\"תהלות ישראל\" בהסיפור דהבעש\"ט – הגם שההילול הוא על השפעת ענינים פרטים (בריאות, פרנסה וכיו\"ב) – אינם קשורים עם תוארים אלא \"ברוך השם\" וכיו\"ב, \"המאור הוא בהתגלות\".70) בד\"ה צדקת פרזונו בתו\"ח בשלח (שכב, א ואילך [בהוצאה החדשה – ח\"א רכד, ב ואילך]).71) משא\"כ נתינת האוצרות שלא באופן דבזבוז – היא גם בכדי להשלים הכוונה דדירה בתחתונים, כדלקמן הערה 84.72) תהלים טז, יא.73) ויק\"ר פ\"ל, ב. ולהעיר שענין זה* איתא גם במדרש שוח\"ט שם, אבל בהמאמר הובא זה מויק\"ר. ובמדרש תהלים (הוצאת באָבער) קיצר בזה.*) הפירוש דשובע שמחות את פניך, משא\"כ הפירוש דנעימות בימינך נצח (ובמדרש תהלים הוצאה הנ\"ל הובא גם ענין זה, אבל בקיצור).74) מדרש תהלים שם.75) כ\"ה בויק\"ר שם. ובמדרש תהלים שם \"שעתידים לראות\".76) ובפרט שבויק\"ר שם (ששם מפרש הענין דנעימות בימינך נצח) מפרש \"תודיעני אורח חיים\" באופן אחר.77) ברכות כב, א. וראה תו\"א יתרו סז, ב. תו\"ח יתרו שע, ב ואילך [בהוצאה החדשה – ח\"ב רנג, ב ואילך]. וראה גם תו\"א ויצא כא, ב. שם כב, ב. תו\"ח ויצא כד, סע\"ג ואילך. ובכ\"מ.78) שה\"ש ג, יא. תענית כו, ב (במשנה). ועד\"ז בפרש\"י עה\"פ.79) ראה ד\"ה צדקת פרזונו בתו\"ח שם (שכו, כ [בהוצאה החדשה – ח\"א רכא, ב ואילך]).80) ראה ויק\"ר שם דפניהם [של שבע כתות] דומות לחמה ולבנה כו' – ז' ענינים שבעולם.81) יהל אור (להצ\"צ) ע' מט.82) ערכין יג, ב. במדב\"ר פט\"ו, יא.83) להעיר מלקו\"ת תזריע כא, ד. שז' הנימין דהכנור דבית המקדש הם ז' המדות \"הנק' ימי עולם\". ובהמשך הענין שם דנצח שייך לנימא השמינית (למנצח על השמינית) שלמעלה מ\"ימי עולם\".84) ואף שההון שמוציא בכדי להרחיב גבול ארצו הוא לפי ערך גודל המדינה שרוצה לכבוש (כנ\"ל סי\"א) – יש לומר, דבנמשל, מכיון ש\"נתאוה כו' דירה בתחתונים\", דענין \"נתאוה\" הוא למעלה מטעם והגבלה – הרי אין שיעור כלל כמה הון כדאי להשקיע בשביל זה. אלא שאעפ\"כ, זה קשור עם \"חשבון\" (שבשביל הענין ד\"דירה בתחתנים\" כדאי להוציא כל האוצרות) ואין זה באופן דבזבוז, משא\"כ נתינת האוצרות בשביל הנצחון – אינה קשורה עם \"חשבון\", כ\"א בזבוז. ולהעיר גם מד\"ה באתי לגני ה'תשכ\"ח ס\"ג (תו\"מ סה\"מ שבט ע' שט).85) ויק\"ר שם, ג. וראה מ\"כ שם.86) ויק\"ר שם, ב.87) במדרש שם \"לולביהן ואתרוגיהן\". ומ\"ש בהמאמר \"לולב והדס\" – יש לומר, כי בהמאמר הובא ענין זה (שבויק\"ר פ\"ל, ב) לבאר הענין ד\"נעימות בימינך נצח\" (שבויק\"ר שם, ג), ולכן אומר \"לולב והדס\" – ומשמיט לשון המדרש \"לולביהן ואתרוגיהן\" – כי האתרוג הוא בשמאל.הטעם שנקט \"לולב והדס\" ומשמיט ערבה – ראה לקמן הערה 103.88) אף שלכאורה נוגע כאן רק החיוב, \"מאן דנסיב כו' נצוחייא\".89) בפ\"א. ובפ\"ג בתחלתו \"אתכפיא המביא ומעלה לבחי' אתהפכא\" [ובסוף הפרק \"אתכפיא, והעיקר המביא לידי אתהפכא\"]. ובפ\"ג בתחלתו, ובפ\"ה (כו\"כ פעמים*), וגם בד\"ה היושבת בגנים תחילתו (לפני פ\"ו) – מביא רק הענין ד\"אתהפכא\".*) בסיום פ\"ה \"כד אתכפיא סט\"א\". אבל הכוונה שם היא להמאמר \"כד אתכפיא סט\"א\", ומפרש \"שפועל להפוך\".90) ראה לקו\"ת במדבר ה, ריש ע\"ב.91) ראה תניא פכ\"ז (לד, סע\"א) – הובא באוה\"ת שבהערה הבאה.92) ראה אוה\"ת בשלח ד\"ה צדקת פרזונו ס\"ה (ע' תרעט). וראה גם ד\"ה א\"ר אושעיא כו' צדקת פרזונו תרכ\"ט (סה\"מ תרכ\"ט ס\"ע נח ואילך).93) בפי\"ט. וראה גם לעיל פי\"א.94) סה\"מ תרכ\"ט שם.95) תהלים קיב, א.96) פכ\"ז (לד, א).97) תניא רפי\"ד.98) ויק\"ר פ\"ל, יב.99) זהר ח\"א רסב, א. ח\"ג קצג, ב. ועוד.100) ראה אוה\"ת בשלח שם ס\"ג (ע' תרעו).101) אבל רק \"מעין\", באופן שגם אז יש בהם העבודה דאתכפיא. ולהעיר מתניא ספכ\"ז \"סופו להיות קדוש ומובדל באמת מהס\"א\", שאין זה סותר למש\"ש לפני זה (לד, א) \"אולי לכך נברא וזאת עבודתו לאכפייא לס\"א תמיד\" – כי זה שסופו להיות קדוש ומובדל אינו בנוגע כל הענינים.102) כי ע\"י התקשרותם עם הצדיקים (לולב והדסים) נמשך בהם גם ענין הגילויים ועי\"ז יש בעבודתם גם מעין הענין דאתהפכא.103) משא\"כ לפנ\"ז. ועפ\"ז יש לבאר מ\"ש בהמאמר ד\"באיין\" הוא לולב והדס, ולא ערבה – כי בהמאמר שם \"ואז הוא הנראה דנצח\", והגילוי דנצח (שבהערבה) באופן שנראה לעין כל נעשה ע\"י הלולב וההדסים.104) ד\"ה ראה החילותי אעת\"ר (סה\"מ אעת\"ר ע' קנז ואילך).105) כ\"ה הלשון בסה\"מ שם ס\"ע קנט.106) כבהמשך ההילולא בתחלתו (כנ\"ל הערה 89). משא\"כ בתו\"א ויקהל פט, ג-ד.107) ראה לקו\"ש ח\"ט ע' 65. ובכ\"מ.108) ב\"ר רפמ\"ד. וש\"נ.109) היינו שכוונתו בקיום המצוות באברי הגוף היא לא בכדי לברר את הגוף, והגוף (אצלו) הוא רק \"אמצעי\" שעל ידו תקיים הנשמה את המצוות – ראה תורת שלום ע' קכז. ד\"ה באתי לגני ה'תשי\"ב ס\"ד (תו\"מ סה\"מ שבט ע' רפב).110) ועד\"ז בעבודת התפלה, מכיון שההתבוננות היא באלקות.111) ראה בארוכה המשך תרס\"ו ע' פ ואילך. סה\"מ ה'ש\"ת ע' 23. ובכ\"מ.112) ראה תניא פ\"ל (לט, א).113) להעיר מתו\"א שבהערה 106 (פט, סע\"ג) שההמשכה שע\"י אתכפיא (\"אסתלק יקרא דקוב\"ה\") הו\"ע אתעדל\"ע הבאה ע\"י אתעדל\"ת.114) להעיר שמשל זה (דהוצאת האש מהצור ע\"י הכאה) מובא בנוגע לדרגות שונות בבחינת ההעלם (ובמילא, גם באופן היגיעה).115) ראה לקו\"ת ויקרא ב, ג. שה\"ש כד, ב. ובכ\"מ.",
      "glossary": "|אדה\"ר (אדם הראשון): Adam, the first man; אדם הראשון (אדם הראשון): Adam, the first man; אדמו\"ר (אדונינו מורנו ורבנו): Our master, our teacher, and our rabbi; אור א\"ס למעלה מעלה (אור אין סוף למעלה מעלה): Infinite Light above above; אין שייך חשבונות (אין שייך חשבונות): Calculations are not applicable; אסתלק (אסתלק): Elevated/withdrawn; ארץ (ארץ): Earth; ארץ כפשוטו (ארץ כפשוטו): Earth in its simple meaning; אתכפיא ואתהפכא (אתכפיא ואתהפכא): Subjugation and transformation; ב' מדריגות באוא\"ס גופא (שתי מדריגות באור אין סוף גופא): Two levels in the Infinite Light itself; באופן דבזבוז (באופן דבזבוז): In a manner of squandering; באתי לגני אחותי כלה (באתי לגני אחותי כלה): I have come to my garden, my sister, my bride; בג\"ע (בגן עדן): In the Garden of Eden; בגופו הגשמי (בגופו הגשמי): In his physical body; בגילוי (בגילוי): In revelation; בחי' (בחינת): Aspect of; בחינת האוצר שלמעלה (בחינת האוצר שלמעלה): Aspect of the treasure above; בחינת לא אדם (בחינת לא אדם): Aspect of \"not man\"; בחינת רוממות (בחינת רוממות): Aspect of exaltedness; בכולהו עלמין בשוה (בכולהו עלמין בשוה): In all worlds equally; בכללות (בכללות): In general; במדת הנצח (במדת הנצח): In the attribute of victory; בס\"ד (בסייעתא דשמיא): With the help of Heaven; בעל ההילולא (בעל ההילולא): Master of the hilula/anniversary; בפירוש הכתוב (בפירוש הכתוב): In explanation of the verse; בפרטיות (בפרטיות): In detail; בשם אור (בשם אור): By the name light; בתחתונים (בתחתונים): In the lower worlds; ג\"ע (גן עדן): Garden of Eden; גם בעצמותו (גם בעצמותו): Even in His Essence; גם מעצם האור (גם מעצם האור): Even from the essence of light; ד' עולמות אבי\"ע (ארבעה עולמות אצילות בריאה יצירה עשיה): Four worlds: Emanation, Creation, Formation, Action; דירה לו ית' בתחתונים (דירה לו יתברך בתחתונים): A dwelling for Him in the lower worlds; דרגא הכי נעלית (דרגא הכי נעלית): The most sublime level; ה'תשכ\"ט (התשכ\"ט): The year 5729; האור שבבחינת גילוי בעצמותו (האור שבבחינת גילוי בעצמותו): The light in the aspect of revelation in His Essence; הגילוי בעולמות (הגילוי בעולמות): Revelation in the worlds; הורידה למטה בארץ (הורידה למטה בארץ): Brought it down below to earth; הורידו את השכינה (הורידו את השכينה): Brought down the Divine Presence; החושך נהפך לאור (החושך נהפך לאור): Darkness is transformed into light; המאמר (המאמר): The discourse; המדרש (המדרש): The Midrash; המשכה נעלית יותר (המשכה נעלית יותר): A more sublime drawing down; המשכן (המשכן): The Tabernacle; המשכת (המשכת): Drawing down; המשכת העצמות (המשכת העצמות): Drawing down of the Essence; הנצח מושרש בעצם הנפש (הנצח מושרש בעצם הנפש): Victory is rooted in the essence of the soul; העצמות שלמעלה מאור וגילוי (העצמות שלמעלה מאור וגילוי): The Essence above light and revelation; הפרק השייך לשנה זו (הפרק השייך לשנה זו): The chapter belonging to this year; השביעי (השביעי): The seventh; התגלות והמשכת אוצר העליון (התגלות והמשכת אוצר העליון): Revelation and drawing down of the upper treasure; התחתון שאין תחתון למטה ממנו (התחתון שאין תחתון למטה ממנו): The lowest with nothing lower than it; התקו\"ז (תיקוני הזהר): Tikkunei Zohar; ולמטה מטה (ולמטה מטה): And below below; ועמך (ועמך): And your people; ועשו לי מקדש ושכנתי בתוכם (ועשו לי מקדש ושכנתי בתוכם): Make for Me a sanctuary and I will dwell among them; ושכנתי בתוכם (ושכנתי בתוכם): And I will dwell among them; חטא עה\"ד (חטא עץ הדעת): Sin of the Tree of Knowledge; חידוש גדול יותר (חידוש גדול יותר): Greater innovation; חיל בצבאות ה' (חיל בצבאות ה'): Soldier in the armies of God; יו\"ד שבט (יוד שבט): Tenth of Shevat; יום ההילולא (יום ההילולא): Day of hilula/anniversary; יום ההסתלקות (יום ההסתלקות): Day of passing; יוצא למלחמה (יוצא למלחמה): Goes out to war; יכולים להגיע לאוצר העליון (יכולים להגיע לאוצר העליון): Can reach the upper treasure; ינצחו את המלחמה (ינצחו את המלחמה): Win the war; ירידת השכינה (ירידת השכינה): Descent of the Divine Presence; ישראל נק' בשם צבאות הוי' (ישראל נקראים בשם צבאות הוי'): Israel are called the hosts of Hashem; יתרון בהאור (יתרון בהאור): Advantage in the light; יתרון האור הוא מן החושך דוקא (יתרון האור הוא מן החושך דוקא): The advantage of light comes specifically from darkness; כ\"ק (כבוד קדושת): His holy honor; כאו\"א מישראל (כל אחד ואחד מישראל): Each and every one of Israel; כביכול (כביכול): As it were; כד אתכפיא סט\"א אסתלק יקרא דקוב\"ה בכולהו עלמין (כד אתכפיא סט\"א אסתלק יקרא דקוב\"ה בכולהו עלמין): When the Other Side is subjugated, the glory of the Holy One rises in all worlds; כולם צדיקים (כולם צדיקים): All of them are righteous; כחות מיוחדים (כחות מיוחדים): Special powers; כל השביעין חביבין (כל השביעין חביבין): All seventh ones are beloved; כמ\"ש (כמו שכתוב): As it is written; כמאמר (כמאמר): As the saying goes; כמו\"כ (כמו כן): Likewise; כמוסים וחתומים (כמוסים וחתומים): Hidden and sealed; לגני לגנוני (לגני לגנוני): To my garden, to my small garden; להמשיך אלקות מלמעלה (להמשיך אלקות מלמעלה): To draw down Divinity from above; להפוך החושך לאור (להפוך החושך לאור): To transform darkness into light; לו לעצמותו (לו לעצמותו): For His Essence; לך אמר לבי בקשו פני את פניך הוי' אבקש (לך אמר לבי בקשו פני את פ; לכבוש את העולם (לכבוש את העולם): To conquer the world; למטה (למטה): Below; למטה מטה עד אין תכלית (למטה מטה עד אין תכלית): Below below without limit; למעלה (למעלה): Above; למעלה מעלה עד אין קץ (למעלה מעלה עד אין קץ): Above above without end; לנצח את המנגדים (לנצח את המנגדים): To defeat the opponents; לקו\"ת (לקוטי תורה): Likutei Torah; מבזבזים את האוצרות (מבזבזים את האוצרות): Squander the treasures; מגיעים להאוצר (מגיעים להאוצר): Reach the treasure; מדרש רבה (מדרש רבה): Midrash Rabbah; מו\"ח (מורי וחמי): My teacher and father-in-law; מכחות הגלויים (מכחות הגלויים): From the revealed powers; מלחמה בגשמיות (מלחמה בגשמיות): Physical war; מלמטה למעלה (מלמטה למעלה): From below to above; מלמעלה למטה (מלמעלה למטה): From above to below; ממשיכים (ממשיכים): Draw down; מן העולם ועד העולם (מן העולם ועד העולם): From world to world; מעין כל רואה (מעין כל רואה): From the eye of every observer; מעצי שטים (מעצי שטים): From acacia wood; מראש כל דרגין (מראש כל דרגין): From the head of all levels; משה (משה): Moses; נטה ימינו וברא שמים נטה שמאלו וברא ארץ (נטה ימינו וברא שמים נטה שמאלו וברא ארץ): He stretched His right hand and created heaven, stretched His left hand and created earth; נסתלקה השכינה (נסתלקה השכינה): The Divine Presence departed; נק' אוצר (נקרא אוצר): Called treasure; סוף כל דרגין (סוף כל דרגין): End of all levels; סתום ונעלם (סתום ונעלם): Sealed and hidden; עד אין קץ (עד אין קץ): Without end; עד אין תכלית (עד אין תכלית): Without limit; עד\"ז (על דרך זה): In the same manner; עוה\"ז (עולם הזה): This world; עולמות (עולמות): Worlds; עולמות עליונים (עולמות עליונים): Upper worlds; עולמות תחתונים (עולמות תחתונים): Lower worlds; עיקר ענין האוצר (עיקר ענין האוצר): Main matter of the treasure; עיקר שכינה (עיקר שכינה): Essential Divine Presence; עלמא דאתגליא (עלמא דאתגליא): Revealed world; עלמא דאתכסיא (עלמא דאתכסיא): Hidden world; ענין האוצר שלמעלה (ענין האוצר שלמעלה): Matter of the treasure above; ענין התשובה (ענין התשובה): Matter of repentance; ענינים בלתי רצויים (ענינים בלתי רצויים): Undesirable matters; עצם האור (עצם האור): Essence of the light; עצם הנפש (עצם הנפש): Essence of the soul; עצמות אוא\"ס (עצמות אור אין סוף): Essence of the Infinite Light; פירוש (פירוש): Explanation; פנימיות הכתר (פנימיות הכתר): Inner aspect of Keter; פרק י\"ט (פרק יט): Chapter 19; צבא מלשון חיל (צבא מלשון חיל): Army from the language of strength; צבאות הוי' (צבאות הוי'): Hosts of Hashem; צדיקים יירשו ארץ וישכנו לעד עליה (צדיקים יירשו ארץ וישכנו לעד עליה): The righteous will inherit the earth and dwell forever upon it; קודם החטא (קודם החטא): Before the sin; ריבוי מדריגות (ריבוי מדריגות): Multiple levels; רקיע השביעי (רקיע השביעי): Seventh firmament; שאינו בגדר אור כלל (שאינו בגדר אור כלל): That is not in the category of light at all; שאינו בגדר גילוי (שאינו בגדר גילוי): That is not in the category of revelation; שבעה צדיקים (שבעה צדיקים): Seven righteous ones; שוכן עד מרום וקדוש (שוכן עד מרום וקדוש): Dweller of eternity, exalted and holy; שטות דלעו\"ז (שטות דלעומת זה): Folly of the Other Side; שטות דקדושה (שטות דקדושה): Holy folly; שטים מלשון שטות (שטים מלשון שטות): Shittim from the language of folly; שלוחם (שלוחם): Their struggle; שלמעלה משייכות לעולמות (שלמעלה משייכות לעולמות): Above connection to worlds; שמים (שמים): Heaven; שרש הנצח (שרש הנצח): Root of victory;"
    },
    "search_tags": [
      "צמצום",
      "חטא",
      "אברהם",
      "Temple",
      "Sefirot",
      "Concealment",
      "מצוות",
      "דוד",
      "Elevation",
      "משכן",
      "Will",
      "אור",
      "Intention",
      "עצמות",
      "Eternity",
      "אור א\"ס",
      "Worlds",
      "David",
      "הוד",
      "Service",
      "משה",
      "תכלית",
      "Contraction",
      "צדיק",
      "Knowledge",
      "שכינה",
      "Connection",
      "אוא\"ס",
      "דעת",
      "Fear/Awe",
      "יצירה",
      "בית המקדש",
      "Action",
      "Beauty",
      "אצילות",
      "Commandments",
      "Righteous ones",
      "Exile",
      "Light",
      "עשיה",
      "Garden of Eden",
      "Essence",
      "יראה",
      "תיקון",
      "Righteous one",
      "עולמות",
      "Abraham",
      "Repentance",
      "עליונים",
      "עולם",
      "מקדש",
      "התקשרות",
      "Departure",
      "העלם",
      "World",
      "מלכות",
      "ספירות",
      "Dwelling",
      "גאולה",
      "צדיקים",
      "Creation",
      "Splendor",
      "Moses",
      "גן עדן",
      "Sin",
      "העלאה",
      "Israel",
      "המשכה",
      "תורה",
      "תפארת",
      "Upper worlds",
      "גלות",
      "Lower worlds",
      "משיח",
      "Divinity",
      "גילוי",
      "רצון",
      "תחתונים",
      "Drawing down",
      "נצח",
      "עבודה",
      "Tabernacle",
      "אלקות",
      "Shechinah/Divine Presence",
      "Holy Temple",
      "Purpose",
      "Torah",
      "כוונה",
      "Emanation",
      "ישראל",
      "Formation",
      "Kingship",
      "תשובה",
      "בריאה",
      "הסתלקות",
      "Infinite Light",
      "Revelation",
      "דירה",
      "Rectification",
      "Messiah",
      "Redemption"
    ]
  }
}