{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "3_צא",
    "reference": "Reference: 3_צא",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אור",
        "אוא\"ס",
        "עצמות",
        "גילוי",
        "תחתונים",
        "בריאה",
        "עולם",
        "עולמות",
        "חסד",
        "צדיקים",
        "צדיק",
        "ישראל",
        "מצוה",
        "תורה",
        "גאולה",
        "משיח",
        "דור",
        "עבודה",
        "אהבה",
        "המשכה",
        "דירה",
        "תכלית",
        "כוונה",
        "השתלשלות",
        "הסתלקות",
        "נשיא",
        "חסיד",
        "חסידות"
      ],
      "key_concepts": [
        "Light",
        "Infinite Light",
        "Essence",
        "Revelation",
        "Lower worlds",
        "Creation",
        "World",
        "Worlds",
        "Kindness",
        "Righteous ones",
        "Righteous one",
        "Israel",
        "Commandment",
        "Torah",
        "Redemption",
        "Messiah",
        "Generation",
        "Service",
        "Love",
        "Drawing down",
        "Dwelling",
        "Purpose",
        "Intention",
        "Chain of descent",
        "Departure",
        "Leader",
        "Chassid",
        "Chassidut"
      ],
      "biblical_references": [
        "שה\"ש כג, ד",
        "ויקרא א, ט",
        "ישעי' ס, כא"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא"
      ],
      "chassidic_references": [
        "אדמו\"ר הזקן",
        "אדמו\"ר הזקן",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת"
      ],
      "document_type": "מאמר",
      "word_count": 1297,
      "chunk_count": 6
    },
    "content": {
      "main_text": "בס\"ד. ש\"פ תזריע, ראש חודש ניסן, ה'תשכ\"ה אשה כי תזריע וילדה זכר1, וארז\"ל2 אשה מזרעת תחלה יולדת זכר איש מזריע תחלה יולדת נקבה, ומביא אדמו\"ר הזקן (בלקו\"ת ד\"ה זה3) דהפלסופים פירשו, דהטעם על זה שאשה מזרעת תחלה יולדת זכר הוא כי כשאשה מזרעת תחלה טיפת האיש באה באחרונה ועילאה גבר. ואומר אדמו\"ר הזקן שפירושם הוא דוחק גדול. ומפרש כדמוכח מפשטות הלשון שלידת הזכר בא מזרע האשה (ולא מזה שזרע האיש בא לבסוף). ויש לומר, דזה שמביא בלקו\"ת גם הפירוש דלידת הזכר הוא מטיפת האיש (הבאה באחרונה, כי עילאה גבר), ויתירה מזו, שמקדים פירוש זה להפירוש שלידת הזכר הוא מזרע האשה, הוא4 כי איש ואשה (ברוחניות) הם הקב\"ה וכנסת ישראל, דהקב\"ה נקרא בשם איש וכנסת ישראל בשם אשה5. וידוע בענין אתערותא דלעילא ואתערותא דלתתא6, שבכל אחד מהם יש מעלה. דהמעלה באתערותא דלתתא היא שההמשכה הבאה על ידה היא מפנימיות האור7, והמעלה באתערותא דלעילא מצד עצמה היא שההמשכה היא ממקום נעלה יותר שאין אתערותא דלתתא מגעת לשם (אלא שההמשכה משם היא מבחינת חיצוניות). ויש לומר, שמזה משתלשלים שני הפירושים באשה כי תזריע וילדה זכר כפשוטו. דהפירוש שלידת הזכר הוא מזרע האיש דעילאה גבר, משתלשל מהמעלה שבאתערותא דלעילא8, והפירוש שלידת הזכר הוא מזרע האשה משתלשל מהמעלה שבאתערותא דלתתא. ולכן מביא גם הפירוש שלידת הזכר הוא מזרע האיש (אף שבגשמיות, פירוש זה הוא דלא כהמסקנא), בכדי לרמז שיש גם מעלה באתערותא דלעילא.ב) ויש להוסיף, דפרשת תזריע קוראין (בכמה שנים) בחודש ניסן9, שענינו הוא אתערותא דלעילא10, ולכן מביא פירוש זה (שלידת הזכר הוא מזרע האיש) לפני הפירוש שלידת הזכר הוא מזרע האשה, כי בחודש ניסן, ההדגשה היא בהמעלה שבאתערותא דלעילא. וזה שהמסקנא היא שלידת הזכר הוא מזרע האשה, כי לאחרי מתן תורה, גם בחודש ניסן, ההדגשה היא במעלת עבודת האדם (אתערותא דלתתא). וכמובן גם מהמאמר ד\"ה החודש של אדמו\"ר (מהורש\"ב) נ\"ע11 בעל ההילולא דב' ניסן, שמדייק שם (בתחלת המאמר12) \"למה צריכים עבודה בכח עצמו דוקא ומהו המעלה בזה והלא האהוי\"ר הבאים מלמעלה הם גבוהים הרבה יותר\", דזה שמדייק (מהי המעלה בעבודה בכח עצמו), אף שבכו\"כ דרושים מבואר (כנ\"ל) המעלה שבאתערותא דלתתא (עבודה בכח עצמו), יש לומר, כי במאמר ד\"ה החודש מודגשת המעלה שבאתערותא דלעילא, ולכן יש מקום לשאלה מהי המעלה בעבודה. אבל מזה שענין זה (מהי המעלה בעבודה) הוא רק שאלה, מובן, שגם בחודש ניסן (ד\"ה החודש), שבו מודגשת מעלת ההמשכה הבאה מלמעלה, המסקנא היא שיש (גם) מעלה בעבודה בכח עצמו (אתערותא דלתתא) לגבי האהוי\"ר הבאים מלמעלה (אתערותא דלעילא). ויתירה מזו, דענין זה (המעלה שבאתערותא דלתתא) הוא עיקר המעלה, שלכן, המסקנא (בלקו\"ת) היא שלידת הזכר הוא מזרע האשה, המעלה שבאתערותא דלתתא.ג) והענין הוא, דהנה המעלה שבאתערותא דלעילא (שמצד עצמה) היא שההמשכה היא ממקום שאין אתערותא דלתתא מגעת לשם, וההמשכה היא מצד כי13 חפץ חסד הוא14. וע\"פ הידוע15 בענין במי נמלך בנשמותיהן של צדיקים16 (ועמך כולם צדיקים17), דזה שנתעורר כביכול להיות חפץ חסד הוא מצד זה שעלה במחשבה (מחשבה עצמית, שלמעלה מהגילוי דחפץ חסד) שעתידין ישראל לקיים תומ\"צ ולעשות דירה לו ית' בתחתונים, מובן, שהשרש דעבודתם של ישראל הוא למעלה יותר גם מהענין דחפץ חסד. וע\"י שהגילוי דחפץ חסד נתעורר ונמשך ע\"י עבודת האדם, מיתוסף בו עילוי נעלה יותר (מכמו שהוא מצד עצמו, מצד למעלה), שנמשך בו מהמחשבה עצמית שלמעלה מגילוי. ועפ\"ז יש לבאר, דזה שבחודש ניסן (שענינו הוא המשכה מלמעלה) קוראין אשה כי תזריע וילדה זכר (ההדגשה במעלת אתערותא דלתתא) הוא, כי עיקר העילוי בההמשכה מלמעלה (והגילוי דחפץ חסד) הוא כשהיא נמשכת ע\"י עבודה.ד) והנה ענין זה (שאשה מזרעת תחלה יולדת זכר מורה על המעלה שבאתערותא דלתתא) הוא גם להפירוש שלידת הזכר הוא מטיפת האיש הבאה באחרונה דעילאה גבר. אלא שלפירוש זה, המעלה באתערותא דלתתא (זרע האשה) הוא שהיא סיבה שהאתערותא דלעילא הנמשכת על ידה תהי' מבחי' נעלית יותר18 (עילאה גבר), ולהפירוש שלידת הזכר הוא מזרע האשה, המעלה שבאתערותא דלתתא היא (גם) מצד עצמה. ועפ\"ז יש לומר הרמז בהסדר דשני הפירושים, דזה שמקדים הפירוש שלידת הזכר הוא מזרע האיש, אף שהמסקנא היא שהוא מזרע האשה, כי בתחלת העבודה, מעלת האתערותא דלתתא היא שהאתערותא דלעילא הנמשכת על ידה היא נעלית יותר, ועי\"ז מתגלית אח\"כ המעלה שבאתערותא דלתתא גופא.ויובן זה ע\"פ המבואר בלקו\"ת19 שיש בחינה שלישית באתערותא דלעילא, שהיא בדרך מתנה. שגם אתערותא דלעילא זו נמשכת ממקום שאין אתערותא דלתתא מגעת שם כלל, אלא שבכדי שיהי' הגילוי של אתערותא דלעילא זו צ\"ל תחלה השלימות דמעשה התחתונים, האתעדל\"ת והאתעדל\"ע שנמשכת על ידה. וצריך להבין, הרי הכוונה דנתאוה הקב\"ה להיות לו ית' דירה בתחתונים20 היא שעשיית הדירה תהי' ע\"י עבודת האדם, דמזה מובן, שגם גילויים הכי נעלים, גם האור שלמעלה מהשייכות לנבראים (שאין בכח האתערותא דלתתא להגיע לשם), ועד לגילוי העצמות21, נמשכים הם ע\"י עבודת האדם22, ואיך זה מתאים עם המובא לעיל מלקו\"ת שע\"י העבודה נמשך רק מבחינה שאתערותא דלתתא מגעת לשם, והמשכת הבחינות שלמעלה מזה היא בדרך מתנה מלמעלה. ויש לומר הביאור בזה, דזה שאתערותא דלתתא מגעת רק באור השייך לעולמות הוא מצד ענין הנבראים [אתערותא דלתתא כמו שהוא בבחינת \"תתא\", הנבדל מ\"עילא\"]. אבל מצד כח העצמות שישנו בעבודתם של ישראל [וכמשנת\"ל (סעיף ג) בענין במי נמלך בנשמותיהן של צדיקים, ששרש העבודה דישראל הוא במחשבה העצמית שבעצמותו ית', שלמעלה מכל הגילויים, גם מהגילויים הכי נעלים], אין שייך לחלק בין \"תתא\" ל\"עילא\", דישראל וקוב\"ה כולא חד. אלא שגילוי ענין זה (השרש דעבודת ישראל כמו שהוא במחשבה העצמית) הוא דוקא לאחרי שנשלם כל השייך לעבודת האדם, העבודה עצמה (אתערותא דלתתא) וההמשכה מלמעלה (אתערותא דלעילא) שבאה על ידה. ולכן, תחלת ההמשכה הבאה ע\"י העבודה (לפני שנתגלה כח העצמות שבה) היא רק מהאור השייך לעולמות, מקום שאתערותא דלתתא מגעת לשם, אבל לאחרי השלימות דעבודה (הן דהעבודה עצמה והן דההמשכה מלמעלה שעל ידה), שאז מתגלה ה\"פנימיות\" שלה, הנחת רוח והתענוג שלמעלה שבעבודת ישראל, נחת רוח לפני שאמרתי ונעשה רצוני23, דנחת רוח ותענוג זה (שנעשה רצוני, ע\"י ישראל) הוא בעצמותו ית' (נחת רוח לפני)24, ע\"י העבודה נמשך גם האור שלמעלה משייכות לעולמות25, ועד להמשכת העצמות.ה) ועפ\"ז יש לבאר הסדר דשני הפירושים באשה מזרעת תחלה יולדת זכר, שבתחלה (לפני שנתגלה ה\"פנימיות\" דעבודת ישראל), העבודה דכנסת ישראל וההמשכה מלמעלה הם שני דברים, ובמילא ההמשכה שבאה על ידה היא מהאור השייך לעולמות (שהאתערותא דלתתא מגעת לשם), והמעלה בהעבודה דישראל אז היא שהעבודה היא סיבה שהאתערותא דלעילא הנמשכת על ידה תהי' מפנימיות האור – פירוש הראשון שזרע האשה היא סיבה להתגברות דזרע האיש (עילאה גבר), ועי\"ז מתגלה הפנימיות דעבודת ישראל, כח העצמות שבה (מצד זה שישראל וקוב\"ה כולא חד), וכל ההמשכות הן ע\"י העבודה גופא (ולא שהעבודה היא רק סיבה לההמשכה) – פירוש השני שלידת הזכר הוא מזרע האשה, ומעלת ההמשכה מלמעלה (לידת הזכר) היא (לא רק המשכת הפנימיות של האור השייך לעולמות, אלא גם) המשכת האור שלמעלה משייכות לעולמות, ועד להמשכת העצמות.ו) ויש לקשר זה עם יום השני בניסן, דלהדיעה26 שבניסן נברא העולם, היינו שבריאת האדם היתה בר\"ח ניסן ובריאת העולם היתה בכ\"ה אדר27, יום השבת הראשון הי' בשני בניסן. וע\"פ הידוע28 בתיווך ב' הדיעות בזמן הבריאה25, שהבריאה בפועל היתה בתשרי (כ\"ה אלול29) והמחשבה לברוא את העולם היתה בניסן (כ\"ה אדר), יש לומר, שבהבריאה בפועל שהיתה בתשרי נכלל גם הגילוי דחפץ חסד30, וזה שבניסן היתה המחשבה לברוא יש לומר דמחשבה זו היא ע\"ד המחשבה דבמי נמלך, הכוונה והתכלית דהבריאה שלא נמשכה בגילוי בהבריאה31. וביום השבת, ב' ניסן, נעשה השלימות דהמחשבה. ויש לקשר זה גם עם זה שיום ב' ניסן הוא יום ההילולא של אדמו\"ר (מהורש\"ב) נ\"ע, ויום שבו הוכתר כ\"ק מו\"ח אדמו\"ר (בנו יחידו של בעל ההילולא) בכתר הנשיאות32, כי הכוונה והתכלית דהבריאה היא שיהי' בעולם הגילוי דאוא\"ס שלמעלה משייכות לעולמות (כנ\"ל), דגילוי זה הוא (בעיקר) ע\"י הלימוד וההפצה דפנימיות התורה. דפנימיות התורה מצד עצמה היא למעלה מגילוי (סתים דאורייתא), וע\"י הלימוד דפנימיות התורה בהבנה והשגה, ובפרט ע\"י הפצתה חוצה (ועד חוצה בתכלית), ממשיכים האור שלמעלה משייכות לעולמות, ועד לעצם האור שלמעלה מגילוי, שיהי' בגילוי בעולם. וזוהי השייכות דב' ניסן, השבת הראשון דמעשה בראשית במחשבה (שבו היתה השלימות דהמחשבה) לבעל ההילולא ולבנו יחידו ממלא מקומו33, כי ע\"י הדרושים של בעל ההילולא שהוא הרמב\"ם דתורת החסידות34 (דברים המתבארים ועד שתהא סדורה בפי הכל35), ובפרט, ע\"י ההתייסדות דתומכי תמימים, הותחל שלב חדש בהפצת המעינות, ולאחרי זה, ע\"י כ\"ק מו\"ח אדמו\"ר, נעשה ההפצה עוד ביתר שאת ויתר עוז. שזו (הפצת המעינות חוצה) היא ההכנה והכלי לאתי מר דא מלכא משיחא36 (שאז תושלם הכוונה37 דדירה בתחתונים38), בקרוב ממש.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד ש\"פ תזריע, ראש חודש ניסן, ה'תשכ\"ה אשה כי תזריע וילדה זכר1, וארז\"ל2 אשה מזרעת תחלה יולדת זכר איש מזריע תחלה יולדת נקבה, ומביא אדמו\"ר הזקן (בלקו\"ת ד\"ה זה3) דהפלסופים פירשו, דהטעם על זה שאשה מזרעת תחלה יולדת זכר הוא כי כשאשה מזרעת תחלה טיפת האיש באה באחרונה ועילאה גבר ואומר אדמו\"ר הזקן שפירושם הוא דוחק גדול ומפרש כדמוכח מפשטות הלשון שלידת הזכר בא מזרע האשה (ולא מזה שזרע האיש בא לבסוף) ויש לומר, דזה שמביא בלקו\"ת גם הפירוש דלידת הזכר הוא מטיפת האיש (הבאה באחרונה, כי עילאה גבר), ויתירה מזו, שמקדים פירוש זה להפירוש שלידת הזכר הוא מזרע האשה, הוא4 כי איש ואשה (ברוחניות) הם הקב\"ה וכנסת ישראל, דהקב\"ה נקרא בשם איש וכנסת ישראל בשם אשה5 וידוע בענין אתערותא דלעילא ואתערותא דלתתא6, שבכל אחד מהם יש מעלה דהמעלה באתערותא דלתתא היא שההמשכה הבאה על ידה היא מפנימיות האור7, והמעלה באתערותא דלעילא מצד עצמה היא שההמשכה היא ממקום נעלה יותר שאין אתערותא דלתתא מגעת לשם (אלא שההמשכה משם היא מבחינת חיצוניות) ויש לומר, שמזה משתלשלים שני הפירושים באשה כי תזריע וילדה זכר כפשוטו דהפירוש שלידת הזכר הוא מזרע האיש דעילאה גבר, משתלשל מהמעלה שבאתערותא דלעילא8, והפירוש שלידת הזכר הוא מזרע האשה משתלשל מהמעלה שבאתערותא דלתתא ולכן מביא גם הפירוש שלידת הזכר הוא מזרע האיש (אף שבגשמיות, פירוש זה הוא דלא כהמסקנא), בכדי לרמז שיש גם מעלה באתערותא דלעילא.ב) ויש להוסיף, דפרשת תזריע קוראין (בכמה שנים) בחודש ניסן9, שענינו הוא אתערותא דלעילא10, ולכן מביא פירוש זה (שלידת הזכר הוא מזרע האיש) לפני הפירוש שלידת הזכר הוא מזרע האשה, כי בחודש ניסן, ההדגשה היא בהמעלה שבאתערותא דלעילא",
          "topics": [
            "אור",
            "ישראל",
            "המשכה"
          ],
          "word_count": 255
        },
        {
          "chunk_id": "chunk_2",
          "content": "וזה שהמסקנא היא שלידת הזכר הוא מזרע האשה, כי לאחרי מתן תורה, גם בחודש ניסן, ההדגשה היא במעלת עבודת האדם (אתערותא דלתתא) וכמובן גם מהמאמר ד\"ה החודש של אדמו\"ר (מהורש\"ב) נ\"ע11 בעל ההילולא דב' ניסן, שמדייק שם (בתחלת המאמר12) \"למה צריכים עבודה בכח עצמו דוקא ומהו המעלה בזה והלא האהוי\"ר הבאים מלמעלה הם גבוהים הרבה יותר\", דזה שמדייק (מהי המעלה בעבודה בכח עצמו), אף שבכו\"כ דרושים מבואר (כנ\"ל) המעלה שבאתערותא דלתתא (עבודה בכח עצמו), יש לומר, כי במאמר ד\"ה החודש מודגשת המעלה שבאתערותא דלעילא, ולכן יש מקום לשאלה מהי המעלה בעבודה אבל מזה שענין זה (מהי המעלה בעבודה) הוא רק שאלה, מובן, שגם בחודש ניסן (ד\"ה החודש), שבו מודגשת מעלת ההמשכה הבאה מלמעלה, המסקנא היא שיש (גם) מעלה בעבודה בכח עצמו (אתערותא דלתתא) לגבי האהוי\"ר הבאים מלמעלה (אתערותא דלעילא) ויתירה מזו, דענין זה (המעלה שבאתערותא דלתתא) הוא עיקר המעלה, שלכן, המסקנא (בלקו\"ת) היא שלידת הזכר הוא מזרע האשה, המעלה שבאתערותא דלתתא.ג) והענין הוא, דהנה המעלה שבאתערותא דלעילא (שמצד עצמה) היא שההמשכה היא ממקום שאין אתערותא דלתתא מגעת לשם, וההמשכה היא מצד כי13 חפץ חסד הוא14 וע\"פ הידוע15 בענין במי נמלך בנשמותיהן של צדיקים16 (ועמך כולם צדיקים17), דזה שנתעורר כביכול להיות חפץ חסד הוא מצד זה שעלה במחשבה (מחשבה עצמית, שלמעלה מהגילוי דחפץ חסד) שעתידין ישראל לקיים תומ\"צ ולעשות דירה לו ית' בתחתונים, מובן, שהשרש דעבודתם של ישראל הוא למעלה יותר גם מהענין דחפץ חסד וע\"י שהגילוי דחפץ חסד נתעורר ונמשך ע\"י עבודת האדם, מיתוסף בו עילוי נעלה יותר (מכמו שהוא מצד עצמו, מצד למעלה), שנמשך בו מהמחשבה עצמית שלמעלה מגילוי",
          "topics": [
            "גילוי",
            "תחתונים",
            "חסד",
            "צדיקים",
            "צדיק"
          ],
          "word_count": 250
        },
        {
          "chunk_id": "chunk_3",
          "content": "ועפ\"ז יש לבאר, דזה שבחודש ניסן (שענינו הוא המשכה מלמעלה) קוראין אשה כי תזריע וילדה זכר (ההדגשה במעלת אתערותא דלתתא) הוא, כי עיקר העילוי בההמשכה מלמעלה (והגילוי דחפץ חסד) הוא כשהיא נמשכת ע\"י עבודה.ד) והנה ענין זה (שאשה מזרעת תחלה יולדת זכר מורה על המעלה שבאתערותא דלתתא) הוא גם להפירוש שלידת הזכר הוא מטיפת האיש הבאה באחרונה דעילאה גבר אלא שלפירוש זה, המעלה באתערותא דלתתא (זרע האשה) הוא שהיא סיבה שהאתערותא דלעילא הנמשכת על ידה תהי' מבחי' נעלית יותר18 (עילאה גבר), ולהפירוש שלידת הזכר הוא מזרע האשה, המעלה שבאתערותא דלתתא היא (גם) מצד עצמה ועפ\"ז יש לומר הרמז בהסדר דשני הפירושים, דזה שמקדים הפירוש שלידת הזכר הוא מזרע האיש, אף שהמסקנא היא שהוא מזרע האשה, כי בתחלת העבודה, מעלת האתערותא דלתתא היא שהאתערותא דלעילא הנמשכת על ידה היא נעלית יותר, ועי\"ז מתגלית אח\"כ המעלה שבאתערותא דלתתא גופא.ויובן זה ע\"פ המבואר בלקו\"ת19 שיש בחינה שלישית באתערותא דלעילא, שהיא בדרך מתנה שגם אתערותא דלעילא זו נמשכת ממקום שאין אתערותא דלתתא מגעת שם כלל, אלא שבכדי שיהי' הגילוי של אתערותא דלעילא זו צ\"ל תחלה השלימות דמעשה התחתונים, האתעדל\"ת והאתעדל\"ע שנמשכת על ידה וצריך להבין, הרי הכוונה דנתאוה הקב\"ה להיות לו ית' דירה בתחתונים20 היא שעשיית הדירה תהי' ע\"י עבודת האדם, דמזה מובן, שגם גילויים הכי נעלים, גם האור שלמעלה מהשייכות לנבראים (שאין בכח האתערותא דלתתא להגיע לשם), ועד לגילוי העצמות21, נמשכים הם ע\"י עבודת האדם22, ואיך זה מתאים עם המובא לעיל מלקו\"ת שע\"י העבודה נמשך רק מבחינה שאתערותא דלתתא מגעת לשם, והמשכת הבחינות שלמעלה מזה היא בדרך מתנה מלמעלה",
          "topics": [
            "אור",
            "עצמות",
            "גילוי",
            "תחתונים",
            "חסד"
          ],
          "word_count": 246
        },
        {
          "chunk_id": "chunk_4",
          "content": "ויש לומר הביאור בזה, דזה שאתערותא דלתתא מגעת רק באור השייך לעולמות הוא מצד ענין הנבראים [אתערותא דלתתא כמו שהוא בבחינת \"תתא\", הנבדל מ\"עילא\"] אבל מצד כח העצמות שישנו בעבודתם של ישראל [וכמשנת\"ל (סעיף ג) בענין במי נמלך בנשמותיהן של צדיקים, ששרש העבודה דישראל הוא במחשבה העצמית שבעצמותו ית', שלמעלה מכל הגילויים, גם מהגילויים הכי נעלים], אין שייך לחלק בין \"תתא\" ל\"עילא\", דישראל וקוב\"ה כולא חד אלא שגילוי ענין זה (השרש דעבודת ישראל כמו שהוא במחשבה העצמית) הוא דוקא לאחרי שנשלם כל השייך לעבודת האדם, העבודה עצמה (אתערותא דלתתא) וההמשכה מלמעלה (אתערותא דלעילא) שבאה על ידה",
          "topics": [
            "אור",
            "עצמות",
            "גילוי",
            "עולמות",
            "צדיקים"
          ],
          "word_count": 96
        },
        {
          "chunk_id": "chunk_5",
          "content": "ולכן, תחלת ההמשכה הבאה ע\"י העבודה (לפני שנתגלה כח העצמות שבה) היא רק מהאור השייך לעולמות, מקום שאתערותא דלתתא מגעת לשם, אבל לאחרי השלימות דעבודה (הן דהעבודה עצמה והן דההמשכה מלמעלה שעל ידה), שאז מתגלה ה\"פנימיות\" שלה, הנחת רוח והתענוג שלמעלה שבעבודת ישראל, נחת רוח לפני שאמרתי ונעשה רצוני23, דנחת רוח ותענוג זה (שנעשה רצוני, ע\"י ישראל) הוא בעצמותו ית' (נחת רוח לפני)24, ע\"י העבודה נמשך גם האור שלמעלה משייכות לעולמות25, ועד להמשכת העצמות.ה) ועפ\"ז יש לבאר הסדר דשני הפירושים באשה מזרעת תחלה יולדת זכר, שבתחלה (לפני שנתגלה ה\"פנימיות\" דעבודת ישראל), העבודה דכנסת ישראל וההמשכה מלמעלה הם שני דברים, ובמילא ההמשכה שבאה על ידה היא מהאור השייך לעולמות (שהאתערותא דלתתא מגעת לשם), והמעלה בהעבודה דישראל אז היא שהעבודה היא סיבה שהאתערותא דלעילא הנמשכת על ידה תהי' מפנימיות האור – פירוש הראשון שזרע האשה היא סיבה להתגברות דזרע האיש (עילאה גבר), ועי\"ז מתגלה הפנימיות דעבודת ישראל, כח העצמות שבה (מצד זה שישראל וקוב\"ה כולא חד), וכל ההמשכות הן ע\"י העבודה גופא (ולא שהעבודה היא רק סיבה לההמשכה) – פירוש השני שלידת הזכר הוא מזרע האשה, ומעלת ההמשכה מלמעלה (לידת הזכר) היא (לא רק המשכת הפנימיות של האור השייך לעולמות, אלא גם) המשכת האור שלמעלה משייכות לעולמות, ועד להמשכת העצמות.ו) ויש לקשר זה עם יום השני בניסן, דלהדיעה26 שבניסן נברא העולם, היינו שבריאת האדם היתה בר\"ח ניסן ובריאת העולם היתה בכ\"ה אדר27, יום השבת הראשון הי' בשני בניסן",
          "topics": [
            "אור",
            "עצמות",
            "עולם",
            "עולמות",
            "ישראל"
          ],
          "word_count": 226
        },
        {
          "chunk_id": "chunk_6",
          "content": "וע\"פ הידוע28 בתיווך ב' הדיעות בזמן הבריאה25, שהבריאה בפועל היתה בתשרי (כ\"ה אלול29) והמחשבה לברוא את העולם היתה בניסן (כ\"ה אדר), יש לומר, שבהבריאה בפועל שהיתה בתשרי נכלל גם הגילוי דחפץ חסד30, וזה שבניסן היתה המחשבה לברוא יש לומר דמחשבה זו היא ע\"ד המחשבה דבמי נמלך, הכוונה והתכלית דהבריאה שלא נמשכה בגילוי בהבריאה31 וביום השבת, ב' ניסן, נעשה השלימות דהמחשבה ויש לקשר זה גם עם זה שיום ב' ניסן הוא יום ההילולא של אדמו\"ר (מהורש\"ב) נ\"ע, ויום שבו הוכתר כ\"ק מו\"ח אדמו\"ר (בנו יחידו של בעל ההילולא) בכתר הנשיאות32, כי הכוונה והתכלית דהבריאה היא שיהי' בעולם הגילוי דאוא\"ס שלמעלה משייכות לעולמות (כנ\"ל), דגילוי זה הוא (בעיקר) ע\"י הלימוד וההפצה דפנימיות התורה דפנימיות התורה מצד עצמה היא למעלה מגילוי (סתים דאורייתא), וע\"י הלימוד דפנימיות התורה בהבנה והשגה, ובפרט ע\"י הפצתה חוצה (ועד חוצה בתכלית), ממשיכים האור שלמעלה משייכות לעולמות, ועד לעצם האור שלמעלה מגילוי, שיהי' בגילוי בעולם וזוהי השייכות דב' ניסן, השבת הראשון דמעשה בראשית במחשבה (שבו היתה השלימות דהמחשבה) לבעל ההילולא ולבנו יחידו ממלא מקומו33, כי ע\"י הדרושים של בעל ההילולא שהוא הרמב\"ם דתורת החסידות34 (דברים המתבארים ועד שתהא סדורה בפי הכל35), ובפרט, ע\"י ההתייסדות דתומכי תמימים, הותחל שלב חדש בהפצת המעינות, ולאחרי זה, ע\"י כ\"ק מו\"ח אדמו\"ר, נעשה ההפצה עוד ביתר שאת ויתר עוז שזו (הפצת המעינות חוצה) היא ההכנה והכלי לאתי מר דא מלכא משיחא36 (שאז תושלם הכוונה37 דדירה בתחתונים38), בקרוב ממש",
          "topics": [
            "אור",
            "אוא\"ס",
            "גילוי",
            "תחתונים",
            "בריאה"
          ],
          "word_count": 224
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס ב' ניסן – תשמ\"ט, \"לקראת ב' ניסן, יום הסתלקות-הילולא של כ\"ק אדמו\"ר (מהורש\"ב) נ\"ע .. ר\"ח ניסן תשמ\"ט\".1) פרשתנו (תזריע) יב, ב.2) נדה לא, סע\"א. וש\"נ.3) ריש פרשתנו (יט, ג).4) לכאורה הי' אפ\"ל, דזה שמביא הפירוש הראשון הוא ע\"ד שאמרו \"למה מזכירין דברי היחיד בין המרובים לבטלן\" (עדיות פ\"א מ\"ו). אבל, נוסף לזה שבדרושי חסידות (פנימיות התורה) אין זה רגיל כלל – הרי נקודת החילוק דשני הפירושים הוא, דלפירוש הפלסופים, ענינו של הראשון הוא בכדי לתת חיזוק בהבא אחריו, ולפירוש אדה\"ז המעלה הוא בהראשון עצמו. ונמצא, שממאמר זה גופא [שמסיק כפירוש השני שהמעלה היא בהראשון עצמו], מוכח, שהכוונה בזה שמביא פירוש הראשון (פירוש הפלסופים) הוא לא בכדי (לבטלו ו)לחזק הפירוש שלאחריו, אלא מצד הענין והעילוי שבפירוש זה עצמו.5) וראה גם לקו\"ת פרשתנו (כ, א) ובכ\"מ, דפירוש \"אשה מזרעת תחלה\" הוא שהאתערותא דלתתא היא לפני האתערותא דלעילא.6) לקו\"ת שה\"ש כג, ד ואילך.7) ראה גם לקו\"ת פרשתנו כ, ב. ושם, דזהו הטעם על זה שאשה מזרעת תחלה יולדת זכר, כי ההמשכה שע\"י קדימת האתעדל\"ת היא מפנימיות האור.8) אלא שגם לפירוש זה, עיקר המעלה דאתערותא דלעילא היא כשהיא באה לאחרי קדימת אתעדל\"ת, כדלקמן סעיף ד.9) וגם בהשנים ששבת פ' תזריע הוא בחודש אייר – הקריאה דהתחלת הסדרה במנחת שבת, וכן הלימוד בהשיעורים דחת\"ת, הוא בחודש ניסן (בכמה שנים).10) נסמן בלקו\"ש חי\"ז ע' 148 הערה 5.11) דשנת תרס\"ו.12) המשך תרס\"ו ריש ע' קנז.13) לשון הכתוב – מיכה ז, יח.14) לקו\"ת שה\"ש שם.15) ראה בארוכה ד\"ה זה היום ה'תשמ\"ב ס\"ה-ו (תו\"מ סה\"מ תשרי ע' מד ואילך), ובהמצויין שם.16) ב\"ר פ\"ח, ז. רות רבא פ\"ב א (ג).17) ישעי' ס, כא.18) ולכאורה יש לומר שהוא ע\"ד המבואר בלקו\"ת פרשתנו ד\"ה שוש תשיש, שהולדת האהבה שבבחינת \"זכר\" (אהבה רבה) באה בפועל מהאתערותא דלעילא, אלא שזה שהאתערותא דלעילא נמשכת מפנימיות האור (שלכן נולד ממנה אהבה רבה) הוא מפני שבאה ע\"י קדימת האתערותא דלתתא.19) שה\"ש שם (כד, א).20) ראה תנחומא נשא טז. בחוקותי ג. ב\"ר ספ\"ג. במדב\"ר פי\"ג, ו. תניא רפל\"ו.21) שהרי ענין ה\"דירה בתחתונים\" הוא דירה לעצמותו (המשך תרס\"ו ס\"ע ג. ובכ\"מ – נסמן בתו\"מ סה\"מ שבט ע' שח).22) וכמובן גם המבואר בתניא רפל\"ז, שהגילויים דלעתיד תלויים \"במעשינו ועבודתינו .. כי הגורם שכר המצוה היא המצוה בעצמה, כי בעשייתה ממשיך כו'\", היינו, שהעשי' היא לא הקדמה וסיבה לההמשכה הבאה מצד למעלה, אלא שהעשי' היא הממשכת.23) תו\"כ (הובא בפרש\"י) עה\"פ ויקרא א, ט. ספרי (הובא בפרש\"י) עה\"פ פינחס כח, ח.24) ראה גם ד\"ה זה היום שבהערה 15.25) להעיר מהמבואר בהמשך תרס\"ו ע' קלא ובסה\"מ ה'תש\"ה ע' 53, דהטעם על זה שהמשכת האור שלמעלה מהשתלשלות (הגם שהוא בדרך מתנה מלמעלה) הוא לאחרי שלימות העבודה דוקא, הוא* כי נתינת מתנה היא דוקא כשעביד לי' נייחא לנפשי' (ראה מגילה כו, ב. גיטין נ, ב. ב\"מ טז, א. ב\"ב קנו, א). ויש לומר הכוונה בזה, שע\"י שלימות העבודה מתגלה הנחת רוח והתענוג העצמי שבעבודת ישראל, כנ\"ל בפנים.*) בלקו\"ת שה\"ש שם (כד, סע\"א ואילך) \"אינה שורה ומתגלה אלא כשיש שלימות במעשה התחתונים\", היינו, שהשלימות דמעשה התחתונים היא בכדי שהתחתון יהי' כמו כלי להשראת וגילוי האור [וע\"ד קוב\"ה לא שריא אלא באתר שלים (ראה זח\"ג צ, ב)]; אבל בהמשך תרס\"ו ובסה\"מ ה'תש\"ה שם, שהשלימות דמעשה התחתונים היא (גם) בשביל ההמשכה מלמעלה, נתינת המתנה מצד הנותן.26) ר\"ה י, סע\"ב ואילך. וש\"נ.27) תוד\"ה לתקופות – ר\"ה ח, א.28) ראה גם ד\"ה החודש דכ\"ה אדר ה'תשל\"ט ס\"ח (תו\"מ סה\"מ אדר ע' קח) וש\"נ.29) תוד\"ה הנ\"ל שם. ועוד. – נסמן בתו\"מ סה\"מ שם הערה 40.30) להעיר גם מלקו\"ת נצבים מז, ב. נח, ב. ועוד.31) ראה גם ד\"ה החודש הנ\"ל שם. ובד\"ה זה היום ה'תשמ\"ב ס\"ו (תו\"מ סה\"מ תשרי ח\"א ע' מה) דמחשבה זו לא נמשכה (בגילוי) בענין דחפץ חסד.32) להעיר מזה ש\"אין מושחין מלך בן מלך אא\"כ היתה שם מחלוקת\" (רמב\"ם הל' מלכים ספ\"א), ובבן יחיד אין זה שייך.33) ראה גם לקו\"ש ח\"ד ע' 1293. אלא שהביאור שם הוא מצד המעלה דשבת הראשון, שענין זה הוא גם בשני בתשרי, משא\"כ להביאור שבפנים.34) לקו\"ד ח\"ב רצו, א. וראה ספר השיחות ה'תש\"א ע' 160.35) לשון הרמב\"ם בהקדמתו לספרו. וראה בארוכה לקו\"ש ח\"ז ע' 209 בנוגע להמאמרים דבעל ההילולא.36) אגה\"ק דהבעש\"ט הידועה – נדפסה גם בכתר שם טוב בתחלתו. ובכ\"מ.37) דיש לומר שזוהי המחשבה (לברוא) שהיתה בניסן, כנ\"ל בפנים. ויש לומר שזהו גם הקשר דניסן עם גאולה העתידה – \"בניסן עתידין ליגאל\" (ר\"ה יא, א. שמו\"ר פט\"ו, יא) – כי אז תושלם כוונה ומחשבה זו.38) תניא פל\"ו.",
      "glossary": "|אא\"כ (Ela Im Ken): Unless; אגה\"ק (Igeret HaKodesh): Holy Letter; אדמו\"ר הזקן (Admor HaZaken): The Alter Rebbe; אהבה רבה (Ahavah Rabbah): Great love; אוא\"ס (Or Ein Sof): Infinite Light; אין מושחין מלך בן מלך (Ein Moshchin Melech Ben Melech): We don't anoint a king son of a king; איש ואשה (Ish V'Ishah): Man and woman; איש מזריע תחלה יולדת נקבה (Ish Mazria Techilah Yoledet Nekevah): Man who seeds first bears a female; אשה כי תזריע וילדה זכר (Ishah Ki Tazria V'Yaldah Zachar): When a woman conceives and bears a male; אשה מזרעת תחלה יולדת זכר (Ishah Mazraat Techilah Yoledet Zachar): Woman who seeds first bears a male; אתי מר דא מלכא משיחא (Ati Mar Da Malka Meshicha): Come my master, this is King Moshiach; אתערותא דלעילא (It'arutah D'L'Eilah): Awakening from above; אתערותא דלתתא (It'arutah D'L'Tatah): Awakening from below; ב\"ב (Bava Batra): Bava Batra; ב\"מ (Bava Metzia): Bava Metzia; ב\"ר (Bereishit Rabbah): Bereishit Rabbah; ב' ניסן (Bet Nissan): Second of Nissan; בארוכה (B'Aruchah): At length; בדרך מתנה (B'Derech Matanah): In the manner of a gift; בחוקותי (B'Chukotai): Torah portion B'Chukotai; בחינה שלישית (Bechinat Shlishit): Third aspect; בכ\"מ (B'Chol Makom): In many places; במדב\"ר (Bamidbar Rabbah): Bamidbar Rabbah; במי נמלך (B'Mi Nimlach): With whom did He consult; בן יחיד (Ben Yachid): Only son; בנו יחידו (Bno Yechido): His only son; בניסן עתידין ליגאל (B'Nissan Atidin L'Higael): In Nissan they are dest; בס\"ד (B'Siyata D'Shmaya): With Divine Assistance; בעל ההילולא (Baal HaHillulah): Master of the anniversary; בעשייתה (B'Asiyatah): In its performance; בפועל (B'Fo'al): In actuality; בקרוב ממש (B'Karov Mamash): Very soon; ברוחניות (B'Ruchaniyut): In spirituality; בריאת העולם (Briat HaOlam): Creation of the world; בתחלתו (B'Techilato): At its beginning; גאולה העתידה (Geulah HaAtidah): Future redemption; גורם שכר המצוה (Gorem S'char HaMitzvah): Cause of the mitzvah's reward; גיטין (Gittin): Tractate Gittin; גילוי (Giluy): Revelation; דוחק גדול (Dochak Gadol): Great difficulty/forced interpretation; דירה בתחתונים (Dirah B'Tachtonim): Dwelling in the lower worlds; דרושי חסידות (Derushei Chassidut): Chassidic discourses; דרושים (Derushim): Discourses; ה'תשכ\"ה (5725): Year 5725; האהוי\"ר (HaAhavah V'Yirah): Love and fear; הבנה והשגה (Havanah V'Hasagah): Understanding and comprehension; הבעש\"ט (HaBaal Shem Tov): The Baal Shem Tov; הגם (HaGam): Although; הטעם (HaTa'am): The reason; הידועה (HaYedu'ah): The well-known; הכנה והכלי (Hachanah V'HaKli): Preparation and vessel; הל' מלכים (Hilchot Melachim): Laws of Kings; המאמרים (HaMa'amarim): The discourses; המצויין (HaMetzuyan): Referenced; המרובים (HaMerubim): The majority; המשך (Hemshech): Continuation; המשכה (Hamshachah): Drawing down/influence; הערה (He'arah): Note; הפלסופים (HaFilosofim): The philosophers; הפצת המעינות (Hafatzat HaMa'ayanot): Spreading the wellsprings; הפצתה חוצה (Hafatzatah Chutzah): Spreading outward; הקב\"ה (HaKadosh Baruch Hu): The Holy One Blessed Be He; הקדמתו (Hakdamato): His introduction; הרמב\"ם דתורת החסידות (HaRambam D'Torat HaChassidut): The Rambam of Chassidic teachings; השיעורים (HaShiurim): The study sessions; השלימות (HaShlimut): The completion; השראת (Hashraah): Indwelling; השתלשלות (Hishtalshelut): Chain of emanation; התייסדות (Hityasdut): Establishment; וארז\"ל (V'Amru Rabboteinu Z\"L): And our Sages of blessed memory said; ויקרא (Vayikra): Leviticus; ועמך כולם צדיקים (V'Amech Kulam Tzadikim): And your people are all righteous; זח\"ג (Zohar Chelek Gimmel): Zohar Part 3; זרע האשה (Zera HaIshah): The woman's seed; חודש ניסן (Chodesh Nissan): Month of Nissan; חוצה בתכלית (Chutzah B'Tachlit): Outward to the ultimate; חיזוק (Chizuk): Strengthening; חיצוניות (Chitzoniyut): External aspect; חפץ חסד (Chafetz Chesed): Desires kindness; חת\"ת (Chumash Tehillim Torah): Chumash Psalms Torah; טיפת האיש (Tipat HaIsh): The man's drop/seed; יום ההילולא (Yom HaHillulah): Day of anniversary; ישעי' (Yeshayahu): Isaiah; ישראל וקוב\"ה כולא חד (Yisrael V'Kudsha Brich Hu Kulah Chad): Israel and the Holy One are all one; כ\"ה אדר (Chaf-Hei Adar): 25th of Adar; כ\"ה אלול (Chaf-Hei Elul): 25th of Elul; כ\"ק מו\"ח אדמו\"ר (Kevod Kedushat Mori V'Chami Admor): His Honor and Holiness My Teacher and Father-in-law the Rebbe; כוונה ותכלית (Kavanah V'Tachlit): Intention and purpose; כלי (Kli): Vessel; כנסת ישראל (Knesset Yisrael): Assembly of Israel; כתר הנשיאות (Keter HaNesiyut): Crown of leadership; כתר שם טוב (Keter Shem Tov): Crown of Good Name; לבטלן (L'Vatlam): To nullify them; להעיר (L'Ha'ir): To note; לידת הזכר (Leidat HaZachar): Birth of the male; לכאורה (L'Chorah): Seemingly; למה מזכירין דברי היחיד (Lamah Mazkirin Divrei HaYachid): Why mention the words of the individual; לעתיד (L'Atid): In the future; לפני (Lifnei): Before Me; לקו\"ד (Likutei Diburim): Likutei Diburim; לקו\"ש (Likutei Sichot): Likutei Sichot; לקו\"ת (Likutei Torah): Likutei Torah; לתקופות (L'Tekufot): For the seasons; מאמר ד\"ה החודש (Maamar Dibbur HaMatchil HaChodesh): Discourse beginning \"The Month\"; מגילה (Megillah): Tractate Megillah; מהורש\"ב (Maharash\"B): Rabbi Sholom Ber (5th Lubavitcher Rebbe); מחלוקת (Machloket): Dispute; מחשבה לברוא (Machshavah Livro): Thought to create; מחשבה עצמית (Machshavah Atzmit): Essential thought; מיכה (Michah): Prophet Micah; ממלא מקומו (M'malei M'komo): His successor; ממשיך (Mamshich): Draws down; מעשה בראשית (Ma'aseh Bereishit): Act of Creation; מעשה התחתונים (Ma'aseh HaTachtonim): Actions of the lower ones; מעשינו ועבודתינו (Ma'aseinu V'Avodateinu): Our actions and service; מקום נעלה (Makom Na'aleh): Elevated place; משתלשלים (Mishtalshelim): Derive/emanate; מתן תורה (Matan Torah): Giving of the Torah; נ\"ע (Niftar L'Gan Eden): Passed away to Garden of Eden; נדה (Niddah): Tractate Niddah; נותן (Noten): Giver; נח (Noach): Torah portion Noach; נחת רוח (Nachat Ruach): Divine pleasure; ניסן (Nissan): Month of Nissan; נסמן (Nisман): Referenced; נעשה רצוני (Na'asah Retzoni): My will was done; נצבים (Nitzavim): Torah portion Nitzavim; נקודת החילוק (Nekudat HaChiluk): Point of difference; נשא (Naso): Torah portion Naso; נשמותיהן של צדיקים (Nishmoteihen Shel Tzadikim): Souls of the righteous; נתאוה (Nit'avah): Desired; סדורה בפי הכל (Sedurah B'Fi HaKol): Organized in everyone's mouth; סה\"מ (Sefer HaMa'amarim): Book of Discourses; סע\"א (Se'if Alef): First section; ספ\"א (Siman Peh Alef): Chapter 1; ספר השיחות (Sefer HaSichot): Book of Talks; ספרו (Sifro): His book; ספרי (Sifrei): Sifrei; סתים דאורייתא (Setim D'Orayta): Hidden aspects of Torah; ע\"ד (Al Derech): In the manner of; עבודה בכח עצמו (Avodah B'Koach Atzmo): Service with one's own strength; עבודת האדם (Avodat HaAdam): Service of man; עביד לי' נייחא לנפשי' (Avid Lei Naycha L'Nafshei): Made him pleasure for his soul; עדיות (Eduyot): Tractate Eduyot; עה\"פ (Al HaPasuk): On the verse; עולמות (Olamot): Worlds; עילאה גבר (Ilaah Gavar): The higher one prevails; עילוי (Iluy): Elevation; עצם האור (Etzem HaOr): Essence of light; עצמות (Atzmut): Essence; פינחס (Pinchas): Torah portion Pinchas; פנימיות האור (Pnimiyut HaOr): Inner aspect of the light; פנימיות התורה (Pnimiyut HaTorah): Inner dimension of Torah; פרש\"י (Rashi): Rashi; פשטות הלשון (Peshutut HaLashon): Simple meaning of the language; קדימת (Kedimut): Precedence; קוב\"ה לא שריא אלא באתר שלים (Kudsha Brich Hu Lo Sharia Ela B'Atar Shalem): The Holy One only dwells in a complete place; ר\"ה (Rosh Hashanah): Tractate Rosh Hashanah; ראש חודש (Rosh Chodesh): New Month; רות רבא (Rut Rabbah): Rut Rabbah; ריש פרשתנו (Reish Parshatenu): Beginning of our Torah portion; רמב\"ם (Rambam): Maimonides; רפל\"ו (Perek Lamed-Vav): Chapter 36; רפל\"ז (Perek Lamed-Zayin): Chapter 37; ש\"פ (Shabbat Parshat): Shabbat of Torah Portion; שאת ויתר עוז (Se'et V'Yeter Oz): Greater strength and power; שבת הראשון (Shabbat HaRishon): First Sabbath; שה\"ש (Shir HaShirim): Song of Songs; שורה ומתגלה (Shoreh U'Mitgaleh): Dwells and is revealed; שוש תשיש (Sus Tasis): Rejoice greatly; שלב חדש (Shalab Chadash): New stage; תו\"כ (Torat Kohanim): Torat Kohanim; תו\"מ (Torat Menachem): Torat Menachem; תוד\"ה (Tosafot Dibbur HaMatchil): Tosafot beginning; תומ\"צ (Taryag Mitzvot): 613 commandments; תומכי תמימים (Tomchei Tmimim): Supporters of the Pure Ones; תושלם הכוונה (Tushlam HaKavanah): The intention will be completed; תזריע (Tazria): Torah portion \"When She Conceives\"; תיווך (Tivuch): Mediation; תנחומא (Tanchuma): Midrash Tanchuma; תניא (Tanya): Tanya; תענוג (Ta'anug): Delight; תרס\"ו (5666): Year 5666; תש\"א (5701): Year 5701; תשל\"ט (5739): Year 5739; תשמ\"ב (5742): Year 5742; תשרי (Tishrei): Month of Tishrei;"
    },
    "search_tags": [
      "דור",
      "עבודה",
      "Departure",
      "תכלית",
      "צדיק",
      "Love",
      "נשיא",
      "World",
      "אוא\"ס",
      "Righteous ones",
      "Dwelling",
      "Purpose",
      "גאולה",
      "Chain of descent",
      "Torah",
      "צדיקים",
      "כוונה",
      "Creation",
      "Generation",
      "Israel",
      "ישראל",
      "המשכה",
      "Kindness",
      "חסידות",
      "תורה",
      "Light",
      "חסד",
      "השתלשלות",
      "אהבה",
      "אור",
      "בריאה",
      "עצמות",
      "Lower worlds",
      "Intention",
      "משיח",
      "מצוה",
      "Essence",
      "Worlds",
      "הסתלקות",
      "Infinite Light",
      "Revelation",
      "Redemption",
      "Righteous one",
      "Service",
      "Leader",
      "גילוי",
      "Commandment",
      "דירה",
      "תחתונים",
      "עולמות",
      "חסיד",
      "Chassid",
      "Chassidut",
      "Drawing down",
      "Messiah",
      "עולם"
    ]
  }
}