{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "4_שכא",
    "reference": "Reference: 4_שכא",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "שכינה",
        "אלקות",
        "אור",
        "אוא\"ס",
        "עצמות",
        "גילוי",
        "תחתונים",
        "בריאה",
        "עולם",
        "מלכות",
        "חכמה",
        "דעת",
        "נצח",
        "הוד",
        "צדיקים",
        "צדיק",
        "משה",
        "דוד",
        "ישראל",
        "מקדש",
        "בית המקדש",
        "קרבנות",
        "מצוות",
        "מצוה",
        "תורה",
        "גאולה",
        "משיח",
        "דור",
        "עבודה",
        "אהבה",
        "יראה",
        "ביטול",
        "המשכה",
        "העלאה",
        "דירה",
        "תכלית",
        "כוונה",
        "רצון",
        "חטא",
        "תשובה",
        "השתלשלות",
        "נשיא",
        "רבי",
        "חסיד"
      ],
      "key_concepts": [
        "Shechinah/Divine Presence",
        "Divinity",
        "Light",
        "Infinite Light",
        "Essence",
        "Revelation",
        "Lower worlds",
        "Creation",
        "World",
        "Kingship",
        "Wisdom",
        "Knowledge",
        "Eternity",
        "Splendor",
        "Righteous ones",
        "Righteous one",
        "Moses",
        "David",
        "Israel",
        "Temple",
        "Holy Temple",
        "Sacrifices",
        "Commandments",
        "Commandment",
        "Torah",
        "Redemption",
        "Messiah",
        "Generation",
        "Service",
        "Love",
        "Fear/Awe",
        "Nullification",
        "Drawing down",
        "Elevation",
        "Dwelling",
        "Purpose",
        "Intention",
        "Will",
        "Sin",
        "Repentance",
        "Chain of descent",
        "Leader",
        "Rabbi",
        "Chassid"
      ],
      "biblical_references": [
        "שה\"ש יא, ד",
        "בראשית א, א",
        "בראשית א, ז",
        "ויקרא ב, סע",
        "במדבר יח, א",
        "במדבר ט, ג",
        "דברים האסורים, ועד",
        "תהלים עג, כה",
        "תהלים קיט, קעב",
        "תהלים קיח, ז",
        "תהלים קד, לה",
        "ישעי' נו, ז",
        "ישעי' מ, ה",
        "ישעי' ס, כא"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "זהר",
        "ברכות ח, רע",
        "ברכות ל, א",
        "ברכות לד, סע",
        "ברכות לד, ב",
        "ברכות נח, א",
        "סנהדרין לח, א"
      ],
      "chassidic_references": [
        "אדמו\"ר הזקן",
        "אדמו\"ר הזקן",
        "אדמו\"ר הזקן",
        "אדמו\"ר הזקן",
        "אדמו\"ר הזקן",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 2620,
      "chunk_count": 12
    },
    "content": {
      "main_text": "בס\"ד*. ט\"ו תמוז, ה'תשמ\"ב**עשרה שיושבין ועוסקין בתורה שכינה שרוי' ביניהם2, ומבאר כ\"ק מו\"ח אדמו\"ר בעל הגאולה במאמרו ד\"ה זה שניתן על ידו לחגיגת י\"ב תמוז הראשונה (שנת תרפ\"ח), דהגם שגם אחד שיושב ועוסק בתורה ממשיך גילוי אלקות, וכהמשך מאמר המשנה ומנין אפילו חמשה כו' אפילו שלשה כו' אפילו שנים כו' אפילו אחד כו', מ\"מ, ההמשכה שע\"י תורה דרבים היא המשכה נעלית יותר. דכמו שבתפלה אמרו רז\"ל3 תפלת רבים אינה נמאסת, כי ע\"י תפלת רבים נמשכים י\"ג מדות הרחמים שלמעלה מהשתלשלות, ויתירה מזו4 דההמשכה מלמעלה שע\"י תפלת רבים היא לא לפי ערך האתערותא דלתתא שלהם (גם לא לפי ערך האתעדל\"ת דרבים), כמו\"כ הוא בתורה, שע\"י לימוד התורה דרבים הוא המשכת י\"ג מדות הרחמים שלמעלה מהשתלשלות [דהגם שההמשכה די\"ג מדות הרחמים ע\"י עסק התורה הוא מצד מעלת התורה, די\"ג המדות שהתורה נדרשת בהן הם כנגד י\"ג מדות הרחמים. דמזה מובן, שההמשכה די\"ג מדות הרחמים היא גם כשאחד יושב ועוסק בתורה, מ\"מ המשכת י\"ג מדות הרחמים ע\"י עסק התורה היא בעיקר ע\"י לימוד תורה ברבים דוקא, היינו שהדרגא די\"ג מדות הרחמים שנמשכת ע\"י עסק התורה ברבים היא דרגא נעלית יותר], ויתירה מזו, שההמשכה שע\"י לימוד התורה דרבים היא לא לפי ערך הלימוד דהרבים.ב) ויש לומר, שהדמיון דתורה לתפלה, מרומז גם במאמר המשנה הנ\"ל ומנין אפילו אחד שנאמר5 בכל המקום אשר אזכיר את שמי אבוא אליך וברכתיך, דבכל המקום גו' קאי על בית המקדש [מקום שהשכינה באה שם, אבוא אליך], שבו ניתן רשות להזכיר שם המפורש [אזכיר את שמי]6, ובית המקדש שייך לעמוד העבודה, קרבנות7 ותפלה8 [ולהוסיף, שגם ברכת כהנים שבה היו מזכירים בבית המקדש את השם ככתבו4, היתה אחרי הקרבת תמיד של שחר9 (ההתחלה דכל הקרבנות), וגם עכשיו קבעו חכמים ברכת כהנים בתפלה10, ובתפלה עצמה – בברכת עבודה11]. ובמשנה מביא פסוק זה (בכל המקום אשר אזכיר את שמי אבוא אליך וברכתיך) לענין השראת השכינה שע\"י לימוד התורה, ומזה משמע שתורה ותפלה שייכים זל\"ז ובענין זה במיוחד.ולהוסיף, דהפירוש שבכל המקום אשר אזכיר את שמי גו' קאי על בית המקדש שבו ניתן רשות להזכיר את שם המפורש, הוא פשוטו של מקרא12 (תורה שבכתב), והפירוש שאזכיר את שמי קאי על לימוד התורה הוא ע\"פ דרשת חז\"ל (תורה שבעל פה). וע\"פ הידוע13 שכל הענינים דתושבע\"פ נמשכים מתושב\"כ, יש לומר, דזה שהלימוד שאפילו אחד שיושב ועוסק בתורה שכינה שרוי' הוא מהפסוק בכל המקום אשר אזכיר את שמי גו' שבפשטות קאי על ביהמ\"ק ששייך לעמוד העבודה, הוא, כי עיקר הענין דהשראת השכינה באופן דאבוא אליך, המשכת אוא\"ס שלמעלה מהשתלשלות (אבוא, אני בעצמי), הוא ע\"י קו העבודה, העלאה מלמטה למעלה. וכמבואר בתניא14 דהטעם שע\"י תפלה נמשך אוא\"ס שלמעלה מהשתלשלות [שע\"י המשכה זו נעשה שינוי בהנבראים, לרפאות החולים ולברך השנים] הוא מפני גודל העילוי דהעלאת מ\"ן. וע\"י התפלה באה אח\"כ המשכה זו גם בתורה.וע\"פ מ\"ש בהמאמר דבעל הגאולה (הובא לעיל סעיף א) דזה שע\"י תפלה וע\"י תורה ממשיכים יגמה\"ר שלמעלה מהשתלשלות הוא בעיקר בתפלת רבים15 ובתורה דרבים, ועד שההמשכה שע\"י תפלת רבים ותורה דרבים היא שלא לפי ערך האתערותא דלתתא (דהרבים), מובן, דענין הנ\"ל שההמשכה שלמעלה מהשתלשלות שבתורה היא ע\"י התפלה, מודגש עוד יותר בההמשכה שע\"י רבים. וכמו שנתבאר לעיל (בהמאמר די\"ג תמוז16), דהטעם שענין ההמשכה שלא לפי ערך ההעלאה שע\"י תורה דרבים נלמד (בהמאמר דבעל הגאולה) מההמשכה שע\"י תפלה דרבים17, הוא, כי עיקר ומקור ענין זה הוא בתפלה, ועי\"ז נמשך אח\"כ גם בתורה.ג) והגם שהמעלה דהעלאת מ\"ן ישנה לכאורה גם בתורה, וכמבואר בהמאמר דבעל הגאולה18 שגם בתורה צ\"ל עבודה ויגיעה, מ\"מ, עיקר הענין דהמשכה שלמעלה מהשתלשלות הוא ע\"י העלאת מ\"ן דתפלה דוקא19. ונקודת הביאור בזה, שהמעלה דעבודת האדם (העלאת מ\"ן) שעל ידה נמשך אוא\"ס שלמעלה מהשתלשלות, היא (בעיקר) כשהעבודה היא בביטול20, וענין הביטול הוא בעבודת התפלה. שהיגיעה בלימוד התורה, כיון שענין הלימוד הוא שיבין וישיג מה שלומד, לכן היגיעה בתורה, גם היגיעה דשונה פרקו מאה פעמים ואחד21, אף שיגיעה זו היא לא (רק) בשביל הבנת התורה אלא בכדי לשנות טבעו ורגילותו, אינה אמיתית ענין הביטול, כיון שגם הלימוד דפעם המאה ואחד הוא בהבנה והשגה. ועיקר הביטול הוא בעבודת התפלה, שהאדם המתפלל הוא כעבד22 בפני רבו23. ויש לומר, שגם העבודה דתפלה שבשביל עסק התורה (דכל האומר אין לי אלא תורה אפילו תורה אין לו24), כיון שהתפלה היא בשביל התורה שענינה הוא הבנה והשגה, אינה אמיתית ענין הביטול25. ולכן עיקר הענין דהמשכה שלמעלה מהשתלשלות (ומכ\"ש המשכה שלא לפי ערך ההעלאה) הוא ע\"י העלאת מ\"ן דתפלה, ועי\"ז נמשך אח\"כ גם בתורה. דע\"י העבודה שבתורה [העבודה דתפלה שבשביל התורה, ולמטה מזה – העבודה דשונה פרקו מאה פעמים ואחד בכדי לשנות טבעו ורגילותו, ולמטה מזה – היגיעה בהבנת התורה], התורה שלומד היא כלי לההמשכה שלמעלה מהשתלשלות שע\"י תפלה.ד) והנה26 ענין זה (שע\"י התפלה נמשך אח\"כ גם בתורה) מרומז גם בשני הקאַפּיטלאַך תהלים השייכים ליום ההולדת27 דבעל הגאולה בשנה זו (תשמ\"ב), בקאַפּיטל קב שסיימו לומר בערב יום ההולדת28 ובקאַפּיטל קג שהתחילו לומר ביום ההולדת. דבמזמור קב מתחיל בענין התפלה – תפלה לעני גו', ובתפלה עצמה – בתפלה שבתכלית הביטול, תפלה לעני כי יעטוף ולפני הוי' ישפוך שיחו. וכתורת הבעש\"ט הידועה29 עה\"פ, שתפלת העני היא שלפני הוי' ישפוך שיחו. דזה שאינו מבקש שום דבר (גם לא ענינים רוחניים30) וכל מבוקשו הוא לשפוך שיחו לפני הוי', הוא מפני גודל הביטול שלו. [ויש לומר, דענין זה (שאינו רוצה ומבקש שום דבר גם לא ענינים רוחניים ורק לשפוך שיחו לפני הוי') הוא31 ע\"ד האהבה דמי לי בשמים ועמך לא חפצתי32, וכלשון אדמו\"ר הזקן33 \"איך וויל זע גאָר ניסט איך וויל ניט דאיין ג\"ע איך וויל ניט דאיין עוה\"ב כו' איך וויל מער ניט אַז דיך אַליין\". ויש לומר, דע\"י שאמר אדמו\"ר הזקן איך וויל מער ניט אַז דיך אַליין, ובפרט לאחרי שנתפרסם זה ע\"י הצמח צדק, ניתן הכח34 לכאו\"א שהולך בעקבותיו (וואָס האַלט זיך אין דער קליאַמקע35) שבנוגע לפועל עכ\"פ יהי' אצלו מעין זה. ובפרט ע\"י לימוד תורתו של אדמו\"ר הזקן (ועאכו\"כ ע\"י לימוד ענין זה), שעי\"ז מתייחדים ביחוד נפלא36 עם תורתו של אדמו\"ר הזקן, ועי\"ז – עם אדמו\"ר הזקן עצמו37]. ובהמשך המזמור38 אומר תכתב זאת לדור אחרון גו', דקאי על התורה שהיא נצחית. ויש לומר, שהקשר דשני הענינים הוא, כי הענין דנצחיות התורה בעבודת האדם הוא שהתורה שלומד היא חקוקה במוחו ולבו39, שאז דוקא אין שייך שיהי' בזה שינוי (נצחיות), ובכדי שלימוד התורה שלו יהי' באופן דחקיקה הוא ע\"י הקדמת עבודת התפלה. ונקודת הביאור בזה, דענין החקיקה דתורה הוא (בעיקר) בהתורה כמו שהיא בשרשה, בבחינת הכתר שלמעלה מחכמה40. ולאחרי שנמשכה ונתלבשה בחכמה [דלמעלה, ועאכו\"כ לאחרי שירדה ונתלבשה בשכל האדם] היא באופן דכתיבה. ובכדי שלימוד התורה בהבנה והשגה תהי' באופן דחקיקה הוא ע\"י המשכת השורש דתורה (כתר) בהתורה שלמטה. ויש לומר, דזהו מ\"ש תכתב זאת לדור אחרון, תכתב לשון עתיד, שבכדי שהתורה שלומד תהי' אצלו בבחינת נצחיות (לדור אחרון), צריך להגיע לדרגת החקיקה דתורה שלמעלה מבחינת כתיבה, ולהמשיך משם בחינת הכתיבה דתורה, תכתב לשון עתיד. וזוהי השייכות דתכתב זאת לדור אחרון לתפלה לעני גו', שע\"י הקדמת הביטול דתפלה, ובפרט כשהתפלה היא בתכלית הביטול, שתפלתו היא שלפני הוי' ישפוך שיחו, עי\"ז הוא ממשיך גילוי אוא\"ס שלמעלה מהשתלשלות, והמשכה זו באה אח\"כ גם בלימוד התורה שלו, תכתב זאת לדור אחרון.ה) ועד\"ז הוא במזמור קג שמתחיל בענין התפלה – ברכי נפשי את ה', שהוא תפלת שבח והודי', ובתפלה עצמה – תפלה שבתכלית הביטול. דהשבח וההודי' של דוד להקב\"ה (ברכי נפשי את ה') היתה על כל מאורע ומאורע, כדאיתא בגמרא41 שדוד דר בחמשה עולמים ובכל עולם אמר שירה (חמשה ברכי נפשי42), דיש לומר, שכל המאורעות דהאדם נחלקות לחמשה סוגים (חמשה עולמים) ודוד אמר שירה להקב\"ה על כל המאורעות, דאמירת שירה להקב\"ה גם על הענינים דהיפך הטוב הנראה והנגלה הוא מפני גודל ועוצם הביטול. ובהמשך המזמור43 אומר ברכו ה' מלאכיו גבורי כח עושי דברו לשמוע בקול דברו, ברישא עושי והדר לשמוע44, הקדמת נעשה לנשמע שהיתה הכנה לקבלת התורה. ויש לומר שהקשר דשני הענינים45 הוא, כי הביטול דהקדמת נעשה לנשמע הוא לא רק בנוגע לקיום המצוות אלא גם בלימוד התורה46. דע\"י שלפני מתן תורה הקדימו נעשה לנשמע, ניתן הכח לכ\"א מישראל שלימוד התורה שלו יהי' בביטול, באופן דתען לשוני אמרתך47, כעונה אחר האומר48, ועד שהדיבור שלו (בתורה) אינו תלוי ברצונו ובבחירתו49, ועד שהביטול שלו כשעוסק בתורה הוא דוגמת הביטול דעל50 כל דיבור ודיבור פרחה נשמתן51. וזוהי השייכות ד(עושי דברו) לשמוע בקול דברו52 לברכי נפשי את ה', כי ע\"י עבודת התפלה, ובפרט כשהתפלה היא שאומר שירה על כל מאורע (חמשה ברכי נפשי), נמשך הביטול דתפלה גם בעסק התורה שלו.ויש להוסיף בביאור השייכות ד(עושי דברו) לשמוע בקול דברו לחמשה ברכי נפשי, דעיקר החידוש בהביטול דלימוד התורה הוא בתושבע\"פ, שלימודה צ\"ל בהבנה והשגה [דכשאינו מבין הפירוש אינו נחשב לימוד53] ואעפ\"כ הלימוד הוא בביטול. וע\"ד על כל דיבור ודיבור פרחה נשמתן, דהגם שכל דיבור הוא דיבור פרטי54 (דענין ההתחלקות שייך לההבנה וההשגה דתורה) מ\"מ על כל דיבור ודיבור פרחה נשמתן. וזוהי השייכות דלשמוע בקול דברו לחמשה ברכי נפשי, כי החידוש בהביטול דחמש פעמים ברכי נפשי (שבמזמור קג) על הביטול דלפני הוי' ישפוך שיחו (שבמזמור קב), הוא, שהביטול דלפני הוי' ישפוך שיחו הוא שאין נוגע לו שום דבר (כי כל מבוקשו הוא לדבר עם המלך), והביטול דחמש ברכי נפשי שאומר שירה על כל המאורעות (גם על הענינים דהיפך הטוב הנראה והנגלה) הוא שגם הענינים השייכים למציאותו הם בתכלית הביטול. וע\"י ביטול זה בתפלה נמשך אח\"כ גם בעסק התורה שלו, שגם הלימוד בהבנה והשגה הוא בביטול.ו) וממשיך בהמאמר דבעל הגאולה55 (לאחרי שמבאר שני הענינים דתפלה ותורה), דבריאת העולם היא בשביל ישראל ובשביל התורה, כמ\"ש56 בראשית ברא אלקים גו', בראשית הוא ב' ראשית, דבריאת העולם הוא בשביל ישראל שנקראים ראשית ובשביל התורה שנקראת ראשית57. שהכוונה דבריאת העולם היא שישראל ילמדו תורה כמו שניתנה למטה בעוה\"ז דוקא. ויש לומר, שהשייכות דב' ראשית ישראל ותורה להמבואר לפנ\"ז בענין תפלה ותורה, הוא, כי תפלה היא עבודת וביטול האדם (ישראל), ולכן שני הענינים דתפלה ותורה שייכים לב' ראשית ישראל ותורה58. ומה שאומר בהמאמר \"שישראל ילמדו תורה\", יש לומר, כי ענין התפלה הוא העלאה מלמטה למעלה (יציאה מהעולם59), והכוונה דבריאת העולם היא שיומשך גילוי אלקות בהעולם, ולכן, כשמדבר בענין הכוונה דבריאת העולם, אומר גם בנוגע לישראל \"שישראל ילמדו תורה\". ועפ\"ז יש לבאר גם מה שמביא בהמאמר (בהמשך להענין שהכוונה דבריאת העולם היא שישראל ילמדו תורה) מה שאמרו רז\"ל42 תנאי התנה הקב\"ה עם מעשה בראשית אם יקיימו ישראל את תורתי כו', ומבאר, דיקיימו ישראל את תורתי הוא קיום המצוות [והלשון יקיימו ישראל את תורתי הוא, כי קיום המצוות צריך להיות ע\"פ התורה דוקא], כי זה שהעולם נברא בשביל התורה הוא (בלשון המאמר) שכל עניני העולם יהיו ע\"פ התורה, ופעולת התורה בעולם היא ע\"י קיום מצוות התורה60.ז) והנה לאחרי שמבאר בהמאמר שבריאת העולם הוא בשביל ישראל ובשביל התורה ושקיום העולם הוא ע\"י קיום מצוות התורה, ממשיך בהמאמר61 ביאור החילוק בין לימוד התורה דיחיד ללימוד התורה דרבים, שע\"י תורה דרבים נמשך אור עליון יותר, ומוסיף, שזה מובן במכש\"כ מזה שע\"י תפלת רבים ההמשכה היא שלא לפי ערך ההעלאה. ומסדר הענינים שבהמאמר משמע, דזה שהלימוד דההמשכה שע\"י תורה מההמשכה שע\"י תפלה הוא באופן דמכש\"כ, שייך להמבואר לפנ\"ז בענין הכוונה דבריאת העולם. ויש לומר הביאור בזה, שהכוונה דדירה בתחתונים היא שעשיית הדירה (המשכת הגילוי אלקות בעולם) תהי' ע\"י האדם. וכיון שעבודת התפלה היא העלאה מלמטה למעלה, וההמשכה שע\"י התפלה היא מצד למעלה אלא שבאה ע\"י התפלה (עבודת האדם)62, לכן יש יתרון בההמשכה שע\"י תורה [שלימוד התורה דהאדם ממשיך גילוי אלקות בעולם] לגבי ההמשכה שע\"י תפלה. וע\"פ הידוע63 שאמיתית הענין דאין ערוך הוא דוקא לגבי העצמות, יש לומר, דענין ההמשכה שלא לפי ערך ההעלאה הוא בעיקר בההמשכה שע\"י תורה, כי בהמשכה זו דוקא נשלמת הכוונה דדירה בתחתונים, כוונת העצמות. ועפ\"ז יש לבאר סדר הענינים בהמאמר, דזה שהלימוד דההמשכה שע\"י תורה מההמשכה שע\"י תפלה הוא באופן דמכש\"כ בא (דוקא) לאחרי הביאור דכוונת הבריאה, כי בההמשכה שע\"י תורה שני ענינים, ההמשכה שע\"י תורה מצד מעלת התורה עצמה – דהמשכה זו היא למטה מההמשכה שע\"י תפלה (כנ\"ל סעיף ג), וההמשכה שע\"י תורה מצד זה שעל ידה נמשך גילוי אלקות בעולם ע\"י עבודת (לימוד) האדם – דהמשכה זו היא למעלה מההמשכה שע\"י תפלה, כנ\"ל. ולכן, לאחרי הביאור בכוונת הבריאה [ושכוונה זו נשלמת ע\"י התורה], מוסיף שהלימוד דתורה מתפלה הוא באופן דמכש\"כ, שיש יתרון בההמשכה דתורה לגבי ההמשכה דתפלה.ח) ויש לקשר זה עם המאמר ד\"ה הוי' לי בעוזרי ואני אראה בשונאי64 שאמר בעל הגאולה בי\"ב תמוז הראשון (תרפ\"ז)65, דצריך להבין66 אומרו הוי' לי בעוזרי, דמשמעות הלשון הוא שישנם כמה עוזרים (עוזרי לשון רבים) והבקשה היא שגם הקב\"ה יהי' בין העוזרים, והרי כל ישראל מאמינים באמונה פשוטה שהוא ית' לבדו הוא העוזר והמושיע להאדם בכל עניניו. וביותר אינו מובן, דמשמעות הלשון הוי' לי בעוזרי הוא שהעיקר הם העוזרים לשון רבים והבקשה היא שהקב\"ה יצטרף אליהם. גם צריך להבין אומרו ואני אראה בשונאי (שיראה נקמה בשונאיו), דלכאורה הוה לי' לבקש שיעשו תשובה ויהפכו לאוהבים. ובפרט שדוד עצמו אמר67 יתמו חטאים ולא חוטאים. [וביותר אינו מובן אומרו ואני אראה בשונאי, הרי חוש הראי' הוא מהחושים הכי נעלים, ועד שמהחידושים שיהיו לע\"ל הוא68 ונגלה כבוד הוי' וראו כל בשר גו'69, ועד\"ז הוא בנוגע למתן תורה שמעיקרי המעלות דמתן תורה הוא66 אתה הראת לדעת גו'70, ואעפ\"כ ביקש דוד ואני אראה בשונאי, שהראי' שלו תהי' בנקמת שונאיו]. גם צריך להבין השייכות דואני אראה בשונאי להוי' לי בעוזרי.ונקודת הביאור בזה (בהמאמר), דעוזרי קאי על הניצוצות המתבררים ע\"י עבודת האדם, שהם העוזרים של האדם. והבקשה הוי' לי בעוזרי היא, שע\"י העבודה דבירור הניצוצות (עוזרי) יהי' הוי' לי, שיומשך לו גילוי שם הוי' שלמעלה מהשתלשלות. ויש לומר, דע\"י שהמשכת הגילוי דשם הוי' להאדם (הוי' לי) הוא ע\"י בירור הניצוצות (בעוזרי), הגילוי הוא בפנימיות. דהגילוי שנמשך לו מלמעלה בדרך אתערותא דלעילא מצד עצמה, הוא בבחינת מקיף, ולכן אין לו קיום71. ועד\"ז הוא בנוגע לההמשכה שנמשכת לו ע\"י בקשתו בתפלה. ולכן אומר הוי' לי בעוזרי, שהמשכת הגילוי דשם הוי' אליו היא לא בדרך נהמא דכסופא72 אלא שזה (כאילו) מגיע לו עבור עבודתו בעבודת הבירורים, תכלית כוונת הבריאה. ועי\"ז נעשה הוי' לי, שהוא מתאחד עם הגילוי, שלכן הגילוי הוא דבר קיים לעולם, דכל מקום שנאמר לי אינו זז לעולם73.ט) וממשיך בהכתוב ואני אראה בשונאי, דבבירור הניצוצות שני ענינים בכללות. בירור הניצוצות שבק\"נ ע\"י עבודת הצדיקים, ובירור הניצוצות שבגקה\"ט ע\"י עבודת התשובה. ולכן במקום שבעלי תשובה עומדין אין צדיקים גמורין יכולים לעמוד בו74, כי שורש הניצוצות שנפלו בגקה\"ט שמתבררים ע\"י הבע\"ת הוא למעלה יותר משורש הניצוצות שנפלו בק\"נ שמתבררים ע\"י הצדיקים75. ועד\"ז הוא בעבודת הצדיקים (ועמך כולם צדיקים76), שיש יתרון בהבירור דדברי הרשות ע\"י העבודה דכל מעשיך יהיו לשם שמים77 על הבירור דדברים הגשמיים שע\"י קיום המצוות. דכיון שדברי הרשות, גם כשעושה אותם לשם שמים הם נשארים דברי הרשות (מעשיך), לכן, ע\"י הבירור דדברי הרשות נשלמת יותר הכוונה דדירה בתחתונים, תחתון78 שאין תחתון למטה ממנו79. ולכן, העלי' שנעשית בהנשמה ע\"י ירידתה למטה [שעיקר העלי' היא עי\"ז שבירידתה למטה היא משלימה הכוונה דדירה בתחתונים80] היא בעיקר ע\"י הבירור דדברי הרשות. וזהו ואני אראה בשונאי, שע\"י בירור הניצוצות שבשונאי – הניצוצות שבדברים האסורים, ועד\"ז הניצוצות שבדברי הרשות, שגם הם נכללים ב\"שונאי\" כתורת הבעש\"ט הידועה81 עה\"פ82 כי תראה חמור שונאך – באים לראי' באלקות, ואני אראה83.יו\"ד) והנה מבואר בכ\"מ84 שהצדיקים עבודתם היא בעצמם וענין התשובה הוא שהאדם פועל גם בדבר שחוץ ממנו ומאיר את העולם. ועפ\"ז יש לומר, שהענין ד\"אני אראה\" בכללות הוא נוסף על בירור דברי הרשות (בשונאי), אלא גם ע\"י לימוד התורה עם זולתו. וכדמשמע בהמאמר (די\"ב תמוז תרפ\"ז) דזה שאמרו רז\"ל85 הבא לטהר מסייעין לו, דמשמעות לשון לטהר (ולא ליטהר) הוא לטהר אחרים, הוא, כי העזר והסיוע דניצוצות המתבררים (מסייעין לשון רבים, ע\"ד בעוזרי) כשבא לטהר אחרים הוא באופן נעלה יותר.ועפ\"ז יש להוסיף עוד ענין במעלת עשרה שיושבין ועוסקין בתורה, דכיון שאין דיעותיהן שוות86, הרי כל אחד מהעשרה יש לו ההסברה שלו (בהענין שלומדים), וע\"י שלומדים יחד וכל אחד אומר ההסברה שלו להמשתתפים בהשיעור, יש בזה גם המעלה דעסק התורה עם זולתו. ועוד ענין בזה, דע\"י שעשרה מישראל עוסקים בענין אחד, בתורה או בתפלה או בקיום מצוה, מיתוסף בהם ענין חדש – ענין הציבור87, אור העולה על כולנה88.יא) והנה לשון רז\"ל הוא הבא לטהר מסייעין לו. שכשבא לטהר אחרים, הסיוע הוא מיד כשבא לטהר. ומזה מובן, שכל אלה שמסרו עצמם למלאות שליחותו של בעל הגאולה בכלל, ובפרט בהשליחות89 לייסד שיעורים ברבים, שע\"י ההתמסרות עצמה (אַריינוואַרפן זיך אין דער אַרבעט, עוד לפני העשי' בפועל) נמשך סיוע ונתינת כח נוספים להצליח עוד יותר במילוי השליחות.ויהי רצון, שע\"י המסירה ונתינה למלאות שליחותו של בעל הגאולה, ובפרט אַז מ'האַלט שוין באמצע, והוי' לי (לכל אחד מהמתעסקים בזה) בעוזרי לסיים את השליחות בתכלית השלימות, נזכה מיד לגאולה האמיתית והשלימה ע\"י משיח צדקנו. וכיון שנמצאים כעת ביום זכאי – יום השלישי90 שהוכפל בו כי טוב91, ויום החמשה עשר דחודש הגאולה שבו קיימא סיהרא באשלמותא92 (השלימות דחודש הגאולה), הרי הזכות דיום זכאי ימהר93 עוד יותר הגאולה, במהרה בימינו ממש.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד* ט\"ו תמוז, ה'תשמ\"ב**עשרה שיושבין ועוסקין בתורה שכינה שרוי' ביניהם2, ומבאר כ\"ק מו\"ח אדמו\"ר בעל הגאולה במאמרו ד\"ה זה שניתן על ידו לחגיגת י\"ב תמוז הראשונה (שנת תרפ\"ח), דהגם שגם אחד שיושב ועוסק בתורה ממשיך גילוי אלקות, וכהמשך מאמר המשנה ומנין אפילו חמשה כו' אפילו שלשה כו' אפילו שנים כו' אפילו אחד כו', מ\"מ, ההמשכה שע\"י תורה דרבים היא המשכה נעלית יותר דכמו שבתפלה אמרו רז\"ל3 תפלת רבים אינה נמאסת, כי ע\"י תפלת רבים נמשכים י\"ג מדות הרחמים שלמעלה מהשתלשלות, ויתירה מזו4 דההמשכה מלמעלה שע\"י תפלת רבים היא לא לפי ערך האתערותא דלתתא שלהם (גם לא לפי ערך האתעדל\"ת דרבים), כמו\"כ הוא בתורה, שע\"י לימוד התורה דרבים הוא המשכת י\"ג מדות הרחמים שלמעלה מהשתלשלות [דהגם שההמשכה די\"ג מדות הרחמים ע\"י עסק התורה הוא מצד מעלת התורה, די\"ג המדות שהתורה נדרשת בהן הם כנגד י\"ג מדות הרחמים",
          "topics": [
            "שכינה",
            "אלקות",
            "גילוי",
            "משה",
            "תורה"
          ],
          "word_count": 136
        },
        {
          "chunk_id": "chunk_2",
          "content": "דמזה מובן, שההמשכה די\"ג מדות הרחמים היא גם כשאחד יושב ועוסק בתורה, מ\"מ המשכת י\"ג מדות הרחמים ע\"י עסק התורה היא בעיקר ע\"י לימוד תורה ברבים דוקא, היינו שהדרגא די\"ג מדות הרחמים שנמשכת ע\"י עסק התורה ברבים היא דרגא נעלית יותר], ויתירה מזו, שההמשכה שע\"י לימוד התורה דרבים היא לא לפי ערך הלימוד דהרבים.ב) ויש לומר, שהדמיון דתורה לתפלה, מרומז גם במאמר המשנה הנ\"ל ומנין אפילו אחד שנאמר5 בכל המקום אשר אזכיר את שמי אבוא אליך וברכתיך, דבכל המקום גו' קאי על בית המקדש [מקום שהשכינה באה שם, אבוא אליך], שבו ניתן רשות להזכיר שם המפורש [אזכיר את שמי]6, ובית המקדש שייך לעמוד העבודה, קרבנות7 ותפלה8 [ולהוסיף, שגם ברכת כהנים שבה היו מזכירים בבית המקדש את השם ככתבו4, היתה אחרי הקרבת תמיד של שחר9 (ההתחלה דכל הקרבנות), וגם עכשיו קבעו חכמים ברכת כהנים בתפלה10, ובתפלה עצמה – בברכת עבודה11] ובמשנה מביא פסוק זה (בכל המקום אשר אזכיר את שמי אבוא אליך וברכתיך) לענין השראת השכינה שע\"י לימוד התורה, ומזה משמע שתורה ותפלה שייכים זל\"ז ובענין זה במיוחד.ולהוסיף, דהפירוש שבכל המקום אשר אזכיר את שמי גו' קאי על בית המקדש שבו ניתן רשות להזכיר את שם המפורש, הוא פשוטו של מקרא12 (תורה שבכתב), והפירוש שאזכיר את שמי קאי על לימוד התורה הוא ע\"פ דרשת חז\"ל (תורה שבעל פה) וע\"פ הידוע13 שכל הענינים דתושבע\"פ נמשכים מתושב\"כ, יש לומר, דזה שהלימוד שאפילו אחד שיושב ועוסק בתורה שכינה שרוי' הוא מהפסוק בכל המקום אשר אזכיר את שמי גו' שבפשטות קאי על ביהמ\"ק ששייך לעמוד העבודה, הוא, כי עיקר הענין דהשראת השכינה באופן דאבוא אליך, המשכת אוא\"ס שלמעלה מהשתלשלות (אבוא, אני בעצמי), הוא ע\"י קו העבודה, העלאה מלמטה למעלה",
          "topics": [
            "שכינה",
            "אוא\"ס",
            "מקדש",
            "בית המקדש",
            "קרבנות"
          ],
          "word_count": 264
        },
        {
          "chunk_id": "chunk_3",
          "content": "וכמבואר בתניא14 דהטעם שע\"י תפלה נמשך אוא\"ס שלמעלה מהשתלשלות [שע\"י המשכה זו נעשה שינוי בהנבראים, לרפאות החולים ולברך השנים] הוא מפני גודל העילוי דהעלאת מ\"ן וע\"י התפלה באה אח\"כ המשכה זו גם בתורה.וע\"פ מ\"ש בהמאמר דבעל הגאולה (הובא לעיל סעיף א) דזה שע\"י תפלה וע\"י תורה ממשיכים יגמה\"ר שלמעלה מהשתלשלות הוא בעיקר בתפלת רבים15 ובתורה דרבים, ועד שההמשכה שע\"י תפלת רבים ותורה דרבים היא שלא לפי ערך האתערותא דלתתא (דהרבים), מובן, דענין הנ\"ל שההמשכה שלמעלה מהשתלשלות שבתורה היא ע\"י התפלה, מודגש עוד יותר בההמשכה שע\"י רבים וכמו שנתבאר לעיל (בהמאמר די\"ג תמוז16), דהטעם שענין ההמשכה שלא לפי ערך ההעלאה שע\"י תורה דרבים נלמד (בהמאמר דבעל הגאולה) מההמשכה שע\"י תפלה דרבים17, הוא, כי עיקר ומקור ענין זה הוא בתפלה, ועי\"ז נמשך אח\"כ גם בתורה.ג) והגם שהמעלה דהעלאת מ\"ן ישנה לכאורה גם בתורה, וכמבואר בהמאמר דבעל הגאולה18 שגם בתורה צ\"ל עבודה ויגיעה, מ\"מ, עיקר הענין דהמשכה שלמעלה מהשתלשלות הוא ע\"י העלאת מ\"ן דתפלה דוקא19 ונקודת הביאור בזה, שהמעלה דעבודת האדם (העלאת מ\"ן) שעל ידה נמשך אוא\"ס שלמעלה מהשתלשלות, היא (בעיקר) כשהעבודה היא בביטול20, וענין הביטול הוא בעבודת התפלה שהיגיעה בלימוד התורה, כיון שענין הלימוד הוא שיבין וישיג מה שלומד, לכן היגיעה בתורה, גם היגיעה דשונה פרקו מאה פעמים ואחד21, אף שיגיעה זו היא לא (רק) בשביל הבנת התורה אלא בכדי לשנות טבעו ורגילותו, אינה אמיתית ענין הביטול, כיון שגם הלימוד דפעם המאה ואחד הוא בהבנה והשגה ועיקר הביטול הוא בעבודת התפלה, שהאדם המתפלל הוא כעבד22 בפני רבו23",
          "topics": [
            "אור",
            "אוא\"ס",
            "תורה",
            "גאולה",
            "עבודה"
          ],
          "word_count": 235
        },
        {
          "chunk_id": "chunk_4",
          "content": "ויש לומר, שגם העבודה דתפלה שבשביל עסק התורה (דכל האומר אין לי אלא תורה אפילו תורה אין לו24), כיון שהתפלה היא בשביל התורה שענינה הוא הבנה והשגה, אינה אמיתית ענין הביטול25 ולכן עיקר הענין דהמשכה שלמעלה מהשתלשלות (ומכ\"ש המשכה שלא לפי ערך ההעלאה) הוא ע\"י העלאת מ\"ן דתפלה, ועי\"ז נמשך אח\"כ גם בתורה דע\"י העבודה שבתורה [העבודה דתפלה שבשביל התורה, ולמטה מזה – העבודה דשונה פרקו מאה פעמים ואחד בכדי לשנות טבעו ורגילותו, ולמטה מזה – היגיעה בהבנת התורה], התורה שלומד היא כלי לההמשכה שלמעלה מהשתלשלות שע\"י תפלה.ד) והנה26 ענין זה (שע\"י התפלה נמשך אח\"כ גם בתורה) מרומז גם בשני הקאַפּיטלאַך תהלים השייכים ליום ההולדת27 דבעל הגאולה בשנה זו (תשמ\"ב), בקאַפּיטל קב שסיימו לומר בערב יום ההולדת28 ובקאַפּיטל קג שהתחילו לומר ביום ההולדת דבמזמור קב מתחיל בענין התפלה – תפלה לעני גו', ובתפלה עצמה – בתפלה שבתכלית הביטול, תפלה לעני כי יעטוף ולפני הוי' ישפוך שיחו וכתורת הבעש\"ט הידועה29 עה\"פ, שתפלת העני היא שלפני הוי' ישפוך שיחו דזה שאינו מבקש שום דבר (גם לא ענינים רוחניים30) וכל מבוקשו הוא לשפוך שיחו לפני הוי', הוא מפני גודל הביטול שלו [ויש לומר, דענין זה (שאינו רוצה ומבקש שום דבר גם לא ענינים רוחניים ורק לשפוך שיחו לפני הוי') הוא31 ע\"ד האהבה דמי לי בשמים ועמך לא חפצתי32, וכלשון אדמו\"ר הזקן33 \"איך וויל זע גאָר ניסט איך וויל ניט דאיין ג\"ע איך וויל ניט דאיין עוה\"ב כו' איך וויל מער ניט אַז דיך אַליין\" ויש לומר, דע\"י שאמר אדמו\"ר הזקן איך וויל מער ניט אַז דיך אַליין, ובפרט לאחרי שנתפרסם זה ע\"י הצמח צדק, ניתן הכח34 לכאו\"א שהולך בעקבותיו (וואָס האַלט זיך אין דער קליאַמקע35) שבנוגע לפועל עכ\"פ יהי' אצלו מעין זה",
          "topics": [
            "תורה",
            "גאולה",
            "עבודה",
            "אהבה",
            "ביטול"
          ],
          "word_count": 269
        },
        {
          "chunk_id": "chunk_5",
          "content": "ובפרט ע\"י לימוד תורתו של אדמו\"ר הזקן (ועאכו\"כ ע\"י לימוד ענין זה), שעי\"ז מתייחדים ביחוד נפלא36 עם תורתו של אדמו\"ר הזקן, ועי\"ז – עם אדמו\"ר הזקן עצמו37] ובהמשך המזמור38 אומר תכתב זאת לדור אחרון גו', דקאי על התורה שהיא נצחית ויש לומר, שהקשר דשני הענינים הוא, כי הענין דנצחיות התורה בעבודת האדם הוא שהתורה שלומד היא חקוקה במוחו ולבו39, שאז דוקא אין שייך שיהי' בזה שינוי (נצחיות), ובכדי שלימוד התורה שלו יהי' באופן דחקיקה הוא ע\"י הקדמת עבודת התפלה ונקודת הביאור בזה, דענין החקיקה דתורה הוא (בעיקר) בהתורה כמו שהיא בשרשה, בבחינת הכתר שלמעלה מחכמה40 ולאחרי שנמשכה ונתלבשה בחכמה [דלמעלה, ועאכו\"כ לאחרי שירדה ונתלבשה בשכל האדם] היא באופן דכתיבה ובכדי שלימוד התורה בהבנה והשגה תהי' באופן דחקיקה הוא ע\"י המשכת השורש דתורה (כתר) בהתורה שלמטה ויש לומר, דזהו מ\"ש תכתב זאת לדור אחרון, תכתב לשון עתיד, שבכדי שהתורה שלומד תהי' אצלו בבחינת נצחיות (לדור אחרון), צריך להגיע לדרגת החקיקה דתורה שלמעלה מבחינת כתיבה, ולהמשיך משם בחינת הכתיבה דתורה, תכתב לשון עתיד וזוהי השייכות דתכתב זאת לדור אחרון לתפלה לעני גו', שע\"י הקדמת הביטול דתפלה, ובפרט כשהתפלה היא בתכלית הביטול, שתפלתו היא שלפני הוי' ישפוך שיחו, עי\"ז הוא ממשיך גילוי אוא\"ס שלמעלה מהשתלשלות, והמשכה זו באה אח\"כ גם בלימוד התורה שלו, תכתב זאת לדור אחרון.ה) ועד\"ז הוא במזמור קג שמתחיל בענין התפלה – ברכי נפשי את ה', שהוא תפלת שבח והודי', ובתפלה עצמה – תפלה שבתכלית הביטול",
          "topics": [
            "אור",
            "אוא\"ס",
            "גילוי",
            "חכמה",
            "נצח"
          ],
          "word_count": 226
        },
        {
          "chunk_id": "chunk_6",
          "content": "דהשבח וההודי' של דוד להקב\"ה (ברכי נפשי את ה') היתה על כל מאורע ומאורע, כדאיתא בגמרא41 שדוד דר בחמשה עולמים ובכל עולם אמר שירה (חמשה ברכי נפשי42), דיש לומר, שכל המאורעות דהאדם נחלקות לחמשה סוגים (חמשה עולמים) ודוד אמר שירה להקב\"ה על כל המאורעות, דאמירת שירה להקב\"ה גם על הענינים דהיפך הטוב הנראה והנגלה הוא מפני גודל ועוצם הביטול ובהמשך המזמור43 אומר ברכו ה' מלאכיו גבורי כח עושי דברו לשמוע בקול דברו, ברישא עושי והדר לשמוע44, הקדמת נעשה לנשמע שהיתה הכנה לקבלת התורה ויש לומר שהקשר דשני הענינים45 הוא, כי הביטול דהקדמת נעשה לנשמע הוא לא רק בנוגע לקיום המצוות אלא גם בלימוד התורה46 דע\"י שלפני מתן תורה הקדימו נעשה לנשמע, ניתן הכח לכ\"א מישראל שלימוד התורה שלו יהי' בביטול, באופן דתען לשוני אמרתך47, כעונה אחר האומר48, ועד שהדיבור שלו (בתורה) אינו תלוי ברצונו ובבחירתו49, ועד שהביטול שלו כשעוסק בתורה הוא דוגמת הביטול דעל50 כל דיבור ודיבור פרחה נשמתן51 וזוהי השייכות ד(עושי דברו) לשמוע בקול דברו52 לברכי נפשי את ה', כי ע\"י עבודת התפלה, ובפרט כשהתפלה היא שאומר שירה על כל מאורע (חמשה ברכי נפשי), נמשך הביטול דתפלה גם בעסק התורה שלו.ויש להוסיף בביאור השייכות ד(עושי דברו) לשמוע בקול דברו לחמשה ברכי נפשי, דעיקר החידוש בהביטול דלימוד התורה הוא בתושבע\"פ, שלימודה צ\"ל בהבנה והשגה [דכשאינו מבין הפירוש אינו נחשב לימוד53] ואעפ\"כ הלימוד הוא בביטול וע\"ד על כל דיבור ודיבור פרחה נשמתן, דהגם שכל דיבור הוא דיבור פרטי54 (דענין ההתחלקות שייך לההבנה וההשגה דתורה) מ\"מ על כל דיבור ודיבור פרחה נשמתן",
          "topics": [
            "אור",
            "עולם",
            "הוד",
            "משה",
            "דוד"
          ],
          "word_count": 240
        },
        {
          "chunk_id": "chunk_7",
          "content": "וזוהי השייכות דלשמוע בקול דברו לחמשה ברכי נפשי, כי החידוש בהביטול דחמש פעמים ברכי נפשי (שבמזמור קג) על הביטול דלפני הוי' ישפוך שיחו (שבמזמור קב), הוא, שהביטול דלפני הוי' ישפוך שיחו הוא שאין נוגע לו שום דבר (כי כל מבוקשו הוא לדבר עם המלך), והביטול דחמש ברכי נפשי שאומר שירה על כל המאורעות (גם על הענינים דהיפך הטוב הנראה והנגלה) הוא שגם הענינים השייכים למציאותו הם בתכלית הביטול וע\"י ביטול זה בתפלה נמשך אח\"כ גם בעסק התורה שלו, שגם הלימוד בהבנה והשגה הוא בביטול.ו) וממשיך בהמאמר דבעל הגאולה55 (לאחרי שמבאר שני הענינים דתפלה ותורה), דבריאת העולם היא בשביל ישראל ובשביל התורה, כמ\"ש56 בראשית ברא אלקים גו', בראשית הוא ב' ראשית, דבריאת העולם הוא בשביל ישראל שנקראים ראשית ובשביל התורה שנקראת ראשית57 שהכוונה דבריאת העולם היא שישראל ילמדו תורה כמו שניתנה למטה בעוה\"ז דוקא ויש לומר, שהשייכות דב' ראשית ישראל ותורה להמבואר לפנ\"ז בענין תפלה ותורה, הוא, כי תפלה היא עבודת וביטול האדם (ישראל), ולכן שני הענינים דתפלה ותורה שייכים לב' ראשית ישראל ותורה58 ומה שאומר בהמאמר \"שישראל ילמדו תורה\", יש לומר, כי ענין התפלה הוא העלאה מלמטה למעלה (יציאה מהעולם59), והכוונה דבריאת העולם היא שיומשך גילוי אלקות בהעולם, ולכן, כשמדבר בענין הכוונה דבריאת העולם, אומר גם בנוגע לישראל \"שישראל ילמדו תורה\"",
          "topics": [
            "אלקות",
            "אור",
            "גילוי",
            "עולם",
            "משה"
          ],
          "word_count": 201
        },
        {
          "chunk_id": "chunk_8",
          "content": "ועפ\"ז יש לבאר גם מה שמביא בהמאמר (בהמשך להענין שהכוונה דבריאת העולם היא שישראל ילמדו תורה) מה שאמרו רז\"ל42 תנאי התנה הקב\"ה עם מעשה בראשית אם יקיימו ישראל את תורתי כו', ומבאר, דיקיימו ישראל את תורתי הוא קיום המצוות [והלשון יקיימו ישראל את תורתי הוא, כי קיום המצוות צריך להיות ע\"פ התורה דוקא], כי זה שהעולם נברא בשביל התורה הוא (בלשון המאמר) שכל עניני העולם יהיו ע\"פ התורה, ופעולת התורה בעולם היא ע\"י קיום מצוות התורה60.ז) והנה לאחרי שמבאר בהמאמר שבריאת העולם הוא בשביל ישראל ובשביל התורה ושקיום העולם הוא ע\"י קיום מצוות התורה, ממשיך בהמאמר61 ביאור החילוק בין לימוד התורה דיחיד ללימוד התורה דרבים, שע\"י תורה דרבים נמשך אור עליון יותר, ומוסיף, שזה מובן במכש\"כ מזה שע\"י תפלת רבים ההמשכה היא שלא לפי ערך ההעלאה ומסדר הענינים שבהמאמר משמע, דזה שהלימוד דההמשכה שע\"י תורה מההמשכה שע\"י תפלה הוא באופן דמכש\"כ, שייך להמבואר לפנ\"ז בענין הכוונה דבריאת העולם ויש לומר הביאור בזה, שהכוונה דדירה בתחתונים היא שעשיית הדירה (המשכת הגילוי אלקות בעולם) תהי' ע\"י האדם וכיון שעבודת התפלה היא העלאה מלמטה למעלה, וההמשכה שע\"י התפלה היא מצד למעלה אלא שבאה ע\"י התפלה (עבודת האדם)62, לכן יש יתרון בההמשכה שע\"י תורה [שלימוד התורה דהאדם ממשיך גילוי אלקות בעולם] לגבי ההמשכה שע\"י תפלה וע\"פ הידוע63 שאמיתית הענין דאין ערוך הוא דוקא לגבי העצמות, יש לומר, דענין ההמשכה שלא לפי ערך ההעלאה הוא בעיקר בההמשכה שע\"י תורה, כי בהמשכה זו דוקא נשלמת הכוונה דדירה בתחתונים, כוונת העצמות",
          "topics": [
            "אלקות",
            "אור",
            "עצמות",
            "גילוי",
            "תחתונים"
          ],
          "word_count": 234
        },
        {
          "chunk_id": "chunk_9",
          "content": "ועפ\"ז יש לבאר סדר הענינים בהמאמר, דזה שהלימוד דההמשכה שע\"י תורה מההמשכה שע\"י תפלה הוא באופן דמכש\"כ בא (דוקא) לאחרי הביאור דכוונת הבריאה, כי בההמשכה שע\"י תורה שני ענינים, ההמשכה שע\"י תורה מצד מעלת התורה עצמה – דהמשכה זו היא למטה מההמשכה שע\"י תפלה (כנ\"ל סעיף ג), וההמשכה שע\"י תורה מצד זה שעל ידה נמשך גילוי אלקות בעולם ע\"י עבודת (לימוד) האדם – דהמשכה זו היא למעלה מההמשכה שע\"י תפלה, כנ\"ל ולכן, לאחרי הביאור בכוונת הבריאה [ושכוונה זו נשלמת ע\"י התורה], מוסיף שהלימוד דתורה מתפלה הוא באופן דמכש\"כ, שיש יתרון בההמשכה דתורה לגבי ההמשכה דתפלה.ח) ויש לקשר זה עם המאמר ד\"ה הוי' לי בעוזרי ואני אראה בשונאי64 שאמר בעל הגאולה בי\"ב תמוז הראשון (תרפ\"ז)65, דצריך להבין66 אומרו הוי' לי בעוזרי, דמשמעות הלשון הוא שישנם כמה עוזרים (עוזרי לשון רבים) והבקשה היא שגם הקב\"ה יהי' בין העוזרים, והרי כל ישראל מאמינים באמונה פשוטה שהוא ית' לבדו הוא העוזר והמושיע להאדם בכל עניניו וביותר אינו מובן, דמשמעות הלשון הוי' לי בעוזרי הוא שהעיקר הם העוזרים לשון רבים והבקשה היא שהקב\"ה יצטרף אליהם גם צריך להבין אומרו ואני אראה בשונאי (שיראה נקמה בשונאיו), דלכאורה הוה לי' לבקש שיעשו תשובה ויהפכו לאוהבים ובפרט שדוד עצמו אמר67 יתמו חטאים ולא חוטאים [וביותר אינו מובן אומרו ואני אראה בשונאי, הרי חוש הראי' הוא מהחושים הכי נעלים, ועד שמהחידושים שיהיו לע\"ל הוא68 ונגלה כבוד הוי' וראו כל בשר גו'69, ועד\"ז הוא בנוגע למתן תורה שמעיקרי המעלות דמתן תורה הוא66 אתה הראת לדעת גו'70, ואעפ\"כ ביקש דוד ואני אראה בשונאי, שהראי' שלו תהי' בנקמת שונאיו]",
          "topics": [
            "אלקות",
            "אור",
            "גילוי",
            "בריאה",
            "עולם"
          ],
          "word_count": 247
        },
        {
          "chunk_id": "chunk_10",
          "content": "גם צריך להבין השייכות דואני אראה בשונאי להוי' לי בעוזרי.ונקודת הביאור בזה (בהמאמר), דעוזרי קאי על הניצוצות המתבררים ע\"י עבודת האדם, שהם העוזרים של האדם והבקשה הוי' לי בעוזרי היא, שע\"י העבודה דבירור הניצוצות (עוזרי) יהי' הוי' לי, שיומשך לו גילוי שם הוי' שלמעלה מהשתלשלות ויש לומר, דע\"י שהמשכת הגילוי דשם הוי' להאדם (הוי' לי) הוא ע\"י בירור הניצוצות (בעוזרי), הגילוי הוא בפנימיות דהגילוי שנמשך לו מלמעלה בדרך אתערותא דלעילא מצד עצמה, הוא בבחינת מקיף, ולכן אין לו קיום71 ועד\"ז הוא בנוגע לההמשכה שנמשכת לו ע\"י בקשתו בתפלה ולכן אומר הוי' לי בעוזרי, שהמשכת הגילוי דשם הוי' אליו היא לא בדרך נהמא דכסופא72 אלא שזה (כאילו) מגיע לו עבור עבודתו בעבודת הבירורים, תכלית כוונת הבריאה ועי\"ז נעשה הוי' לי, שהוא מתאחד עם הגילוי, שלכן הגילוי הוא דבר קיים לעולם, דכל מקום שנאמר לי אינו זז לעולם73.ט) וממשיך בהכתוב ואני אראה בשונאי, דבבירור הניצוצות שני ענינים בכללות בירור הניצוצות שבק\"נ ע\"י עבודת הצדיקים, ובירור הניצוצות שבגקה\"ט ע\"י עבודת התשובה ולכן במקום שבעלי תשובה עומדין אין צדיקים גמורין יכולים לעמוד בו74, כי שורש הניצוצות שנפלו בגקה\"ט שמתבררים ע\"י הבע\"ת הוא למעלה יותר משורש הניצוצות שנפלו בק\"נ שמתבררים ע\"י הצדיקים75 ועד\"ז הוא בעבודת הצדיקים (ועמך כולם צדיקים76), שיש יתרון בהבירור דדברי הרשות ע\"י העבודה דכל מעשיך יהיו לשם שמים77 על הבירור דדברים הגשמיים שע\"י קיום המצוות דכיון שדברי הרשות, גם כשעושה אותם לשם שמים הם נשארים דברי הרשות (מעשיך), לכן, ע\"י הבירור דדברי הרשות נשלמת יותר הכוונה דדירה בתחתונים, תחתון78 שאין תחתון למטה ממנו79",
          "topics": [
            "אור",
            "גילוי",
            "תחתונים",
            "בריאה",
            "עולם"
          ],
          "word_count": 241
        },
        {
          "chunk_id": "chunk_11",
          "content": "ולכן, העלי' שנעשית בהנשמה ע\"י ירידתה למטה [שעיקר העלי' היא עי\"ז שבירידתה למטה היא משלימה הכוונה דדירה בתחתונים80] היא בעיקר ע\"י הבירור דדברי הרשות וזהו ואני אראה בשונאי, שע\"י בירור הניצוצות שבשונאי – הניצוצות שבדברים האסורים, ועד\"ז הניצוצות שבדברי הרשות, שגם הם נכללים ב\"שונאי\" כתורת הבעש\"ט הידועה81 עה\"פ82 כי תראה חמור שונאך – באים לראי' באלקות, ואני אראה83.יו\"ד) והנה מבואר בכ\"מ84 שהצדיקים עבודתם היא בעצמם וענין התשובה הוא שהאדם פועל גם בדבר שחוץ ממנו ומאיר את העולם ועפ\"ז יש לומר, שהענין ד\"אני אראה\" בכללות הוא נוסף על בירור דברי הרשות (בשונאי), אלא גם ע\"י לימוד התורה עם זולתו וכדמשמע בהמאמר (די\"ב תמוז תרפ\"ז) דזה שאמרו רז\"ל85 הבא לטהר מסייעין לו, דמשמעות לשון לטהר (ולא ליטהר) הוא לטהר אחרים, הוא, כי העזר והסיוע דניצוצות המתבררים (מסייעין לשון רבים, ע\"ד בעוזרי) כשבא לטהר אחרים הוא באופן נעלה יותר.ועפ\"ז יש להוסיף עוד ענין במעלת עשרה שיושבין ועוסקין בתורה, דכיון שאין דיעותיהן שוות86, הרי כל אחד מהעשרה יש לו ההסברה שלו (בהענין שלומדים), וע\"י שלומדים יחד וכל אחד אומר ההסברה שלו להמשתתפים בהשיעור, יש בזה גם המעלה דעסק התורה עם זולתו ועוד ענין בזה, דע\"י שעשרה מישראל עוסקים בענין אחד, בתורה או בתפלה או בקיום מצוה, מיתוסף בהם ענין חדש – ענין הציבור87, אור העולה על כולנה88.יא) והנה לשון רז\"ל הוא הבא לטהר מסייעין לו שכשבא לטהר אחרים, הסיוע הוא מיד כשבא לטהר",
          "topics": [
            "אלקות",
            "אור",
            "תחתונים",
            "עולם",
            "צדיקים"
          ],
          "word_count": 219
        },
        {
          "chunk_id": "chunk_12",
          "content": "ומזה מובן, שכל אלה שמסרו עצמם למלאות שליחותו של בעל הגאולה בכלל, ובפרט בהשליחות89 לייסד שיעורים ברבים, שע\"י ההתמסרות עצמה (אַריינוואַרפן זיך אין דער אַרבעט, עוד לפני העשי' בפועל) נמשך סיוע ונתינת כח נוספים להצליח עוד יותר במילוי השליחות.ויהי רצון, שע\"י המסירה ונתינה למלאות שליחותו של בעל הגאולה, ובפרט אַז מ'האַלט שוין באמצע, והוי' לי (לכל אחד מהמתעסקים בזה) בעוזרי לסיים את השליחות בתכלית השלימות, נזכה מיד לגאולה האמיתית והשלימה ע\"י משיח צדקנו וכיון שנמצאים כעת ביום זכאי – יום השלישי90 שהוכפל בו כי טוב91, ויום החמשה עשר דחודש הגאולה שבו קיימא סיהרא באשלמותא92 (השלימות דחודש הגאולה), הרי הזכות דיום זכאי ימהר93 עוד יותר הגאולה, במהרה בימינו ממש",
          "topics": [
            "משה",
            "גאולה",
            "משיח",
            "תכלית",
            "רצון"
          ],
          "word_count": 108
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס י\"ט תמוז – תש\"נ, \"בקשר עם י\"ט תמוז הבעל\"ט, יום מלאות מאה ועשר שנים לכניסת כ\"ק אדמו\"ר מהוריי\"צ נ\"ע לבריתו של אאע\"ה (תר\"ם – תש\"נ), ויום השביעי דחגיגת הבר מצוה שלו (בשנת תרנ\"ג)* .. עש\"ק פ' פינחס, שנת ה'תש\"נ\".* *) מאמר זה הוא המשך למאמר ד\"ה זה די\"ג תמוז שנה זו (תשמ\"ב), שי\"ל בקונטרס שלפני זה (י\"ב-י\"ג תמוז ה'תש\"נ (נדפס לעיל ע' עג ואילך)), ולכן לא נכפלו כאן (רוב) הציונים והמ\"מ שכבר נסמנו שם.*) ראה \"מפתח\" המאמרים שבריש סה\"מ תרנ\"ב-תרנ\"ג ס\"ע VII ואילך. הוספות לסה\"מ שם ע' שכה-שכו. לקמן ע' קג הערה 4 [קונטרס בר-מצוה תרנ\"ג (קה\"ת, תש\"ס)].2) אבות פ\"ג מ\"ו.3) ברכות ח, רע\"א.4) ראה בארוכה בהמאמר די\"ג תמוז ס\"ד ואילך (לעיל ע' עו ואילך).5) יתרו כ, כא.6) פרש\"י עה\"פ יתרו שם, מסוטה לח, א.7) דענינו של בית המקדש הוא \"בית לה' מוכן להיות מקריבים בו הקרבנות\" (רמב\"ם ריש הלכות בית הבחירה).8) דבית המקדש נקרא \"בית תפלה\" (ישעי' נו, ז). וגם עליית התפלות שמחוץ לביהמ\"ק הוא ע\"י ביהמ\"ק – ראה ברכות ל, א. רמב\"ם הל' תפלה פ\"ה ה\"ג. טושו\"ע (ודאדה\"ז) או\"ח הל' תפלה סצ\"ד ס\"א-ב. ובירושלמי ברכות פ\"ד ה\"ה – בענין הנ\"ל – מוסיף ומסיים: הה\"ד כי ביתי בית תפלה יקרא לכל העמים.9) רמב\"ם הל' נשיאת כפים פי\"ד ה\"ט והי\"ד.10) שו\"ע אדה\"ז או\"ח הל' נשיאת כפים סקכ\"ח ס\"א. וש\"נ.11) סוטה לח, ב. שו\"ע אדה\"ז שם סי\"ב. וש\"נ.12) שהרי הוא פירוש רש\"י.13) וכלשון הרגיל בש\"ס \"מנא הני מילי אמר קרא\". וראה לקו\"ת ברכה צד, א ואילך. שה\"ש יא, ד. ובכ\"מ.14) קו\"א ד\"ה להבין מ\"ש בפע\"ח (קנה, א).15) ראה בארוכה אוה\"ת שבת שובה ע' א'תסג ואילך, שגם בתפלת יחיד (גם בכל השנה) נמשכים יגמה\"ר, אלא שיש בזה כמה חילוקי דרגות.16) סעיף ט (לעיל ע' פ).17) משא\"כ ענין ההמשכה דאחד שיושב ועוסק בתורה אינו נלמד מההמשכה שע\"י תפלה, שהרי להפירוש שבמס' אבות מדבר הכתוב בתורה.18) סעיף ב.19) כדמוכח גם מהמבואר בקו\"א שבהערה 13, שדוקא ע\"י תפלה נעשה שינוי בהנבראים, \"משא\"כ בתו\"מ שאין שינוי בקלף התפילין ע\"י הנחתן בראש ובזרוע\" – כי ההמשכה דלמעלה מהשתלשלות שעל ידה נעשה שינוי בהנבראים היא דוקא ע\"י העלאת מ\"ן.20) ראה אוה\"ת שבהערה 21.21) חגיגה ט, ב. וראה בארוכה תניא פט\"ו.22) ראה אוה\"ת נשא ע' ערה (בענין המעלה דתפלה לגבי תורה) \"ע\"י ביטול העבד ממשיך יהי רצון מה שלמעלה מהחכמה\". וראה ברכות לד, סע\"ב (הובא באוה\"ת שם) דהטעם על זה שהועילה תפלתו של רחב\"ד הוא לפי שהוא \"כעבד לפני המלך\".23) טושו\"ע (ודאדה\"ז) או\"ח הל' תפלה סו\"ס צה. וראה גם שבת יו\"ד, א. שו\"ע אדה\"ז שם סק\"ד ס\"ב.24) יבמות קט, ב.25) והגם דכיון שתפלה היא בקשת צרכיו נמצא לכאורה שכל תפלה היא בשביל ענין אחר – יש לומר: שצרכיו דעבד באים ע\"י שמבקש מרבו (ובאופן דעבד המבקש), לכן, כשהעבד מבקש צרכיו מרבו (והבקשה שלו היא בביטול דעבד המבקש מרבו), לא נתערב \"מציאות\" שאינה עבדות, כי זהו הסדר דעבד. משא\"כ כשהתפלה היא בשביל לימוד התורה. ועצ\"ע.26) בהבא לקמן ראה גם (בקיצור) בהמאמר די\"ג תמוז ס\"ט (לעיל ע' פ).27) ראה מאמר הנ\"ל הערה 59.28) אלא שאעפ\"כ שייך הוא ליום ההולדת – ראה לעיל ח\"א ע' רס הערה 51.29) כתר שם טוב (הוצאת קה\"ת) סי' צז (יג, ג).30) כמובן מהמשך הענין שבתורת הבעש\"ט שהובא בספר אור המאיר פ' וישלח – נעתק לעיל ח\"ג ע' קלד.31) ראה גם לעיל ח\"ג שם.32) תהלים עג, כה.33) הובא בשרש מצות התפלה להצ\"צ פ\"מ (דרמ\"צ קלח, סע\"א).34) ראה עד\"ז לעיל שם ע' קלז ואילך.35) ראה סה\"מ תרפ\"ד בהוספות ס\"ע שנד.36) תניא פ\"ה.37) וע\"ד פי' הידוע במרז\"ל (שבת קה, א – ע\"פ גירסת הע\"י) \"אנא נפשי כתבית יהבית\" (לקו\"ת שלח מח, סע\"ד ואילך. אוה\"ת יתרו ע' תתקא ואילך), שהקב\"ה \"נתן\" ו\"הכניס\" את עצמו בתורתו. והרי \"צדיקים דומין לבוראן\" (ב\"ר פס\"ז, ח. ובכ\"מ).38) פסוק יט.39) להעיר מלקו\"ת ס\"פ קדושים (ל, ד).40) ראה לקו\"ת בחוקותי מו, ד.41) ברכות יו\"ד, א.42) לשון הגמרא בברכות שם. ובפרש\"י שם: \"לעיל חשיב להו\". ואף דשירה השני' (ד\"לעיל\") היא \"ברכו ה' מלאכיו גבורי כח עושי דברו לשמוע בקול דברו וגו'\", הרי בנ\"י הקדימו נעשה לנשמע.43) פסוק יט.44) שבת פח, א.45) ובפרט שפסוק זה עצמו הוא אחד מחמשה השירות, תפלה.46) להעיר, שכשראה ההוא צדוקי שרבא \"מעיין בשמעתא ויתבה אצבעתא דידי' תותי כרעא כו'\" (טרדתו של רבא בלימוד התורה), אמר לי' \"עמא פזיזא דקדמיתו פומייכו לאודנייכו\" (שבת שם).47) תהלים קיט, קעב.48) ראה תו\"א יתרו סז, ב. ובכ\"מ. ובהוספות לתו\"א שם (קי, ריש ע\"ב) מקשר זה עם ענין נעשה ונשמע.49) הוספות לתו\"א שם (קי, א ואילך).50) שבת פח, ב.51) הוספות לתו\"א שם (קט, א).52) להעיר מאוה\"ת (יהל אור) לתהלים עה\"פ (ע' שפו) \"לשמוע בקול דברו שיהי' תען לשוני אמרתך\".53) הל' ת\"ת לאדה\"ז ספ\"ב. וש\"נ.54) להעיר מלקו\"ת במדבר יח, א.55) סעיף ג.56) בראשית א, א.57) תנחומא (באבער) בראשית ג. ה. לקח טוב ר\"פ בראשית. פרש\"י ורמב\"ן עה\"פ. וראה ב\"ר ר\"פ בראשית. ויק\"ר פל\"ו, ד.58) להעיר מסה\"מ פר\"ת ע' רנא, דהחילוק שבין תפלה לתורה הוא כהחילוק שבין נש\"י לתורה.59) להעיר מזה שחסידים ואנשי מעשה היו מגיעים (בעת תפלתם) להתפשטות הגשמיות (שו\"ע אדה\"ז או\"ח הל' תפלה סצ\"ח ס\"א. הל' ת\"ת לאדה\"ז פ\"ד ס\"ה).60) להעיר, שו\"ה (דשם הוי') הם תורה ומצוות (תקו\"ז ת\"י (כה, ב). אגה\"ת ספ\"ד. ובכ\"מ). והרי המשכת הו' (ז\"א) למטה הוא ע\"י ה' תתאה (מלכות).אלא שמ\"מ חילוק בין תורה לתפלה, דתפלה הוא בחי' י\"ה (לקו\"ת ראה כט, א ואילך), \"נסתרות\". משא\"כ ו' (תורה) הוא המשכה למטה (אלא שהמשכתו הוא ע\"י הה', מצוות). וראה לקו\"ת שם (ל, ד) \"בחי' ו\"ה רומז לבחי' בוניך שהוא ענין דירה בתחתונים\".61) סעיף ד.62) להעיר מסה\"מ תרס\"ה ע' קמג-ד.63) סה\"מ תרנ\"ב ע' ז ואילך. ובכ\"מ.64) תהלים קיח, ז.65) נדפס בסה\"מ קונטרסים ח\"א קעט, א ואילך. תרפ\"ז ע' רא ואילך.66) ראה גם רד\"ה הוי' לי בעוזרי בלקו\"ת דרושים לשמע\"צ (פח, ב).67) תהלים קד, לה. וראה ברכות יו\"ד, א.68) ראה תניא פל\"ו (מו, א). לקו\"ת צו יז, ב ואילך. ובכ\"מ.69) ישעי' מ, ה.70) ואתחנן ד, לה.71) ראה לקו\"ת ויקרא ב, סע\"ב ואילך.72) ראה ירושלמי ערלה פ\"א ה\"ג. לקו\"ת צו ז, ד.73) ויק\"ר פ\"ב, ב. מדרש שמואל פ' יט. נת' בלקו\"ת במדבר ט, ג ואילך. ובכ\"מ.74) רמב\"ם הל' תשובה פ\"ז ה\"ד, מברכות לד, ב.75) ראה בארוכה סהמ\"צ להצ\"צ קצא, א.76) ישעי' ס, כא.77) אבות פ\"ב מי\"ב. רמב\"ם הל' דעות ספ\"ג. טושו\"ע או\"ח סרל\"א.78) תניא רפל\"ו.79) ראה לעיל ח\"ב ע' כג ואילך. וראה בארוכה שם (ע' כח ואילך), שהיתרון בהעבודה דכל מעשיך לשם שמים על העבודה דקיום המצוות הוא ע\"ד מעלת הבע\"ת על צדיקים.80) ראה לקו\"ש חט\"ו ע' 242 ובהערות שם.81) \"היום יום\" כח שבט. אגרות-קודש אדמו\"ר מוהריי\"צ ח\"ג ע' שכה. כתר שם טוב הוספות סי' טז [בהוצאת תשנ\"ט – סי' כא].82) משפטים כג, ה.83) ד\"ה הוי' לי בעוזרי תרפ\"ז בסופו. וראה גם לקו\"ת דרושים לשמע\"צ שם (צ, ב).84) סה\"מ תרפ\"ג ע' רכב. ה'תש\"ט ע' 184.85) שבת קד, א.86) ראה ברכות נח, א. סנהדרין לח, א.87) דענין ציבור הוא לא צירוף של עשרה יחידים, כ\"א שנעשה מציאות חדשה, וכמו שהאריך בזה בצפע\"נ – ראה מפענח צפונות פ\"ד ס\"ב ואילך.88) ראה שעהיוה\"א רפי\"ב. ובכ\"מ.89) ראה בהמאמר די\"ג תמוז שנה זו (תשמ\"ב) סי\"ב (לעיל ס\"ע פב).90) ולהעיר, שגם ענין זה שייך להגאולה די\"ב תמוז, כי הקביעות די\"ב תמוז בשנת הגאולה (תרפ\"ז) הי' ביום השלישי, וראה בארוכה לעיל ח\"ב ע' קמב השייכות ד\"שלישי\" ל\"פדה בשלום נפשי\".91) פרש\"י עה\"פ בראשית א, ז, מב\"ר פ\"ד, ו.92) זהר ח\"ב רטו, א. וראה גם שם ח\"א קנ, רע\"א. רכה, סע\"ב. רמט, ב. ח\"ב פה, רע\"א.93) דמגלגלין זכות ליום זכאי – תענית כט, א.",
      "glossary": "|אבוא אליך וברכתיך (Avo Eilecha UVerachticha): I will come to you and bless you; אבוא אני בעצמי (Avo Ani BeAtzmi): I Myself will come; אדמו\"ר הזקן (Admor HaZaken): The Alter Rebbe; אוא\"ס (Or Ein Sof): Infinite Light; איך וויל זע גאָר ניסט (Ich Vil Ze Gor Nisht): I want nothing at all; איך וויל מער ניט אַז דיך אַליין (Ich Vil Mer Nisht Az Dich Alein): I want nothing more than You alone; איך וויל ניט דאיין ג\"ע (Ich Vil Nisht Dein Gan Eden): I don't want your Garden of Eden; איך וויל ניט דאיין עוה\"ב (Ich Vil Nisht Dein Olam HaBa): I don't want your World to Come; אמיתית ענין הביטול (Amititut Inyan HaBitul): True essence of self-nullification; אפילו תורה אין לו (Afilu Torah Ein Lo): Even Torah he does not have; אתעדל\"ת (It'adalta): Arousal from below; בהמשך המזמור (BeHemshech HaMizmor): In the continuation of the psalm; בחינת הכתר (Bechinat HaKeter): Aspect of Crown; בחינת כתיבה (Bechinat Ketivah): Aspect of writing; ביהמ\"ק (BeiHaMikdash): Holy Temple; ביטול (Bitul): Self-nullification; בית המקדש (Beit HaMikdash): Holy Temple; בכל המקום אשר אזכיר את שמי (BeChol HaMakom Asher Azkir Et Shmi): In every place where I mention My name; בנוגע לפועל (BeNoge'a LeFo'al): In practical terms; בס\"ד (Besiyata Dishmaya): With Divine assistance; בעל הגאולה (Baal HaGeulah): Master of the Redemption; בפני רבו (Bifnei Rabo): Before his master; ברכי נפשי את ה' (Barchi Nafshi Et Hashem): Bless the Lord, O my soul; ברכת כהנים (Birkat Kohanim): Priestly blessing; ברכת עבודה (Birkat Avodah): Blessing of service; בשביל התורה (Bishvil HaTorah): For the sake of Torah; בשרשה (BeShorshah): In its root; גודל הביטול (Godel HaBitul): Greatness of self-nullification; גודל העילוי (Godel HaIluy): Greatness of elevation; גילוי אלקות (Gilui Elokut): Revelation of Divinity; דוד (David): David; דלמעלה (DeLema'alah): From above; דרגא (Darga): Level; דרגת החקיקה (Dargat HaChakikah): Level of engraving; דרשת חז\"ל (Dirshat Chazal): Exposition of our Sages; ה'תשמ\"ב (HaTashma\"b): The year 5742; האהבה (HaAhavah): Love; האתערותא דלתתא (HaIt'aruta DeLtata): Arousal from below; הבנה והשגה (Havanah VeHasagah): Understanding and comprehension; הולך בעקבותיו (Holech Be'Ikvotav): Follows in his footsteps; החקיקה דתורה (HaChakikah DeTorah): Engraving of Torah; הלימוד דהרבים (HaLimud DeHaRabim): The study of the many; המעלה דהעלאת מ\"ן (HaMa'alah DeHa'alat Mayin Nukvin): Excellence of elevation of feminine waters; המשכה (Hamshachah): Drawing down; המשכה נעלית יותר (Hamshachah Na'alit Yoter): A more sublime drawing down; המשכת השורש (Hamshachat HaShoresh): Drawing down the root; העלאה מלמטה למעלה (Ha'alah MiLematah LeMa'alah): Elevation from below to above; העלאת מ\"ן (Ha'alat Mayin Nukvin): Elevation of feminine waters; העלאת מ\"ן דתפלה דוקא (Ha'alat Mayin Nukvin DeTefillah Davka): Elevation of feminine waters specifically through prayer; הצמח צדק (HaTzemach Tzedek): The Tzemach Tzedek; הקדמת הביטול (Hakdamat HaBitul): Precedence of self-nullification; הקדמת עבודת התפלה (Hakdamat Avodat HaTefillah): Precedence of prayer service; השבח וההודי' (HaShevach VeHaHoda'ah): Praise and thanksgiving; השייכות (HaShayachut): Connection; השכינה (HaShechina): Divine Presence; השראת השכינה (Hashraiat HaShechina): Dwelling of Divine Presence; התורה שלמטה (HaTorah SheLematah): Torah below; וואָס האַלט זיך אין דער קליאַמקע (Vos Halt Zich In Der Kliamke): Who holds himself in the grip; ולפני הוי' ישפוך שיחו (VeLifnei Hashem Yishpoch Sicho): And before God he pours out his speech; ומנין אפילו אחד (UMinayin Afilu Echad): And from where even one; ועמך לא חפצתי (VeImcha Lo Chafatzti): And with You I desire nothing; זל\"ז (Zeh LaZeh): One to the other; חגיגת (Chagigat): Celebration of; חקוקה במוחו ולבו (Chakukah BeMocho UveLibbo): Engraved in his mind and heart; חקיקה (Chakikah): Engraving; ט\"ו תמוז (Tu Tamuz): Fifteenth of Tamuz; י\"ב תמוז (Yud-Beit Tamuz): Twelfth of Tamuz; י\"ג המדות שהתורה נדרשת בהן (Yud-Gimel HaMidot SheHaTorah Nidreshet Bahen): Thirteen methods by which Torah is expounded; י\"ג מדות הרחמים (Yud-Gimel Midot HaRachamim): Thirteen Attributes of Mercy; יבין וישיג (Yavin VeYasig): Understand and comprehend; יגיעה בלימוד התורה (Yegi'ah BeLimud HaTorah): Toil in Torah study; יגמה\"ר (Yud-Gimel Midot HaRachamim): Thirteen Attributes of Mercy; יום ההולדת (Yom HaHuledet): Birthday; ירדה ונתלבשה (Yaradah VeNitlabshah): Descended and clothed; יתירה מזו (Yeteirah MiZo): Even more than this; כ\"ק מו\"ח אדמו\"ר (Kevod Kedushat Mori veChamai Admor): His Honor and Holiness, my teacher and father-in-law, the Rebbe; כאו\"א (Kol Echad VeEchad): Each and every one; כי יעטוף (Ki Ya'atof): When he faints; כל האומר אין לי אלא תורה (Kol HaOmer Ein Li Ela Torah): Whoever says I have nothing but Torah; כל מאורע ומאורע (Kol Me'ora UMe'ora): Every single; כלי (Kli): Vessel; כנגד (Keneged): Corresponding to; כעבד (Ke'Eved): Like a servant; כתיבה (Ketivah): Writing; כתר (Keter): Crown; לא לפי ערך (Lo Lefi Erech): Not according to measure; לברך השנים (LeVarech HaShanim): To bless the years; להמשיך משם (LeHamshich MiSham): To draw from there; להקב\"ה (LaHakadosh Baruch Hu): To the Holy One Blessed be He; לימוד התורה (Limud HaTorah): Torah study; לימוד תורתו (Limud Torato): Study of his Torah; לרפאות החולים (LeRapo HaCholim): To heal the sick; לשון עתיד (Lashon Atid): Future tense; לשנות טבעו ורגילותו (LeShanot Tiv'o VeRegiluto): To change his nature and habit; לשפוך שיחו לפני הוי' (Lishpoch Sicho Lifnei Hashem): To pour out his speech before God; מאמרו ד\"ה זה (Maamaro Dibur HaMatchil Zeh): His discourse beginning with \"This\"; מזמור קב (Mizmor Kuf-Beit): Psalm 102; מזמור קג (Mizmor Kuf-Gimel): Psalm 103; מי לי בשמים (Mi Li BaShamayim): Whom do I have in heaven; מכ\"ש (MiKol SheKein): All the more so; ממשיך גילוי (Mamshich Gilui): Draws revelation; מעין זה (Me'ein Zeh): Something like this; מקור ענין זה (Mekor Inyan Zeh): Source of this matter; מתייחדים ביחוד נפלא (Mityachadim BeYichud Nifla): Unite in wondrous unity; ניתן הכח (Nitan HaKoach): The power was given; נמשכה ונתלבשה בחכמה (Nimshechah VeNitlabshah BeChochmah): Drew down and clothed in Wisdom; נעלית יותר (Na'alit Yoter): More sublime; נצחיות התורה (Nitzchiyut HaTorah): Eternity of Torah; נצחית (Nitzchit): Eternal; נקודת הביאור (Nekudat HaBi'ur): Point of explanation; עבודה ויגיעה (Avodah ViYegi'ah): Service and toil; עבודת האדם (Avodat HaAdam): Service of man; עבודת התפלה (Avodat HaTefillah): Service of prayer; עיקר (Ikar): Primary; עכ\"פ (Ach Kol Panim): At least; עמוד העבודה (Amud HaAvodah): Pillar of service; ענינים רוחניים (Inyanim Ruchaniyim): Spiritual matters; עסק התורה (Esek HaTorah): Engagement in Torah; עצמו (Atzmo): Himself; ערב יום ההולדת (Erev Yom HaHuledet): Eve of the birthday; עשרה שיושבין ועוסקין בתורה (Asarah sheYoshvin veOskin baTorah): Ten who sit and engage in Torah; פשוטו של מקרא (Peshuto Shel Mikra): Simple meaning of Scripture; קאַפּיטל קב (Kapitel Kuf-Beit): Chapter 102; קאַפּיטל קג (Kapitel Kuf-Gimel): Chapter 103; קאַפּיטלאַך תהלים (Kapitlach Tehillim): Chapters of Psalms; קו העבודה (Kav HaAvodah): Line of service; קרבנות (Korbanot): Sacrifices; רז\"ל (Razal): Our Sages of blessed memory; שונה פרקו מאה פעמים ואחד (Shoneh Pirko Me'ah Pe'amim VeEchad): Reviews his chapter one hundred and one times; שינוי (Shinui): Change; שכינה שרוי' ביניהם (Shechina Shruyah Beineihem): Divine Presence dwells among them; שכל האדם (Sechel HaAdam): Human intellect; שלא לפי ערך (SheLo LeFi Erech): Not according to measure; שלמעלה מהשתלשלות (SheLema'alah MeHishtalshelut): Above the chain of worlds; שלמעלה מחכמה (SheLema'alah MeChochmah): Above Wisdom; שם המפורש (Shem HaMeforash): Explicit Name of God; שנת תרפ\"ח (Shenat Tarpach): The year 5688; תורה דרבים (Torah DeRabim): Torah of the many; תורה דרבים (Torah DeRabim): Torah study of the many; תורה שבכתב (Torah SheBichtav): Written Torah; תורה שבעל פה (Torah SheBe'al Peh): Oral Torah; תורת הבעש\"ט (Torat HaBaal Shem Tov): Teaching of the Baal Shem Tov; תורתו (Torato): His Torah; תושב\"כ (TosheB'iCh): Written Torah; תושבע\"פ (TosheB'aP): Oral Torah; תכלית הביטול (Tachlit HaBitul): Ultimate self-nullification; תכתב זאת לדור אחרון (Tichtav Zot LeDor Acharon): This shall be written for the last generation; תמיד של שחר (Tamid Shel Shachar): Morning daily offering; תניא (Tanya): Tanya; תפלה (Tefilah): Prayer; תפלה לעני (Tefilah Le'Ani): Prayer of the poor; תפלת העני (Tefilat HaAni): Prayer of the poor; תפלת רבים (Tefilat Rabim): Prayer of the many; תפלת רבים אינה נמאסת (Tefilat Rabim Einah Nimaeset): Prayer of the many is never despised; תפלת שבח והודי' (Tefilat Shevach VeHoda'ah): Prayer of praise and thanksgiving;"
    },
    "search_tags": [
      "דור",
      "חטא",
      "Love",
      "Temple",
      "מצוות",
      "דוד",
      "Elevation",
      "Will",
      "אור",
      "Intention",
      "עצמות",
      "Eternity",
      "מצוה",
      "David",
      "הוד",
      "Service",
      "משה",
      "חסיד",
      "תכלית",
      "צדיק",
      "Knowledge",
      "רבי",
      "שכינה",
      "אוא\"ס",
      "דעת",
      "Fear/Awe",
      "בית המקדש",
      "Commandments",
      "Righteous ones",
      "Nullification",
      "Light",
      "השתלשלות",
      "Essence",
      "יראה",
      "Righteous one",
      "Commandment",
      "Repentance",
      "עולם",
      "מקדש",
      "Sacrifices",
      "World",
      "מלכות",
      "Wisdom",
      "Dwelling",
      "גאולה",
      "Chain of descent",
      "צדיקים",
      "Creation",
      "Splendor",
      "Moses",
      "Generation",
      "קרבנות",
      "Sin",
      "העלאה",
      "Israel",
      "המשכה",
      "תורה",
      "Lower worlds",
      "משיח",
      "Leader",
      "Divinity",
      "גילוי",
      "רצון",
      "תחתונים",
      "Chassid",
      "Drawing down",
      "נצח",
      "עבודה",
      "אלקות",
      "נשיא",
      "Shechinah/Divine Presence",
      "ביטול",
      "Holy Temple",
      "Purpose",
      "Torah",
      "כוונה",
      "ישראל",
      "Kingship",
      "Rabbi",
      "אהבה",
      "תשובה",
      "בריאה",
      "Infinite Light",
      "Revelation",
      "דירה",
      "חכמה",
      "Messiah",
      "Redemption"
    ]
  }
}