{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "2_לז",
    "reference": "Reference: 2_לז",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אלקות",
        "אור",
        "אוא\"ס",
        "גילוי",
        "תחתונים",
        "עליונים",
        "מלכות",
        "בינה",
        "דעת",
        "נצח",
        "ספירה",
        "צדיק",
        "דוד",
        "ישראל",
        "מצוות",
        "מצוה",
        "תורה",
        "תלמוד",
        "גלות",
        "גאולה",
        "משיח",
        "דור",
        "עבודה",
        "אהבה",
        "מס\"נ",
        "ביטול",
        "המשכה",
        "תכלית",
        "תשובה",
        "נשיא",
        "רבי"
      ],
      "key_concepts": [
        "Divinity",
        "Light",
        "Infinite Light",
        "Revelation",
        "Lower worlds",
        "Upper worlds",
        "Kingship",
        "Understanding",
        "Knowledge",
        "Eternity",
        "Sefirah",
        "Righteous one",
        "David",
        "Israel",
        "Commandments",
        "Commandment",
        "Torah",
        "Talmud",
        "Exile",
        "Redemption",
        "Messiah",
        "Generation",
        "Service",
        "Love",
        "Self-sacrifice",
        "Nullification",
        "Drawing down",
        "Purpose",
        "Repentance",
        "Leader",
        "Rabbi"
      ],
      "biblical_references": [
        "שה\"ש טו, א",
        "שה\"ש כד, סע",
        "שמות ג, יב",
        "תהלים קט, כב",
        "ישעי' מג, יח",
        "ישעי' נב, יג",
        "ישעי' ל, כ",
        "ישעי' ב, כב",
        "ישעי' סא, ה",
        "ישעי' יא, ו",
        "ישעי' שם, ח",
        "ישעי' סד, ג"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "זהר",
        "זהר",
        "ברכות יב, סע",
        "ברכות יד, א",
        "ברכות סא, ב",
        "ברכות נד, א",
        "ברכות לד, ב",
        "סנהדרין נט, ב",
        "סנהדרין צט, א",
        "סנהדרין צח, א"
      ],
      "chassidic_references": [
        "אדמו\"ר הזקן",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 1844,
      "chunk_count": 9
    },
    "content": {
      "main_text": "בס\"ד. י\"א ניסן ה'תשמ\"בכימי צאתך מארץ מצרים אראנו נפלאות1, וידוע דיוק הזהר2 בזה [הובא בדרושי רבותינו נשיאינו3] במ\"ש כימי לשון רבים, והרי יציאת מצרים היתה ביום אחד, וכן בזכירת יצי\"מ כתיב4 זכור את היום הזה אשר יצאתם ממצרים, למען תזכור את יום צאתך מארץ מצרים, ולמה נאמר כימי לשון רבים. וגם צריך להבין בתוכן הכתוב כימי צאתך מארץ מצרים אראנו נפלאות, דפירוש הפשוט בזה הוא שהגאולה העתידה לבוא במהרה בימינו ממש ע\"י משיח צדקנו תהי' באופן של אראנו נפלאות כמו שהיתה הגאולה דיצי\"מ, ואינו מובן, הרי מבואר בכו\"כ פסוקים ומאמרי רז\"ל5 שדוקא הגאולה העתידה תהי' גאולה שלימה שאין אחרי' גלות משא\"כ הגאולה דיצי\"מ, הרי שהגאולה העתידה תהי' נעלית הרבה יותר מהגאולה דיצי\"מ, שלכן לפי דיעה אחת אין מזכירין יצי\"מ לימות המשיח6, וגם להדיעה שמזכירין יצי\"מ לימות המשיח5 צריך על זה לימוד מיוחד, ומהו אומרו כימי צאתך מארץ מצרים אראנו נפלאות, שהעילוי דגאולה העתידה היא מה שגם אז יהי' אראנו נפלאות כמו שהי' ביצי\"מ. ויתירה מזו, דמלשון הכתוב כימי צאתך מארץ מצרים אראנו נפלאות משמע שהנפלאות שהיו בימי צאתך מארץ מצרים הם ההתחלה והשרש גם על הנפלאות שיהיו בגאולה העתידה, דמזה מובן שיש מעלה בהגאולה דיצי\"מ על גאולה העתידה.ב) ונקודת הביאור בזה, שבפסוק זה (כימי צאתך מארץ מצרים אראנו נפלאות) יש שני פירושים. פירוש א', שגאולה העתידה תהי' כהגאולה דיצי\"מ, שגם אז יהי' אראנו נפלאות כמו שהי' בהגאולה דיצי\"מ. ופירוש ב', שהנפלאות שיהיו בגאולה העתידה יהיו נפלאות גם בערך הנפלאות שהיו בימי צאתך מארץ מצרים7. והיינו, דהגם שבכללות הנפלאות דגאולה העתידה הן דומות להנפלאות דגאולת מצרים (כפירוש הפשוט), אעפ\"כ, יהי' יתרון בהנפלאות דלעתיד, ועד שיהיו נפלאות גם בערך הנפלאות דיצי\"מ. וביאור מעלת הנפלאות דלע\"ל על הנפלאות דיצי\"מ בלשון הקבלה, הנה ידוע8 שביצי\"מ הוצרך להוציא את ישראל ממ\"ט שערים דלעו\"ז. דזהו מה שמיד לאחרי היציאה ממצרים מתחילים ימי ספירת העומר, שבכל יום מימי הספירה יוצאים משער אחד דלעו\"ז. וזה (היציאה מהשערים דלעו\"ז) הי' ע\"י המשכת חמישים שערי בינה. ולכן הוזכר בתורה ענין יצי\"מ נ' פעמים כנגד נ' שערי בינה9. והנה ידוע שבנ' שערי בינה יש כמה דרגות10. נ' שערי בינה כמו שנמשכים במלכות, והוא מה שמסטרא דיובלא (בינה) נמשכים במלכות11. ולמעלה יותר, הנ' שערי בינה כמו שהם במקומם, בבינה. ולמעלה יותר, כמו שהם כלולים בשער הנ', בבחינת הכתר (ובכתר גופא – בבחינת עתיק). וזהו מה שהגילויים דלע\"ל יהיו נפלאות גם בערך הנפלאות דיצי\"מ, כי נ' שערי בינה שנמשכו ביצי\"מ הם השערים דבחינת בינה (וזה גופא, כמו שנמשכים ע\"י בחינת המלכות), משא\"כ לע\"ל תהי' המשכת הנ' שערי בינה כמו שהם בכתר12. ולא עוד אלא שבכתר גופא תהי' אז ההמשכה מבחינת עתיק, ובעתיק גופא מבחינת פנימיות עתיק11. וכמ\"ש במשיח13 הנה ישכיל עבדי ירום ונשא וגבה מאד, דמאד (זה דכתיב גבי משיח) הוא בחינת פנימיות עתיק14, ובלשון הפע\"ח15, שכל ההמשכות עכשיו הם רק מבחינת חיצוניות עתיק ולע\"ל תהי' המשכת וגילוי בחינת פנימיות עתיק. אלא שאעפ\"כ מדמה הכתוב הנפלאות שיהיו בגאולה העתידה להנפלאות שהיו ביצי\"מ, וכפירוש הפשוט בכתוב שבגאולה העתידה יהי' אראנו נפלאות כמו שהי' בימי צאתך מארץ מצרים, כי גם ביצי\"מ היו גילויים הכי נעלים, וכמבואר בהמשך תער\"ב16 בפירוש נגלה עליהם מלך מלכי המלכים הקב\"ה בכבודו ובעצמו17, שבכבודו ובעצמו הם דרגות הכי נעלות. אלא שביצי\"מ הי' הגילוי דבחינה זו ע\"י ההתלבשות בבחינת מלכות, ופסח ה' על הפתח18, דפתח הוא בחינת המלכות19, ולע\"ל יהי' זה בגילוי בלי שום לבוש כמ\"ש20 ולא יכנף עוד מוריך.ג) אמנם עפ\"ז צריך להבין מ\"ש כימי צאתך מארץ מצרים אראנו נפלאות, מדוע מדמה הכתוב הנפלאות דגאולה העתידה להנפלאות שהיו בימי צאתך מארץ מצרים. וביותר אינו מובן21 לפי הדיעה שמזכירין יצי\"מ גם לימות המשיח, דלכאורה, מכיון שהגילויים דלע\"ל יהיו נעלים הרבה יותר מהגילויים שהיו ביצי\"מ, למה יזכירו יצי\"מ גם אז. וידוע הביאור בזה (כמ\"ש בד\"ה כימי צאתך לכ\"ק מו\"ח אדמו\"ר22), דבגאולת מצרים נתחדש כללות ענין הגאולה ונפתח הצינור על כל הגאולות (מהגלויות, שלאחרי גלות מצרים), גם על גאולה העתידה, הגם שתהי' גאולה נעלית יותר. וע\"ד הידוע שיצי\"מ היתה הכנה למתן תורה, כמ\"ש23 בהוציאך את העם ממצרים תעבדון את האלקים על ההר הזה, דהגם שעיקר ענין הגאולה והחירות הי' בשעת מ\"ת דוקא, כי מכיון שלפני מ\"ת היתה עדיין הגזירה דעליונים לא ירדו לתחתונים ותחתונים לא יעלו לעליונים24, הרי מובן שעד מ\"ת (גם לאחרי יצי\"מ) לא היתה עדיין אמיתית הגאולה והחירות דתחתונים, ואעפ\"כ, בעת הגאולה דיצי\"מ ניתן הכח גם על הגאולה (ביטול הגזירה) שנעשה במ\"ת, הנה עד\"ז הוא גם בנוגע לגאולה העתידה, שבהגאולה דיצי\"מ ניתן הכח גם על גאולה העתידה, מכיון שבשעת מ\"ת הי' כבר מעין הגילוי דלע\"ל25, אלא שבשעת מ\"ת הי' הגילוי רק לפי שעה ולע\"ל יהי' הגילוי באופן תמידי ונצחי, כי הגילוי אז יהי' לא רק מצד מלמעלה כבשעת מ\"ת, אלא גם מצד המטה26, כי הנבראים יהיו אז בתכלית הבירור והזיכוך ויהיו כלים לגילוי אלקות, להשיג דעת בוראם כפי כח האדם27, וזה נעשה אתר שלים28 להשראת אוא\"ס שלמעלה מכח האדם.ד) וזהו ג\"כ מ\"ש כימי צאתך מארץ מצרים, ימי לשון רבים, דכל הימים מימי גאולה הראשונה מגלות מצרים עד הגאולה העתידה בב\"א הם ימי צאתך מארץ מצרים, כמבואר בהמאמר שם29. והיינו, דמה שביצי\"מ נפתח הצינור גם על הגאולה העתידה, הסדר בזה הוא, שבכל יום ויום (מעת יצי\"מ עד גאולה העתידה) נעשה ענין יציאת מצרים באופן נעלה יותר, ועד לתכלית העילוי בזה בגאולה העתידה. והענין הוא, דהנה ארז\"ל30 בכל דור ודור וכל יום ויום31 חייב אדם לראות את עצמו כאילו הוא יצא היום30 ממצרים. דבכל יום ויום צריך להיות היציאה ממצרים, ובפרט בשעת ק\"ש, כמ\"ש אדמו\"ר הזקן32 דמה שתיקנו פ' יציאת מצרים בשעת ק\"ש דוקא הוא מפני שהן (ק\"ש ויצי\"מ) דבר אחד, וענין זה (שבק\"ש צ\"ל העבודה דיצי\"מ) הוא גם בק\"ש של ערבית, וכמ\"ש הרמב\"ם33 דמה שקורין פרשת ציצית גם בק\"ש של ערבית, אע\"פ שאין מצות ציצית נוהגת בלילה, הוא מפני שיש בה זכרון יציאת מצרים. וזהו כימי צאתך מארץ מצרים, ימי לשון רבים, אף שיצי\"מ היתה ביום אחד, כי ע\"י שמזכירין בכל יום יצי\"מ (שהיתה בפעם הראשונה, ביום אחד) הנה עי\"ז נעשה ימי צאתך מארץ מצרים ימי לשון רבים, שבכל יום ויום יוצאים ממיצרים וגבולים נעלים יותר, און מען שטעלט זיך אַוועק במצב של ופרצת למעלה ממדידה והגבלה, ועד שבאים לופרצת בתכלית השלימות בגאולה האמיתית והשלימה ע\"י משיח צדקנו דכתיב בי'34 עלה הפורץ לפניהם. דזהו מה שמשיח הוא בן דוד, וגם הסימן על משיח הוא שהוא הוגה בתורה ועוסק במצוות כדוד אביו כו' ולוחם מלחמות ה'35, דדוד הוא מבני פרץ36 דכתיב בי'37 מה פרצת עליך פרץ, פריצת כל הגדרים והמדידות וההגבלות.ה) והנה סדר זה דגאולה [שמתחיל מיצי\"מ כפשוטה, ועד שבאים ע\"י העבודה דזכירת יצי\"מ בכל יום לגאולה השלימה ע\"י יעלה הפורץ לפנינו] יש דוגמתו בכל יום ויום38. דהנה בתחלת היום קודם התפלה נמצא האדם במצרים, בהמיצרים והגבולים של הגוף, וכמ\"ש39 חדלו לכם מן האדם אשר נשמה באפו כי במה נחשב הוא, אל תקרי במה אלא במה, שבתחלת היום הנשמה היא רק באפו ואינה מתפשטת בהגוף ולכן הוא נחשב אז כמו במה, שהוא תוקף המיצרים והגבולים דחומריות הגוף. ולכן תחלת העבודה היא בבחינת אתכפיא, שהוא מתגבר על חומריות הגוף ונה\"ב ועל הלעו\"ז, ועד שפועל שגם הגוף ונה\"ב יענו אמן בעל כרחן ויסייעו לעבוד את ה', אבל גם זה הוא רק בדרך אתכפיא40. ועד שאח\"כ הוא בא לבחינת אתהפכא, ובזה גופא הוא בתחלה באופן דולבי חלל בקרבי41, ואח\"כ הוא מגיע לואהבת את ה' אלקיך בכל לבבך בשני יצריך42, שגם היצה\"ר גופא נהפך לטוב, בדוגמת תשובה שלימה (תשובה מאהבה) שזדונות נעשים כזכיות43 ועד שנעשים לזכיות ממש. דשני ענינים אלו שבכל יום (אתכפיא ואתהפכא) הם בדוגמת הגאולה דיצי\"מ וגאולה העתידה. דביצי\"מ כתיב כי ברח העם44, שהרע הי' בתקפו והוצרכו לברוח מהרע45, בחינת אתכפיא. ולע\"ל יהי' ואת רוח הטומאה אעביר מן הארץ46 (דוגמת ולבי חלל בקרבי), ויתירה מזו שגם הרע גופא יהפך לטוב (בדוגמת בכל לבבך בשני יצריך), וכמ\"ש47 אז אהפוך אל עמים שפה ברורה לקרוא כולם בשם ה' לעבדו שכם אחד, שגם העמים גופא יהפכו לעבדו ית', ועמדו זרים ורעו צאנכם48. ועד\"ז יהי' גם בבעלי חיים, והשבתי חי' רעה מן הארץ, משביתן שלא יזיקו49, דהגם שגם אז תהי' המציאות דחיות רעות מ\"מ לא יזיקו, ולא עוד אלא שיהיו מסייעים ומשמשים לעבודת ה', וכמ\"ש50 וגר זאב עם כבש גו' וארי' כבקר גו', שיהי' תועלת מהזאב כמו מכבש ומהארי' כמו מבקר, ועד שגם הנחש (פתן, צפעוני51) יהי' שמש גדול52, דלא רק שגם הנחש ישמש לעבודת ה', אלא יתירה מזו, שהשימוש שלו יהי' באופן דגדלות, שמש גדול.ו) והנה אף שבחינת אתהפכא היא, בכללות, נעלית הרבה יותר מבחינת אתכפיא, אעפ\"כ יש גם מעלה בבחינת אתכפיא לגבי בחינת אתהפכא53. וכמובן ממ\"ש בתניא54 דענין עובד אלקים הוא דוקא כשהוא כופה ומשנה הטבע שלו, ומעלה זו אינה בצדיק גמור. וע\"י העבודה דאתכפיא דוקא אסתלק יקרא דקוב\"ה בכולהו עלמין55, המשכת וגילוי אור שבבחינת רוממות56, וכמבואר בארוכה בההמשך דיום ההילולא57 משל על זה ממלך בו\"ד שבשביל נצחון המלחמה הוא מבזבז את כל אוצרותיו, דבשנים כתיקונן הנה לא רק שאינו משתמש בהם לשום דבר אלא שהם כמוסים וחתומים מעין כל רואה, ודוקא בעת המלחמה הנה לא רק שהוא פותח את כל האוצרות, אלא יתירה מזו שהוא מבזבז אותם בלי שום מדידה והגבלה ונותן אותם לאנשי החיל בכדי לנצח את המלחמה. והדוגמא מזה למעלה, שיש בחינת אוצר שכמוס וחתום מעין כל רואה, עין לא ראתה אלקים זולתך58, ובכדי לנצח את המלחמה עם היצר, העבודה דאתכפיא, נותנים גם אוצר זה, ובאופן של בזבוז, ונתינת האוצר היא לאנשי החיל הפשוטים דוקא, דלהיות שעבודתם היא במס\"נ למעלה ממדידת והגבלת השכל לכן גם נתינת האוצר להם היא באופן דבזבוז למעלה מכל מדידה והגבלה.ועפ\"ז יובן מה שיזכירו יצי\"מ גם לע\"ל, אף שהגילויים דלע\"ל הם נעלים יותר (נפלאות) מהגילויים שהיו ביצי\"מ, כי מכיון שהמשכת בחינת האוצר הוא דוקא בשביל נצחון המלחמה, ולע\"ל לא תהי' שום מלחמה עם היצר שהרי ואת רוח הטומאה אעביר מן הארץ, לכן, יזכירו יצי\"מ גם אז, בכדי שיהי' גם המעלה שבאתכפיא, המשכת בחינת האוצר. וגם המשכה זו תהי' אז בתכלית הגילוי (ככל הענינים דלעתיד), ולא יכנף עוד מוריך.ז) וזהו כימי צאתך מארץ מצרים אראנו נפלאות, שבגאולה העתידה יהיו ב' המעלות, המעלה דאתכפיא, כימי צאתך מארץ מצרים, והמעלה דאתהפכא, אראנו נפלאות. דע\"י מעשינו ועבודתינו בזמן הגלות59, שכללות העבודה דזמן הגלות היא באופן דמס\"נ למעלה ממדוה\"ג60, שהרי בזמן הגלות ובפרט בעקבתא דמשיחא יש מונעים ומעכבים וריבוי נסיונות, ועד להנסיון דלא יתבייש מפני בני אדם המלעיגים עליו61, ואעפ\"כ אין מתחשבים עם כל המניעות, ולומדים תורה ומקיימים מצוות בלי כל חשבונות, ועד שאפילו ריקנים שבך מלאים מצוות כרימון62, דלא רק שהם מקיימים מצוות אלא שהם מלאים מצוות, הנה עי\"ז יוצאים מהגלות ברכוש גדול של מצוות ורכוש גדול של תורה [דגם ת\"ת היא מצוה, ואדרבא, היא שקולה כנגד כל המצוות63], ומכיון שזה (הרכוש גדול דתומ\"צ) מוסיף בהזכות הרי זה מוסיף זירוז גם בהאחישנה64, ובאופן דוארו עם ענני שמיא65, שבקרוב ממש תהי' הגאולה האמיתית והשלימה, ובאופן דכימי צאתך מארץ מצרים אראנו נפלאות היינו שיהיו ב' המעלות. דמכיון שהגאולה היא ע\"י מעשינו ועבודתינו בזמן הגלות, ובפרט בעקבתא דמשיחא, לכן תהי' כימי צאתך מארץ מצרים, המעלה דאתכפיא, ויחד עם זה יהי' גם אראנו נפלאות, נפלאות גם בערך הנפלאות (אותות ומופתים) שהיו ביצי\"מ, כולל גם הנפלאות שהיו בעת קריעת ים סוף, דהגם שבקרי\"ס היו גילויים נעלים ביותר, דכאו\"א מראה באצבעו ואומר זה א-לי ואנוהו66, ועד שראתה שפחה על הים מה שלא ראו נביאים67, הנה כל זה הי' על הים, מלובש בבחינת מלכות68 [ובדוגמת הגילוי דיצי\"מ (לפני קרי\"ס) שהי' על הפתח], וגם הגילוי דקרי\"ס הי' רק לפי שעה, כי הגילוי אז הי' מצד מלמעלה והמטה לא הי' כלי לזה, דבכללות הוא ענין אתכפיא ולא אתהפכא [בדוגמת יצי\"מ שהיתה באופן דכי ברח העם]. מכיון שזה לא בא מצד עבודת המטה. אמנם לע\"ל יהי' אראנו נפלאות, נפלאות גם בערך הנפלאות שהיו ביצי\"מ וקרי\"ס, שהגילוי יהי' בלי שום לבוש וגם מצד המטה, ויחד עם זה יהי' גם המעלה דכימי צאתך מארץ מצרים, במהרה בימינו ממש, בביאת משיח צדקנו.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד י\"א ניסן ה'תשמ\"בכימי צאתך מארץ מצרים אראנו נפלאות1, וידוע דיוק הזהר2 בזה [הובא בדרושי רבותינו נשיאינו3] במ\"ש כימי לשון רבים, והרי יציאת מצרים היתה ביום אחד, וכן בזכירת יצי\"מ כתיב4 זכור את היום הזה אשר יצאתם ממצרים, למען תזכור את יום צאתך מארץ מצרים, ולמה נאמר כימי לשון רבים וגם צריך להבין בתוכן הכתוב כימי צאתך מארץ מצרים אראנו נפלאות, דפירוש הפשוט בזה הוא שהגאולה העתידה לבוא במהרה בימינו ממש ע\"י משיח צדקנו תהי' באופן של אראנו נפלאות כמו שהיתה הגאולה דיצי\"מ, ואינו מובן, הרי מבואר בכו\"כ פסוקים ומאמרי רז\"ל5 שדוקא הגאולה העתידה תהי' גאולה שלימה שאין אחרי' גלות משא\"כ הגאולה דיצי\"מ, הרי שהגאולה העתידה תהי' נעלית הרבה יותר מהגאולה דיצי\"מ, שלכן לפי דיעה אחת אין מזכירין יצי\"מ לימות המשיח6, וגם להדיעה שמזכירין יצי\"מ לימות המשיח5 צריך על זה לימוד מיוחד, ומהו אומרו כימי צאתך מארץ מצרים אראנו נפלאות, שהעילוי דגאולה העתידה היא מה שגם אז יהי' אראנו נפלאות כמו שהי' ביצי\"מ ויתירה מזו, דמלשון הכתוב כימי צאתך מארץ מצרים אראנו נפלאות משמע שהנפלאות שהיו בימי צאתך מארץ מצרים הם ההתחלה והשרש גם על הנפלאות שיהיו בגאולה העתידה, דמזה מובן שיש מעלה בהגאולה דיצי\"מ על גאולה העתידה.ב) ונקודת הביאור בזה, שבפסוק זה (כימי צאתך מארץ מצרים אראנו נפלאות) יש שני פירושים פירוש א', שגאולה העתידה תהי' כהגאולה דיצי\"מ, שגם אז יהי' אראנו נפלאות כמו שהי' בהגאולה דיצי\"מ ופירוש ב', שהנפלאות שיהיו בגאולה העתידה יהיו נפלאות גם בערך הנפלאות שהיו בימי צאתך מארץ מצרים7",
          "topics": [
            "אור",
            "גלות",
            "גאולה",
            "משיח",
            "נשיא"
          ],
          "word_count": 234
        },
        {
          "chunk_id": "chunk_2",
          "content": "והיינו, דהגם שבכללות הנפלאות דגאולה העתידה הן דומות להנפלאות דגאולת מצרים (כפירוש הפשוט), אעפ\"כ, יהי' יתרון בהנפלאות דלעתיד, ועד שיהיו נפלאות גם בערך הנפלאות דיצי\"מ וביאור מעלת הנפלאות דלע\"ל על הנפלאות דיצי\"מ בלשון הקבלה, הנה ידוע8 שביצי\"מ הוצרך להוציא את ישראל ממ\"ט שערים דלעו\"ז דזהו מה שמיד לאחרי היציאה ממצרים מתחילים ימי ספירת העומר, שבכל יום מימי הספירה יוצאים משער אחד דלעו\"ז וזה (היציאה מהשערים דלעו\"ז) הי' ע\"י המשכת חמישים שערי בינה ולכן הוזכר בתורה ענין יצי\"מ נ' פעמים כנגד נ' שערי בינה9 והנה ידוע שבנ' שערי בינה יש כמה דרגות10 נ' שערי בינה כמו שנמשכים במלכות, והוא מה שמסטרא דיובלא (בינה) נמשכים במלכות11 ולמעלה יותר, הנ' שערי בינה כמו שהם במקומם, בבינה ולמעלה יותר, כמו שהם כלולים בשער הנ', בבחינת הכתר (ובכתר גופא – בבחינת עתיק) וזהו מה שהגילויים דלע\"ל יהיו נפלאות גם בערך הנפלאות דיצי\"מ, כי נ' שערי בינה שנמשכו ביצי\"מ הם השערים דבחינת בינה (וזה גופא, כמו שנמשכים ע\"י בחינת המלכות), משא\"כ לע\"ל תהי' המשכת הנ' שערי בינה כמו שהם בכתר12 ולא עוד אלא שבכתר גופא תהי' אז ההמשכה מבחינת עתיק, ובעתיק גופא מבחינת פנימיות עתיק11 וכמ\"ש במשיח13 הנה ישכיל עבדי ירום ונשא וגבה מאד, דמאד (זה דכתיב גבי משיח) הוא בחינת פנימיות עתיק14, ובלשון הפע\"ח15, שכל ההמשכות עכשיו הם רק מבחינת חיצוניות עתיק ולע\"ל תהי' המשכת וגילוי בחינת פנימיות עתיק",
          "topics": [
            "אור",
            "גילוי",
            "מלכות",
            "בינה",
            "ספירה"
          ],
          "word_count": 214
        },
        {
          "chunk_id": "chunk_3",
          "content": "אלא שאעפ\"כ מדמה הכתוב הנפלאות שיהיו בגאולה העתידה להנפלאות שהיו ביצי\"מ, וכפירוש הפשוט בכתוב שבגאולה העתידה יהי' אראנו נפלאות כמו שהי' בימי צאתך מארץ מצרים, כי גם ביצי\"מ היו גילויים הכי נעלים, וכמבואר בהמשך תער\"ב16 בפירוש נגלה עליהם מלך מלכי המלכים הקב\"ה בכבודו ובעצמו17, שבכבודו ובעצמו הם דרגות הכי נעלות אלא שביצי\"מ הי' הגילוי דבחינה זו ע\"י ההתלבשות בבחינת מלכות, ופסח ה' על הפתח18, דפתח הוא בחינת המלכות19, ולע\"ל יהי' זה בגילוי בלי שום לבוש כמ\"ש20 ולא יכנף עוד מוריך.ג) אמנם עפ\"ז צריך להבין מ\"ש כימי צאתך מארץ מצרים אראנו נפלאות, מדוע מדמה הכתוב הנפלאות דגאולה העתידה להנפלאות שהיו בימי צאתך מארץ מצרים וביותר אינו מובן21 לפי הדיעה שמזכירין יצי\"מ גם לימות המשיח, דלכאורה, מכיון שהגילויים דלע\"ל יהיו נעלים הרבה יותר מהגילויים שהיו ביצי\"מ, למה יזכירו יצי\"מ גם אז וידוע הביאור בזה (כמ\"ש בד\"ה כימי צאתך לכ\"ק מו\"ח אדמו\"ר22), דבגאולת מצרים נתחדש כללות ענין הגאולה ונפתח הצינור על כל הגאולות (מהגלויות, שלאחרי גלות מצרים), גם על גאולה העתידה, הגם שתהי' גאולה נעלית יותר",
          "topics": [
            "אור",
            "גילוי",
            "מלכות",
            "גלות",
            "גאולה"
          ],
          "word_count": 163
        },
        {
          "chunk_id": "chunk_4",
          "content": "וע\"ד הידוע שיצי\"מ היתה הכנה למתן תורה, כמ\"ש23 בהוציאך את העם ממצרים תעבדון את האלקים על ההר הזה, דהגם שעיקר ענין הגאולה והחירות הי' בשעת מ\"ת דוקא, כי מכיון שלפני מ\"ת היתה עדיין הגזירה דעליונים לא ירדו לתחתונים ותחתונים לא יעלו לעליונים24, הרי מובן שעד מ\"ת (גם לאחרי יצי\"מ) לא היתה עדיין אמיתית הגאולה והחירות דתחתונים, ואעפ\"כ, בעת הגאולה דיצי\"מ ניתן הכח גם על הגאולה (ביטול הגזירה) שנעשה במ\"ת, הנה עד\"ז הוא גם בנוגע לגאולה העתידה, שבהגאולה דיצי\"מ ניתן הכח גם על גאולה העתידה, מכיון שבשעת מ\"ת הי' כבר מעין הגילוי דלע\"ל25, אלא שבשעת מ\"ת הי' הגילוי רק לפי שעה ולע\"ל יהי' הגילוי באופן תמידי ונצחי, כי הגילוי אז יהי' לא רק מצד מלמעלה כבשעת מ\"ת, אלא גם מצד המטה26, כי הנבראים יהיו אז בתכלית הבירור והזיכוך ויהיו כלים לגילוי אלקות, להשיג דעת בוראם כפי כח האדם27, וזה נעשה אתר שלים28 להשראת אוא\"ס שלמעלה מכח האדם.ד) וזהו ג\"כ מ\"ש כימי צאתך מארץ מצרים, ימי לשון רבים, דכל הימים מימי גאולה הראשונה מגלות מצרים עד הגאולה העתידה בב\"א הם ימי צאתך מארץ מצרים, כמבואר בהמאמר שם29 והיינו, דמה שביצי\"מ נפתח הצינור גם על הגאולה העתידה, הסדר בזה הוא, שבכל יום ויום (מעת יצי\"מ עד גאולה העתידה) נעשה ענין יציאת מצרים באופן נעלה יותר, ועד לתכלית העילוי בזה בגאולה העתידה והענין הוא, דהנה ארז\"ל30 בכל דור ודור וכל יום ויום31 חייב אדם לראות את עצמו כאילו הוא יצא היום30 ממצרים",
          "topics": [
            "אלקות",
            "אוא\"ס",
            "גילוי",
            "תחתונים",
            "עליונים"
          ],
          "word_count": 228
        },
        {
          "chunk_id": "chunk_5",
          "content": "דבכל יום ויום צריך להיות היציאה ממצרים, ובפרט בשעת ק\"ש, כמ\"ש אדמו\"ר הזקן32 דמה שתיקנו פ' יציאת מצרים בשעת ק\"ש דוקא הוא מפני שהן (ק\"ש ויצי\"מ) דבר אחד, וענין זה (שבק\"ש צ\"ל העבודה דיצי\"מ) הוא גם בק\"ש של ערבית, וכמ\"ש הרמב\"ם33 דמה שקורין פרשת ציצית גם בק\"ש של ערבית, אע\"פ שאין מצות ציצית נוהגת בלילה, הוא מפני שיש בה זכרון יציאת מצרים וזהו כימי צאתך מארץ מצרים, ימי לשון רבים, אף שיצי\"מ היתה ביום אחד, כי ע\"י שמזכירין בכל יום יצי\"מ (שהיתה בפעם הראשונה, ביום אחד) הנה עי\"ז נעשה ימי צאתך מארץ מצרים ימי לשון רבים, שבכל יום ויום יוצאים ממיצרים וגבולים נעלים יותר, און מען שטעלט זיך אַוועק במצב של ופרצת למעלה ממדידה והגבלה, ועד שבאים לופרצת בתכלית השלימות בגאולה האמיתית והשלימה ע\"י משיח צדקנו דכתיב בי'34 עלה הפורץ לפניהם דזהו מה שמשיח הוא בן דוד, וגם הסימן על משיח הוא שהוא הוגה בתורה ועוסק במצוות כדוד אביו כו' ולוחם מלחמות ה'35, דדוד הוא מבני פרץ36 דכתיב בי'37 מה פרצת עליך פרץ, פריצת כל הגדרים והמדידות וההגבלות.ה) והנה סדר זה דגאולה [שמתחיל מיצי\"מ כפשוטה, ועד שבאים ע\"י העבודה דזכירת יצי\"מ בכל יום לגאולה השלימה ע\"י יעלה הפורץ לפנינו] יש דוגמתו בכל יום ויום38 דהנה בתחלת היום קודם התפלה נמצא האדם במצרים, בהמיצרים והגבולים של הגוף, וכמ\"ש39 חדלו לכם מן האדם אשר נשמה באפו כי במה נחשב הוא, אל תקרי במה אלא במה, שבתחלת היום הנשמה היא רק באפו ואינה מתפשטת בהגוף ולכן הוא נחשב אז כמו במה, שהוא תוקף המיצרים והגבולים דחומריות הגוף ולכן תחלת העבודה היא בבחינת אתכפיא, שהוא מתגבר על חומריות הגוף ונה\"ב ועל הלעו\"ז, ועד שפועל שגם הגוף ונה\"ב יענו אמן בעל כרחן ויסייעו לעבוד את ה', אבל גם זה הוא רק בדרך אתכפיא40",
          "topics": [
            "דוד",
            "מצוות",
            "תורה",
            "גאולה",
            "משיח"
          ],
          "word_count": 278
        },
        {
          "chunk_id": "chunk_6",
          "content": "ועד שאח\"כ הוא בא לבחינת אתהפכא, ובזה גופא הוא בתחלה באופן דולבי חלל בקרבי41, ואח\"כ הוא מגיע לואהבת את ה' אלקיך בכל לבבך בשני יצריך42, שגם היצה\"ר גופא נהפך לטוב, בדוגמת תשובה שלימה (תשובה מאהבה) שזדונות נעשים כזכיות43 ועד שנעשים לזכיות ממש דשני ענינים אלו שבכל יום (אתכפיא ואתהפכא) הם בדוגמת הגאולה דיצי\"מ וגאולה העתידה דביצי\"מ כתיב כי ברח העם44, שהרע הי' בתקפו והוצרכו לברוח מהרע45, בחינת אתכפיא ולע\"ל יהי' ואת רוח הטומאה אעביר מן הארץ46 (דוגמת ולבי חלל בקרבי), ויתירה מזו שגם הרע גופא יהפך לטוב (בדוגמת בכל לבבך בשני יצריך), וכמ\"ש47 אז אהפוך אל עמים שפה ברורה לקרוא כולם בשם ה' לעבדו שכם אחד, שגם העמים גופא יהפכו לעבדו ית', ועמדו זרים ורעו צאנכם48 ועד\"ז יהי' גם בבעלי חיים, והשבתי חי' רעה מן הארץ, משביתן שלא יזיקו49, דהגם שגם אז תהי' המציאות דחיות רעות מ\"מ לא יזיקו, ולא עוד אלא שיהיו מסייעים ומשמשים לעבודת ה', וכמ\"ש50 וגר זאב עם כבש גו' וארי' כבקר גו', שיהי' תועלת מהזאב כמו מכבש ומהארי' כמו מבקר, ועד שגם הנחש (פתן, צפעוני51) יהי' שמש גדול52, דלא רק שגם הנחש ישמש לעבודת ה', אלא יתירה מזו, שהשימוש שלו יהי' באופן דגדלות, שמש גדול.ו) והנה אף שבחינת אתהפכא היא, בכללות, נעלית הרבה יותר מבחינת אתכפיא, אעפ\"כ יש גם מעלה בבחינת אתכפיא לגבי בחינת אתהפכא53 וכמובן ממ\"ש בתניא54 דענין עובד אלקים הוא דוקא כשהוא כופה ומשנה הטבע שלו, ומעלה זו אינה בצדיק גמור",
          "topics": [
            "צדיק",
            "גאולה",
            "אהבה",
            "תשובה",
            "רבי"
          ],
          "word_count": 227
        },
        {
          "chunk_id": "chunk_7",
          "content": "וע\"י העבודה דאתכפיא דוקא אסתלק יקרא דקוב\"ה בכולהו עלמין55, המשכת וגילוי אור שבבחינת רוממות56, וכמבואר בארוכה בההמשך דיום ההילולא57 משל על זה ממלך בו\"ד שבשביל נצחון המלחמה הוא מבזבז את כל אוצרותיו, דבשנים כתיקונן הנה לא רק שאינו משתמש בהם לשום דבר אלא שהם כמוסים וחתומים מעין כל רואה, ודוקא בעת המלחמה הנה לא רק שהוא פותח את כל האוצרות, אלא יתירה מזו שהוא מבזבז אותם בלי שום מדידה והגבלה ונותן אותם לאנשי החיל בכדי לנצח את המלחמה והדוגמא מזה למעלה, שיש בחינת אוצר שכמוס וחתום מעין כל רואה, עין לא ראתה אלקים זולתך58, ובכדי לנצח את המלחמה עם היצר, העבודה דאתכפיא, נותנים גם אוצר זה, ובאופן של בזבוז, ונתינת האוצר היא לאנשי החיל הפשוטים דוקא, דלהיות שעבודתם היא במס\"נ למעלה ממדידת והגבלת השכל לכן גם נתינת האוצר להם היא באופן דבזבוז למעלה מכל מדידה והגבלה.ועפ\"ז יובן מה שיזכירו יצי\"מ גם לע\"ל, אף שהגילויים דלע\"ל הם נעלים יותר (נפלאות) מהגילויים שהיו ביצי\"מ, כי מכיון שהמשכת בחינת האוצר הוא דוקא בשביל נצחון המלחמה, ולע\"ל לא תהי' שום מלחמה עם היצר שהרי ואת רוח הטומאה אעביר מן הארץ, לכן, יזכירו יצי\"מ גם אז, בכדי שיהי' גם המעלה שבאתכפיא, המשכת בחינת האוצר וגם המשכה זו תהי' אז בתכלית הגילוי (ככל הענינים דלעתיד), ולא יכנף עוד מוריך.ז) וזהו כימי צאתך מארץ מצרים אראנו נפלאות, שבגאולה העתידה יהיו ב' המעלות, המעלה דאתכפיא, כימי צאתך מארץ מצרים, והמעלה דאתהפכא, אראנו נפלאות",
          "topics": [
            "אור",
            "גילוי",
            "נצח",
            "גאולה",
            "עבודה"
          ],
          "word_count": 225
        },
        {
          "chunk_id": "chunk_8",
          "content": "דע\"י מעשינו ועבודתינו בזמן הגלות59, שכללות העבודה דזמן הגלות היא באופן דמס\"נ למעלה ממדוה\"ג60, שהרי בזמן הגלות ובפרט בעקבתא דמשיחא יש מונעים ומעכבים וריבוי נסיונות, ועד להנסיון דלא יתבייש מפני בני אדם המלעיגים עליו61, ואעפ\"כ אין מתחשבים עם כל המניעות, ולומדים תורה ומקיימים מצוות בלי כל חשבונות, ועד שאפילו ריקנים שבך מלאים מצוות כרימון62, דלא רק שהם מקיימים מצוות אלא שהם מלאים מצוות, הנה עי\"ז יוצאים מהגלות ברכוש גדול של מצוות ורכוש גדול של תורה [דגם ת\"ת היא מצוה, ואדרבא, היא שקולה כנגד כל המצוות63], ומכיון שזה (הרכוש גדול דתומ\"צ) מוסיף בהזכות הרי זה מוסיף זירוז גם בהאחישנה64, ובאופן דוארו עם ענני שמיא65, שבקרוב ממש תהי' הגאולה האמיתית והשלימה, ובאופן דכימי צאתך מארץ מצרים אראנו נפלאות היינו שיהיו ב' המעלות דמכיון שהגאולה היא ע\"י מעשינו ועבודתינו בזמן הגלות, ובפרט בעקבתא דמשיחא, לכן תהי' כימי צאתך מארץ מצרים, המעלה דאתכפיא, ויחד עם זה יהי' גם אראנו נפלאות, נפלאות גם בערך הנפלאות (אותות ומופתים) שהיו ביצי\"מ, כולל גם הנפלאות שהיו בעת קריעת ים סוף, דהגם שבקרי\"ס היו גילויים נעלים ביותר, דכאו\"א מראה באצבעו ואומר זה א-לי ואנוהו66, ועד שראתה שפחה על הים מה שלא ראו נביאים67, הנה כל זה הי' על הים, מלובש בבחינת מלכות68 [ובדוגמת הגילוי דיצי\"מ (לפני קרי\"ס) שהי' על הפתח], וגם הגילוי דקרי\"ס הי' רק לפי שעה, כי הגילוי אז הי' מצד מלמעלה והמטה לא הי' כלי לזה, דבכללות הוא ענין אתכפיא ולא אתהפכא [בדוגמת יצי\"מ שהיתה באופן דכי ברח העם] מכיון שזה לא בא מצד עבודת המטה",
          "topics": [
            "גילוי",
            "מלכות",
            "מצוות",
            "מצוה",
            "תורה"
          ],
          "word_count": 239
        },
        {
          "chunk_id": "chunk_9",
          "content": "אמנם לע\"ל יהי' אראנו נפלאות, נפלאות גם בערך הנפלאות שהיו ביצי\"מ וקרי\"ס, שהגילוי יהי' בלי שום לבוש וגם מצד המטה, ויחד עם זה יהי' גם המעלה דכימי צאתך מארץ מצרים, במהרה בימינו ממש, בביאת משיח צדקנו",
          "topics": [
            "גילוי",
            "משיח"
          ],
          "word_count": 36
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס י\"א ניסן – תשמ\"ז, \"לקראת יום הבהיר י\"א ניסן, יום הולדת השמונים וחמש לכ\"ק אדמו\"ר שליט\"א, לאורך ימים ושנים טובות, ולקראת חג הפסח הבעל\"ט .. יוד ניסן, תהא זו שנת משיח\".1) מיכה ז, טו.2) ח\"א בהשמטות רסא, ב. ח\"ג קעו, א.3) אוה\"ת נ\"ך עה\"פ ס\"ג וס\"ז (ע' תפו-תפז). ד\"ה כימי צאתך תש\"ח בתחלתו (סה\"מ תש\"ח ע' 159).4) בא יג, ג. ראה טז, ג.5) ירמי' טז, יד-טו. ישעי' מג, יח-יט. ברכות יב, סע\"ב ואילך. תוד\"ה ה\"ג ונאמר – פסחים קטז, ב (ממכילתא עה\"פ בשלח טו, א). ובכ\"מ. וראה בארוכה ד\"ה כי בחפזון תש\"ח בתחלתו (סה\"מ שם ע' 152-151).6) ברכות שם.7) ראה גם פע\"ח שער חג המצות פ\"ז ד\"ה מהר\"י ז\"ל, הובא באוה\"ת שם ס\"ח.8) ז\"ח ר\"פ יתרו. וראה גם תקו\"ז תל\"ב.9) פרדס שי\"ג (שער השערים) פ\"א. וראה גם ניצוצי זהר לז\"ח שם (במילואים – קכד, סע\"ב ואילך).10) ראה אוה\"ת שם ס\"ג.11) מק\"מ לזח\"ב מ, ב. הובא באוה\"ת בא ע' רפב.12) אוה\"ת נ\"ך שם.13) ישעי' נב, יג.14) לקו\"ת שה\"ש בסופו (נא, סע\"ב ואילך). ביאוה\"ז וישב כג, א-ב.15) שער הק\"ש פט\"ו. וראה גם לקו\"ת שם.16) ח\"ב ע' תתקכד. וראה גם סה\"מ תער\"ב – תרע\"ו ע' סז.17) הגש\"פ פיסקא \"ויוציאנו\" ופיסקא \"מצה זו\".18) בא יב, כג.19) זח\"ב לו, סע\"א. לקו\"ת שה\"ש טו, א. ד\"ה כימי צאתך תש\"ח פי\"א (סה\"מ תש\"ח ע' 164). ובכ\"מ.20) ישעי' ל, כ. וראה תניא פל\"ו (מו, א). ד\"ה כי בחפזון הנ\"ל שם.21) רד\"ה כימי צאתך הנ\"ל.22) הנ\"ל – פי\"ב (סה\"מ שם ע' 164).23) שמות ג, יב. וראה פרש\"י עה\"פ (משמו\"ר פ\"ג, ד).24) שמו\"ר פי\"ב, ג. תנחומא וארא טו.25) תניא שם.26) המשך תער\"ב ח\"ב ע' תתקל-תתקלא.27) לשון הרמב\"ם הל' מלכים בסופן.28) ראה זח\"ג צ, ב. לקו\"ת שה\"ש כד, סע\"א ואילך.29) רפי\"ב.30) פסחים קטז, ב (במשנה).31) הוספת (ביאור) אדה\"ז בתניא רפמ\"ז. וראה הגש\"פ עם לקוטי טעמים וכו' (קה\"ת ה'תשמ\"ו ואילך) ע' תריח בשוה\"ג.32) בתניא שם (בסוף הפרק).33) הל' ק\"ש פ\"א ה\"ג. וראה שיחת י\"א ניסן ואחש\"פ ה'תשמ\"ב (תורת מנחם – התוועדויות תשמ\"ב ח\"ג ע' 1239 ואילך. ע' 1302 ואילך).34) מיכה ב, יג. אגדת בראשית ספס\"ד. וראה גם ב\"ר פפ\"ה, יד ובפרש\"י לשם.35) רמב\"ם הל' מלכים ספי\"א.36) רות ד, יח ואילך.37) וישב לח, כט.38) ראה אוה\"ת בראשית ח\"ו תתרכו, א ואילך. ד\"ה בכל דור ודור די\"ג ניסן תשמ\"ה (סה\"מ י\"א ניסן ח\"ב ע' תסו ואילך). וש\"נ.39) ישעי' ב, כב. ברכות יד, א. וראה המשך תער\"ב ח\"ב פש\"ס. פשצ\"א. ד\"ה לכה דודי תרפ\"ט פ\"ג (סה\"מ קונטרסים ח\"א כא, סע\"א ואילך).40) להעיר מתניא פל\"ה (מה, א).41) תהלים קט, כב. ברכות סא, ב. תניא פ\"א (ה, ב).42) ואתחנן ו, ה. ברכות נד, א (במשנה). ספרי ופרש\"י עה\"פ. וראה ירושלמי ברכות ספ\"ט.43) יומא פו, ב.44) בשלח יד, ה.45) תניא פל\"א (מ, ב).46) זכרי' יג, ב.47) צפני' ג, ט.48) ישעי' סא, ה.49) בחוקותי כו, ב. תו\"כ עה\"פ (דעת ר\"ש).50) ישעי' יא, ו-ז. הובא בתו\"כ שם.51) ישעי' שם, ח.52) סנהדרין נט, ב.53) תו\"א ויקהל פט, ג-ד. קיד, ד.54) פט\"ו – הובא בתו\"א שם קיד, ד.55) ראה זח\"ב קכח, ב. תניא פכ\"ז (לד, א). תו\"א ויקהל פט, ד. לקו\"ת ר\"פ פקודי. חוקת סה, ג.56) תו\"א שם פט, ג.57) המשך באתי לגני ה'שי\"ת פי\"א.58) ישעי' סד, ג. ברכות לד, ב. סנהדרין צט, א.59) תניא רפל\"ז.60) ראה בארוכה סה\"מ עטר\"ת ע' תסד. ד\"ה אין הקב\"ה בא בטרוניא תרפ\"ה פ\"ב ואילך (סה\"מ קונטרסים ח\"ג ע' קכא ואילך).61) רמ\"א או\"ח ס\"א ס\"א. שו\"ע אדה\"ז שם ס\"ג. מהדו\"ב שם ס\"א.62) חגיגה בסופה. עירובין יט, א.63) הלכות ת\"ת לאדה\"ז פ\"ד ס\"ב. וש\"נ.64) סנהדרין צח, א.65) דניאל ז, יג. סנהדרין שם.66) בשלח טו, ב. פרש\"י עה\"פ. שמו\"ר ספכ\"ג.67) מכילתא ופרש\"י עה\"פ.68) ד\"ה כי בחפזון תש\"ח ספ\"א. ובכ\"מ.",
      "glossary": "|אדמו\"ר הזקן (Admor HaZaken): The Alter Rebbe; אוצרות (Otzarot): Treasures; אור אין סוף (Ohr Ein Sof): Infinite Light; אותות ומופתים (Otot U'Moftim): Signs and wonders; אז אהפוך אל עמים שפה ברורה (Az Ehpoch El Amim Safah B'rurah): Then I will turn to the peoples a pure language; אנשי החיל (Anshei HaChayil): Men of valor; אסתלק יקרא דקודשא בריך הוא (Istalak Yakara D'Kudsha Brich Hu): The honor of the Holy One Blessed be He is elevated; אראנו נפלאות (Arenu Niflaot): I will show wonders; אשר נשמה באפו (Asher Neshamah B'Apo): Whose breath is in his nostrils; אתהפכא (Ithapcha): Transformation; אתכפיא (Itkafya): Subjugation; אתר שלים (Atar Shalem): Complete vessel; בהוציאך את העם ממצרים (B'Hotziacha Et Ha'Am MiMitzrayim): When you take out the people from Egypt; בזבוז (Bizbuz): Squandering; בינה (Binah): Understanding; בכולהו עלמין (B'Chulhu Almin): In all worlds; בכל דור ודור (B'Chol Dor VaDor): In every generation; בכל לבבך בשני יצריך (B'Chol L'vavcha BiShnei Yitzreicha): With all your heart, with both your inclinations; בלי שום לבוש (B'Li Shum Levush): Without any garment; במה (Bamah): High place/altar; במהרה בימינו ממש (BiMheirah B'Yameinu Mamash): Speedily in our very days; בן דוד (Ben David): Son of David; בני פרץ (Bnei Peretz): Sons of Peretz; בס\"ד (B'Siyata D'Shmaya): With Divine Assistance; גאולה אמיתית ושלימה (Geulah Amitit V'Shleimah): True and complete redemption; גאולה עתידה (Geulah Atidah): Future redemption; גאולה שלימה (Geulah Shleimah): Complete redemption; גלות (Galut): Exile; דעת בוראם (Da'at Bor'am): Knowledge of their Creator; דרושי רבותינו נשיאינו (Drushei Raboteinu Nesi'einu): Discourses of our Rebbes, our leaders; ה'תשמ\"ב (HaTashMaB): The year 5742; האחישנה (Ha'achishena): I will hasten it; הוגה בתורה (Hogeh BaTorah): Studies Torah; המטה לא היה כלי (HaMateh Lo Hayah K'li): The lower realm was not a vessel; המלעיגים עליו (HaMal'igim Alav): Who mock him; המשך תער\"ב (Hemshech Ta'arav): The discourse series of 5672; הנה ישכיל עבדי (Hineh Yaskil Avdi): Behold My servant shall prosper; הקב\"ה בכבודו ובעצמו (HaKadosh Baruch Hu BiChvodo U'V'Atzmo): The Holy One Blessed be He in His glory and essence; השבתי חיה רעה מן הארץ (V'Hishbati Chayah Ra'ah Min Ha'Aretz): I will cause evil beasts to cease from the land; השראת (Hashraah): Divine indwelling; התפלה (HaTefilah): Prayer; ואהבת את ה' אלקיך (V'Ahavta Et Hashem Elokeicha): And you shall love the Lord your God; וארו עם ענני שמיא (V'Aru Im Ananei Shmaya): And behold with the clouds of heaven; וארי' כבקר (V'Aryeh KaBakar): And the lion like cattle; ואת רוח הטומאה אעביר מן הארץ (V'Et Ruach HaTumah A'avir Min Ha'Aretz): I will remove the spirit of impurity from the land; וגר זאב עם כבש (V'Gar Ze'ev Im Keves): The wolf shall dwell with the lamb; ולא יכנף עוד מוריך (V'Lo Yikanef Od Moreicha): Your teacher shall no longer be hidden; ולבי חלל בקרבי (V'Libi Chalal B'Kirbi): My heart is hollow within me; ופרצת (U'Faratzta): And you shall spread forth; זדונות נעשים כזכיות (Z'donot Na'asim K'Zachuyot): Intentional sins become like merits; זה א-לי ואנוהו (Zeh Eli V'Anveihu): This is my God and I will glorify Him; זהר (Zohar): The Zohar; זכור את היום הזה (Zachor Et HaYom HaZeh): Remember this day; חדלו לכם מן האדם (Chadlu Lachem Min Ha'Adam): Cease from man; חייב אדם לראות את עצמו (Chayav Adam Lir'ot Et Atzmo): A person is obligated to see himself; חיצוניות עתיק (Chitzoniyut Atik): External aspect of the Ancient One; חמישים שערי בינה (Chamishim Sha'arei Binah): 50 gates of understanding; י\"א ניסן (Yud-Aleph Nissan): 11th of Nissan; יום ההילולא (Yom HaHilula): Day of celebration/passing; יעלה הפורץ לפנינו (Ya'aleh HaPorets L'Faneinu): The breaker shall go up before us; יציאת מצרים (Yetziat Mitzrayim): Exodus from Egypt; יצר הרע (Yetzer HaRa): Evil inclination; ירום ונשא וגבה מאד (Yarum V'Nisa V'Gavah Me'od): He shall be exalted and lifted up and very high; כ\"ק מו\"ח אדמו\"ר (Kevod Kedushat Mori V'Chami Admor): His holy honor, my teacher and father-in-law, the Rebbe; כאילו הוא יצא היום (K'Ilu Hu Yatza HaYom): As if he went out today; כי במה נחשב הוא (Ki BaMah Nechshav Hu): For what is he to be accounted; כי ברח העם (Ki Varach Ha'Am): For the people fled; כימי לשון רבים (K'Yemei Lashon Rabim): \"As days\" - plural language; כימי צאתך מארץ מצרים (K'Yemei Tzeitcha MeEretz Mitzrayim): As in the days of your exodus from Egypt; כמוסים וחתומים (K'musim V'Chatumim): Hidden and sealed; כתר (Keter): Crown; לא יתבייש מפני בני אדם (Lo Yitbayesh MiPnei Bnei Adam): Should not be ashamed before people; לוחם מלחמות ה' (Lochem Milchamot Hashem): Fights the wars of God; לימות המשיח (LiYmot HaMashiach): For the days of Messiah; למעלה ממדידת והגבלת השכל (L'Ma'alah MiMedidat V'Hagbalat HaSeichel): Above the measure and limitation of intellect; למען תזכור (L'Ma'an Tizkor): So that you remember; לעבדו שכם אחד (L'Avdo Shechem Echad): To serve Him with one shoulder; לעומת זה (L'Umat Zeh): Corresponding to this; לפי שעה (L'Fi Sha'ah): For a time; לקרוא כולם בשם ה' (Likro Kulam B'Shem Hashem): To call all in the name of God; מ\"ט שערים דלעו\"ז (Mem-Tet Sha'arim D'L'Uma Zarah): 49 gates of impurity; מאמרי רז\"ל (Ma'amarei Chazal): Sayings of our Sages; מה פרצת עליך פרץ (Mah Paratzta Aleicha Paretz): Why did you break forth upon yourself, a breach; מה שלא ראו נביאים (Mah Shelo Ra'u Nevi'im): What prophets did not see; מונעים ומעכבים (Mon'im U'Me'akbim): Obstacles and hindrances; מלאים מצוות כרימון (M'le'im Mitzvot K'Rimon): Full of commandments like a pomegranate; מלובש בבחינת מלכות (M'lubash BiVchinat Malchut): Clothed in the aspect of Kingship; מלך בשר ודם (Melech Basar V'Dam): King of flesh and blood; מלכות (Malchut): Kingship; מסירות נפש (Mesirut Nefesh): Self-sacrifice; מעין כל רואה (Me'Ein Kol Ro'eh): From the eye of every observer; מצד מלמעלה (MiTzad MiL'ma'alah): From above; משביתן שלא יזיקו (Mashbitan Shelo Yaziku): Causing them to cease from harming; משיח צדקנו (Mashiach Tzidkeinu): Our righteous Messiah; מתן תורה (Matan Torah): Giving of the Torah; נ' שערי בינה (Nun Sha'arei Binah): 50 gates of understanding; נגלה עליהם מלך מלכי המלכים (Niglah Aleihem Melech Malchei HaMelachim): The King of Kings was revealed to them; נפש הבהמית (Nefesh HaBehemit): Animal soul; נצחון המלחמה (Nitzchon HaMilchamah): Victory of the war; ספירת העומר (Sefirat HaOmer): Counting of the Omer; עבודת המטה (Avodat HaMateh): Service of the lower realm; עובד אלקים (Oved Elokim): Servant of God; עוסק במצוות (Osek B'Mitzvot): Engaged in commandments; עין לא ראתה אלקים זולתך (Ayin Lo Ra'atah Elokim Zulatecha): Eye has not seen, O God, besides You; עלה הפורץ לפניהם (Alah HaPorets Lifneihem): The breaker goes up before them; עליונים לא ירדו לתחתונים (Elyonim Lo Yardu L'Tachtonim): The upper realms did not descend to the lower; עמדו זרים ורעו צאנכם (V'Amdu Zarim V'Ra'u Tzonechem): Strangers shall stand and feed your flocks; עקבתא דמשיחא (Ikveta D'Meshicha): Footsteps of Messiah; עתיק (Atik): Ancient One; פנימיות עתיק (Pnimiyut Atik): Inner aspect of the Ancient One; פסח ה' על הפתח (Pasach Hashem Al HaPetach): God passed over the doorway; פע\"ח (Pri Etz Chaim): Pri Etz Chaim; פרשת ציצית (Parashat Tzitzit): The portion of Tzitzit; פתח (Petach): Doorway/opening; פתן צפעוני (Peten Tzif'oni): Asp and viper; צדיק גמור (Tzaddik Gamur): Complete righteous person; קריאת שמע (Kriat Shma): Recitation of the Shma; קריעת ים סוף (Kriat Yam Suf): Splitting of the Red Sea; רוממות (Romemut): Exaltedness; ריבוי נסיונות (Ribuy Nisyonot): Many trials; ריקנים שבך (Reikanim SheBach): Empty ones among you; רמב\"ם (Rambam): Maimonides; שמש גדול (Shamash Gadol): Great servant; שנים כתיקונן (Shanim K'Tikunan): Years in their proper order; שפחה על הים (Shifchah Al HaYam): Maidservant at the sea; שקולה כנגד כל המצוות (Sh'kulah K'Neged Kol HaMitzvot): Equivalent to all the commandments; תחתונים לא יעלו לעליונים (Tachtonim Lo Ya'alu L'Elyonim): The lower realms did not ascend to the upper; תלמוד תורה (Talmud Torah): Torah study; תניא (Tanya): The Tanya; תעבדון את האלקים על ההר הזה (Ta'avdun Et HaElokim Al HaHar HaZeh): You shall serve God on this mountain; תשובה מאהבה (Teshuvah MeAhavah): Repentance from love; תשובה שלימה (Teshuvah Shleimah): Complete repentance;"
    },
    "search_tags": [
      "נצח",
      "דור",
      "עבודה",
      "Sefirah",
      "תכלית",
      "צדיק",
      "אלקות",
      "Knowledge",
      "Love",
      "נשיא",
      "רבי",
      "מלכות",
      "אוא\"ס",
      "דעת",
      "Self-sacrifice",
      "ביטול",
      "Commandments",
      "Purpose",
      "Nullification",
      "גאולה",
      "Torah",
      "Generation",
      "Talmud",
      "מצוות",
      "דוד",
      "Exile",
      "Israel",
      "ישראל",
      "המשכה",
      "תורה",
      "Kingship",
      "Rabbi",
      "Light",
      "Upper worlds",
      "בינה",
      "אהבה",
      "גלות",
      "Understanding",
      "תשובה",
      "אור",
      "מס\"נ",
      "Lower worlds",
      "Eternity",
      "משיח",
      "ספירה",
      "מצוה",
      "David",
      "Infinite Light",
      "Revelation",
      "Service",
      "Righteous one",
      "Drawing down",
      "Leader",
      "Divinity",
      "גילוי",
      "Commandment",
      "תחתונים",
      "תלמוד",
      "Repentance",
      "עליונים",
      "Messiah",
      "Redemption"
    ]
  }
}