{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "4_סג",
    "reference": "Reference: 4_סג",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אור",
        "אוא\"ס",
        "עצמות",
        "גילוי",
        "העלם",
        "צמצום",
        "עליונים",
        "אצילות",
        "בריאה",
        "יצירה",
        "עולם",
        "חכמה",
        "דעת",
        "חסד",
        "גבורה",
        "ספירות",
        "אברהם",
        "יצחק",
        "יעקב",
        "ישראל",
        "מקדש",
        "בית המקדש",
        "תורה",
        "תלמוד",
        "דור",
        "מס\"נ",
        "המשכה",
        "דירה",
        "תכלית",
        "כוונה",
        "השתלשלות"
      ],
      "key_concepts": [
        "Light",
        "Infinite Light",
        "Essence",
        "Revelation",
        "Concealment",
        "Contraction",
        "Upper worlds",
        "Emanation",
        "Creation",
        "Formation",
        "World",
        "Wisdom",
        "Knowledge",
        "Kindness",
        "Severity",
        "Sefirot",
        "Abraham",
        "Isaac",
        "Jacob",
        "Israel",
        "Temple",
        "Holy Temple",
        "Torah",
        "Talmud",
        "Generation",
        "Self-sacrifice",
        "Drawing down",
        "Dwelling",
        "Purpose",
        "Intention",
        "Chain of descent"
      ],
      "biblical_references": [
        "ישעי' סד, ג"
      ],
      "talmudic_references": [
        "זהר",
        "מנחות פו, ב"
      ],
      "chassidic_references": [
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 1102,
      "chunk_count": 5
    },
    "content": {
      "main_text": "בס\"ד. ש\"פ תולדות, מבה\"ח וער\"ח כסלו, ה'תשכ\"ח ויתן לך האלקים מטל השמים ומשמני הארץ וגו'1, וידוע הדיוק בזה2, הרי כל הברכות הם משם הוי', דשם אלקים הוא מדת הדין והצמצום והברכות שענינם הוא המשכה והשפעה הם משם הוי', וכמו ברכת כהנים שבכל ג' הפסוקים3 נזכר שם הוי', ובברכה זו אומר ויתן לך האלקים. ויש להוסיף, שדיוק זה (שגבי ברכה נזכר שם אלקים) הוא גם בברכה הראשונה שנתברך יצחק אחרי מות אברהם דכתיב בה4 ויברך אלקים את יצחק בנו. דבכל הברכות שברך הקב\"ה את אברהם5 [וגם בהברכות שברך את יצחק שלאח\"ז6 ] נאמר שם הוי', ומזה משמע, דברכה הראשונה שברך את יצחק שנאמר בה ויברך אלקים והברכה שברך יצחק ויתן לך האלקים שייכות זל\"ז.ב) ויש לומר נקודת הביאור בזה ע\"פ המבואר בסידור (עם דא\"ח) שער התקיעות7, שההשפעה הנמשכת מהגבורות היא גדולה יותר מההשפעה הנמשכת מהחסדים. כי חסדים הם בטבע הקרירות ולכן ההשפעה מהם היא בהגבלה, משא\"כ הגבורות שהם בחמימות, ההשפעה מהם היא באופן של תגבורת, ועד לריבוי בלי גבול. ועפ\"ז מבאר שם שדוקא יצחק ברך ברכות נעלות כאלו (מטל השמים ומשמני הארץ וגו'), שלא מצינו ברכות כאלה לא באברהם ולא ביעקב, כי יצחק הוא גבורה8, ולכן הברכות דיצחק הם בריבוי גדול. ועפ\"ז יש לומר פירוש הכתוב3 ויהי אחרי מות אברהם ויברך אלקים את יצחק בנו, דבחיי אברהם (בחינת חסד7) האיר בחינת החסד דלמעלה, ולאחרי מות אברהם, שאז היתה ההנהגה (כולל ההנהגה דלמעלה) ע\"פ מדתו של יצחק, גבורה, נמשכו הברכות מהגבורות דשם אלקים9 שהם ברכות נעלות יותר מהברכות הנמשכות מהחסדים. וזהו גם שבברכת יצחק ליעקב כתיב ויתן לך האלקים, שההשפעה תהי' בריבוי ובתגבורת.ג) והנה הברכה שברך יצחק ויתן לך האלקים היא ברכה נעלית יותר מהברכה דויברך אלקים את יצחק בנו. שהרי הברכה שנתברך יצחק מאלקים היתה נמשכת לבניו גם אם לא הי' מברכם, וכפירוש רש\"י עה\"פ10 ויברך אלקים את יצחק בנו, שאברהם נתיירא לברך את יצחק מפני שצפה את עשו יוצא ממנו, אמר יבוא בעל הברכות ויברך את אשר ייטב בעיניו ובא הקב\"ה וברכו. דמזה מובן, דכמו שבאם הי' אברהם מברך את יצחק, היתה נמשכת הברכה גם לעשו גם אם לא הי' מברכו, כמו\"כ הוא גם בנוגע להברכה שברך אלקים את יצחק, דברכה זו נמשכה מעצמה לשני בניו, גם לעשו. והברכה שברך יצחק ויתן לך האלקים מטל השמים וגו' היא ברכה נעלית יותר. וזהו גם מה שיעקב השתדל ביותר ועשה כמה ענינים שלא כדרכו11 בכדי לקבל הברכות, אף שהברכה דויברך אלקים את יצחק היתה נמשכת אליו מעצמה, כי הברכה ויתן לך האלקים מטל השמים וגו' היא נעלית יותר מהברכה דויברך אלקים את יצחק.ד) ויובן זה בהקדים המבואר בתו\"א פרשתנו12 ובכמה דרושים13, דזה שרצה יצחק לברך את עשו אף שידע שאין שם שמים שגור בפיו14, כי יצחק ראה שבעשו יש ניצוצות דקדושה גבוהים מאד, ולכן רצה לברכו, להמשיך עליו אור עליון, שעי\"ז יתבררו הניצוצות שבו. אלא, שבאם הי' נמשך אור זה על עשו (שלא ע\"י יעקב) הי' באחד משני פנים, או שהי' נבלע בו או שהיתה מתבטלת מציאותו. ובכדי שיהי' הבירור דעשו הוא ע\"י יעקב דוקא. ולכן סיבב הקב\"ה שיצחק יברך את יעקב והמשכת אורות העליונים (טל השמים ומשמני הארץ) תהי' ליעקב, שעי\"ז יברר את הניצוצות שבעשו.ה) ולהבין מהי הבחינה דאורות העליונים שעל ידם מתבררים הניצוצות, יובן זה מהמבואר בתו\"א שם ובדרושים הנ\"ל15, שהקליפות הם במספר י\"א. דבקדושה הוא מספר עשר, עשר ולא תשע עשר ולא אחד עשר16, משא\"כ בסט\"א יש י\"א כתרין דמסאבותא17. וזהו גם שבקטורת היו י\"א סממנים, בכדי לברר את הי\"א כתרין דמסאבותא. וזה שהסט\"א היא במספר י\"א, הוא, כי מונים גם את החיות שמחי' אותם. דבקדושה החיות של הע\"ס [ועד\"ז כל ענין שבקדושה, שכל ענין הוא במספר עשר18 ] נמשך בפנימיותם ומתאחד עמהם, ולכן אינו נמנה בפני עצמו. משא\"כ בסט\"א, החיות שמחי' אותם מובדל מהם [דאם הי' נמשך בתוכם בפנימיותם הי' מובלע בהם ולא הי' בחינת חיות], ולכן הוא נחשב בפני עצמו.והנה הסט\"א היא לעומת זה דקדושה. ומזה מובן, דזה שבלעו\"ז יש בחינה הי\"א שמובדלת מהעשר, יש גם בקדושה לעו\"ז, שישנה מדריגה שלמעלה מהע\"ס ומובדלת מהם. [אלא שבקדושה, בחינה זו אינה החיות של הע\"ס [דהחיות של הע\"ס מתלבש בתוכם ומתאחד עמהם כנ\"ל. ובחינת המקיף שלמעלה מהע\"ס הוא ענין לעצמו19 ] ולכן אינה נמנית עמהם, אנת הוא חד ולא בחושבן20, משא\"כ בסט\"א, שבחינת המקיף הוא החיות שלהם, צריך לכלול גם את המקיף במספרם (כי בלי המקיף אין להם חיות21 ), ולכן הם במספר י\"א]. ועפ\"ז מובן, שהבירור די\"א כתרין דמסאבותא הוא ע\"י המשכת המקיף שלמעלה מע\"ס, שאינו נמנה עמהם (בחינת עתיק22 ), דוגמת בחינה הי\"א שבסט\"א שהיא מובדלת מהם כנ\"ל. וזהו ויתן לך האלקים מטל השמים, דענין הראשון שבברכת יצחק הוא טל, טלא דעתיקא23, כי בכדי לברר הניצוצות שבעשו הוא ע\"י המשכת בחינת עתיק, כנ\"ל.ו) והנה בכדי שתהי' המשכת עתיק למטה ועד שעי\"ז יהי' בירור הניצוצות שבסט\"א, הוא דוקא ע\"י המשכת עצמות אוא\"ס שלמעלה גם מעתיק. דעתיק מצד עצמו, מכיון שענינו הוא שהוא נעתק ומובדל מהשתלשלות (עתיק מלשון נעתק24 ), אא\"פ שיומשך למטה, ובכדי שיומשך למטה הוא דוקא ע\"י עצמות אוא\"ס שאינו מוגדר בשום גדר. ועפ\"ז יובן העילוי והחידוש דברכת יצחק ויתן לך האלקים גו' על ויברך אלקים את יצחק, כי הברכה ויתן לך האלקים היא שתהי' ההמשכה למטה לברר את הניצוצות שבעשו, והמשכה זו היא מעצמות אוא\"ס, כנ\"ל. וזהו ויתן לך האלקים (האלקים בה' הידיעה), בחינת העלם העצמי דא\"ס, שמשם הוא כח הבירורים25.וזהו26  מה דאיתא במדרש27 מטל השמים זו מקרא ומשמני הארץ זו משנה דגן זה תלמוד וכו', דלכאורה אינו מובן, הרי גם לולי ברכת יצחק היתה התורה ניתנת לישראל, שהרי כוונת הבריאה היתה בשביל שישראל יקבלו את התורה ותנאי התנה הקב\"ה עם מעשה בראשית כו' אם ישראל מקבלים התורה כו'28, ומהו שברכו בתורה. וידוע הביאור בזה, דברכת יצחק היתה על ענין היגיעה בתורה שעי\"ז מגיעים למעלה מבחינת התורה כמו שהיא מצד עצמה. דהתורה מצד עצמה היא חכמתו של הקב\"ה, ולמעלה יותר – חכמה סתימאה, וע\"י היגיעה בתורה, יגיעה בדרך אור חוזר, מגיעים להעלם העצמי (דתורה), עין29 לא ראתה אלקים זולתך.ז) ויש להוסיף, דמכיון שבסט\"א הוא במספר י\"א, היינו שגם המקיף נכלל בהמספר, לפי שהוא החיות שמחי' אותם כנ\"ל, לכן, ע\"י בירור הי\"א כתרין דמסאבותא, נעשה עד\"ז גם בקדושה, שגם בחינת עתיק (שהיא לא בחושבן הספירות) נמשכת בהע\"ס בפנימיותם30. וענין זה הוא חידוש גדול יותר מההמשכה דעתיק לברר בירורים (שההמשכה למטה היא רק נתינת כח). ומזה מובן, שבענין זה (המשך עתיק בהע\"ס בפנימיותם, שנעשה ע\"י עבודת הבירורים) מתגלה גם העצמות (שאינו מוגדר בשום גדר) עוד יותר31. וזהו ויתן לך, יתן ויחזור ויתן32, דנתינה הראשונה היא המשכת העלם העצמי (ויתן לך האלקים) בכדי לברר בירורים, וזה שיחזור ויתן, הוא המשכת וגילוי העצמי שנעשה ע\"י עבודת הבירורים.וע\"י ויתן לך האלקים, המשכת העלם העצמי בשני אופנים הנ\"ל (יתן ויחזור ויתן), נמשך גם מטל השמים ומשמני הארץ וגו', מקרא משנה וכו', וגם מטל השמים כפשוטו, דטל לא מיעצר33 (ובפרט שמלכתחילה אין סלקא דעתך לעכב ח\"ו), וכן משמני הארץ ורוב דגן ותירוש כפשוטם, ובתכלית ההרחבה, ועד לבנין בית המקדש השלישי, יעקב שקראו בית34, ומשם אורה יוצאת לכל העולם כולו35, שעושים את כל העולם דירה לו יתברך.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד ש\"פ תולדות, מבה\"ח וער\"ח כסלו, ה'תשכ\"ח ויתן לך האלקים מטל השמים ומשמני הארץ וגו'1, וידוע הדיוק בזה2, הרי כל הברכות הם משם הוי', דשם אלקים הוא מדת הדין והצמצום והברכות שענינם הוא המשכה והשפעה הם משם הוי', וכמו ברכת כהנים שבכל ג' הפסוקים3 נזכר שם הוי', ובברכה זו אומר ויתן לך האלקים ויש להוסיף, שדיוק זה (שגבי ברכה נזכר שם אלקים) הוא גם בברכה הראשונה שנתברך יצחק אחרי מות אברהם דכתיב בה4 ויברך אלקים את יצחק בנו דבכל הברכות שברך הקב\"ה את אברהם5 [וגם בהברכות שברך את יצחק שלאח\"ז6 ] נאמר שם הוי', ומזה משמע, דברכה הראשונה שברך את יצחק שנאמר בה ויברך אלקים והברכה שברך יצחק ויתן לך האלקים שייכות זל\"ז.ב) ויש לומר נקודת הביאור בזה ע\"פ המבואר בסידור (עם דא\"ח) שער התקיעות7, שההשפעה הנמשכת מהגבורות היא גדולה יותר מההשפעה הנמשכת מהחסדים כי חסדים הם בטבע הקרירות ולכן ההשפעה מהם היא בהגבלה, משא\"כ הגבורות שהם בחמימות, ההשפעה מהם היא באופן של תגבורת, ועד לריבוי בלי גבול ועפ\"ז מבאר שם שדוקא יצחק ברך ברכות נעלות כאלו (מטל השמים ומשמני הארץ וגו'), שלא מצינו ברכות כאלה לא באברהם ולא ביעקב, כי יצחק הוא גבורה8, ולכן הברכות דיצחק הם בריבוי גדול ועפ\"ז יש לומר פירוש הכתוב3 ויהי אחרי מות אברהם ויברך אלקים את יצחק בנו, דבחיי אברהם (בחינת חסד7) האיר בחינת החסד דלמעלה, ולאחרי מות אברהם, שאז היתה ההנהגה (כולל ההנהגה דלמעלה) ע\"פ מדתו של יצחק, גבורה, נמשכו הברכות מהגבורות דשם אלקים9 שהם ברכות נעלות יותר מהברכות הנמשכות מהחסדים וזהו גם שבברכת יצחק ליעקב כתיב ויתן לך האלקים, שההשפעה תהי' בריבוי ובתגבורת.ג) והנה הברכה שברך יצחק ויתן לך האלקים היא ברכה נעלית יותר מהברכה דויברך אלקים את יצחק בנו",
          "topics": [
            "אור",
            "צמצום",
            "חסד",
            "גבורה",
            "אברהם"
          ],
          "word_count": 268
        },
        {
          "chunk_id": "chunk_2",
          "content": "שהרי הברכה שנתברך יצחק מאלקים היתה נמשכת לבניו גם אם לא הי' מברכם, וכפירוש רש\"י עה\"פ10 ויברך אלקים את יצחק בנו, שאברהם נתיירא לברך את יצחק מפני שצפה את עשו יוצא ממנו, אמר יבוא בעל הברכות ויברך את אשר ייטב בעיניו ובא הקב\"ה וברכו דמזה מובן, דכמו שבאם הי' אברהם מברך את יצחק, היתה נמשכת הברכה גם לעשו גם אם לא הי' מברכו, כמו\"כ הוא גם בנוגע להברכה שברך אלקים את יצחק, דברכה זו נמשכה מעצמה לשני בניו, גם לעשו והברכה שברך יצחק ויתן לך האלקים מטל השמים וגו' היא ברכה נעלית יותר וזהו גם מה שיעקב השתדל ביותר ועשה כמה ענינים שלא כדרכו11 בכדי לקבל הברכות, אף שהברכה דויברך אלקים את יצחק היתה נמשכת אליו מעצמה, כי הברכה ויתן לך האלקים מטל השמים וגו' היא נעלית יותר מהברכה דויברך אלקים את יצחק.ד) ויובן זה בהקדים המבואר בתו\"א פרשתנו12 ובכמה דרושים13, דזה שרצה יצחק לברך את עשו אף שידע שאין שם שמים שגור בפיו14, כי יצחק ראה שבעשו יש ניצוצות דקדושה גבוהים מאד, ולכן רצה לברכו, להמשיך עליו אור עליון, שעי\"ז יתבררו הניצוצות שבו אלא, שבאם הי' נמשך אור זה על עשו (שלא ע\"י יעקב) הי' באחד משני פנים, או שהי' נבלע בו או שהיתה מתבטלת מציאותו ובכדי שיהי' הבירור דעשו הוא ע\"י יעקב דוקא ולכן סיבב הקב\"ה שיצחק יברך את יעקב והמשכת אורות העליונים (טל השמים ומשמני הארץ) תהי' ליעקב, שעי\"ז יברר את הניצוצות שבעשו.ה) ולהבין מהי הבחינה דאורות העליונים שעל ידם מתבררים הניצוצות, יובן זה מהמבואר בתו\"א שם ובדרושים הנ\"ל15, שהקליפות הם במספר י\"א דבקדושה הוא מספר עשר, עשר ולא תשע עשר ולא אחד עשר16, משא\"כ בסט\"א יש י\"א כתרין דמסאבותא17 וזהו גם שבקטורת היו י\"א סממנים, בכדי לברר את הי\"א כתרין דמסאבותא",
          "topics": [
            "אור",
            "עליונים",
            "אברהם",
            "יצחק",
            "יעקב"
          ],
          "word_count": 275
        },
        {
          "chunk_id": "chunk_3",
          "content": "וזה שהסט\"א היא במספר י\"א, הוא, כי מונים גם את החיות שמחי' אותם דבקדושה החיות של הע\"ס [ועד\"ז כל ענין שבקדושה, שכל ענין הוא במספר עשר18 ] נמשך בפנימיותם ומתאחד עמהם, ולכן אינו נמנה בפני עצמו משא\"כ בסט\"א, החיות שמחי' אותם מובדל מהם [דאם הי' נמשך בתוכם בפנימיותם הי' מובלע בהם ולא הי' בחינת חיות], ולכן הוא נחשב בפני עצמו.והנה הסט\"א היא לעומת זה דקדושה ומזה מובן, דזה שבלעו\"ז יש בחינה הי\"א שמובדלת מהעשר, יש גם בקדושה לעו\"ז, שישנה מדריגה שלמעלה מהע\"ס ומובדלת מהם [אלא שבקדושה, בחינה זו אינה החיות של הע\"ס [דהחיות של הע\"ס מתלבש בתוכם ומתאחד עמהם כנ\"ל ובחינת המקיף שלמעלה מהע\"ס הוא ענין לעצמו19 ] ולכן אינה נמנית עמהם, אנת הוא חד ולא בחושבן20, משא\"כ בסט\"א, שבחינת המקיף הוא החיות שלהם, צריך לכלול גם את המקיף במספרם (כי בלי המקיף אין להם חיות21 ), ולכן הם במספר י\"א] ועפ\"ז מובן, שהבירור די\"א כתרין דמסאבותא הוא ע\"י המשכת המקיף שלמעלה מע\"ס, שאינו נמנה עמהם (בחינת עתיק22 ), דוגמת בחינה הי\"א שבסט\"א שהיא מובדלת מהם כנ\"ל וזהו ויתן לך האלקים מטל השמים, דענין הראשון שבברכת יצחק הוא טל, טלא דעתיקא23, כי בכדי לברר הניצוצות שבעשו הוא ע\"י המשכת בחינת עתיק, כנ\"ל.ו) והנה בכדי שתהי' המשכת עתיק למטה ועד שעי\"ז יהי' בירור הניצוצות שבסט\"א, הוא דוקא ע\"י המשכת עצמות אוא\"ס שלמעלה גם מעתיק דעתיק מצד עצמו, מכיון שענינו הוא שהוא נעתק ומובדל מהשתלשלות (עתיק מלשון נעתק24 ), אא\"פ שיומשך למטה, ובכדי שיומשך למטה הוא דוקא ע\"י עצמות אוא\"ס שאינו מוגדר בשום גדר",
          "topics": [
            "אוא\"ס",
            "עצמות",
            "דעת",
            "יצחק",
            "השתלשלות"
          ],
          "word_count": 242
        },
        {
          "chunk_id": "chunk_4",
          "content": "ועפ\"ז יובן העילוי והחידוש דברכת יצחק ויתן לך האלקים גו' על ויברך אלקים את יצחק, כי הברכה ויתן לך האלקים היא שתהי' ההמשכה למטה לברר את הניצוצות שבעשו, והמשכה זו היא מעצמות אוא\"ס, כנ\"ל וזהו ויתן לך האלקים (האלקים בה' הידיעה), בחינת העלם העצמי דא\"ס, שמשם הוא כח הבירורים25.וזהו26  מה דאיתא במדרש27 מטל השמים זו מקרא ומשמני הארץ זו משנה דגן זה תלמוד וכו', דלכאורה אינו מובן, הרי גם לולי ברכת יצחק היתה התורה ניתנת לישראל, שהרי כוונת הבריאה היתה בשביל שישראל יקבלו את התורה ותנאי התנה הקב\"ה עם מעשה בראשית כו' אם ישראל מקבלים התורה כו'28, ומהו שברכו בתורה וידוע הביאור בזה, דברכת יצחק היתה על ענין היגיעה בתורה שעי\"ז מגיעים למעלה מבחינת התורה כמו שהיא מצד עצמה דהתורה מצד עצמה היא חכמתו של הקב\"ה, ולמעלה יותר – חכמה סתימאה, וע\"י היגיעה בתורה, יגיעה בדרך אור חוזר, מגיעים להעלם העצמי (דתורה), עין29 לא ראתה אלקים זולתך.ז) ויש להוסיף, דמכיון שבסט\"א הוא במספר י\"א, היינו שגם המקיף נכלל בהמספר, לפי שהוא החיות שמחי' אותם כנ\"ל, לכן, ע\"י בירור הי\"א כתרין דמסאבותא, נעשה עד\"ז גם בקדושה, שגם בחינת עתיק (שהיא לא בחושבן הספירות) נמשכת בהע\"ס בפנימיותם30 וענין זה הוא חידוש גדול יותר מההמשכה דעתיק לברר בירורים (שההמשכה למטה היא רק נתינת כח) ומזה מובן, שבענין זה (המשך עתיק בהע\"ס בפנימיותם, שנעשה ע\"י עבודת הבירורים) מתגלה גם העצמות (שאינו מוגדר בשום גדר) עוד יותר31",
          "topics": [
            "אור",
            "אוא\"ס",
            "עצמות",
            "העלם",
            "בריאה"
          ],
          "word_count": 222
        },
        {
          "chunk_id": "chunk_5",
          "content": "וזהו ויתן לך, יתן ויחזור ויתן32, דנתינה הראשונה היא המשכת העלם העצמי (ויתן לך האלקים) בכדי לברר בירורים, וזה שיחזור ויתן, הוא המשכת וגילוי העצמי שנעשה ע\"י עבודת הבירורים.וע\"י ויתן לך האלקים, המשכת העלם העצמי בשני אופנים הנ\"ל (יתן ויחזור ויתן), נמשך גם מטל השמים ומשמני הארץ וגו', מקרא משנה וכו', וגם מטל השמים כפשוטו, דטל לא מיעצר33 (ובפרט שמלכתחילה אין סלקא דעתך לעכב ח\"ו), וכן משמני הארץ ורוב דגן ותירוש כפשוטם, ובתכלית ההרחבה, ועד לבנין בית המקדש השלישי, יעקב שקראו בית34, ומשם אורה יוצאת לכל העולם כולו35, שעושים את כל העולם דירה לו יתברך",
          "topics": [
            "אור",
            "גילוי",
            "העלם",
            "עולם",
            "דעת"
          ],
          "word_count": 95
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס ראש חודש כסלו – תש\"נ, \"לקראת יום הבהיר ראש חודש כסלו .. מוצש\"ק מברכים כסלו שנת ה'תש\"נ\".1) פרשתנו (תולדות) כז, כח.2) ד\"ה ויתן לך בתורת חיים פרשתנו (ח, סע\"א). אוה\"ת פרשתנו (קסא, סע\"ב). רד\"ה זה תרנ\"ד (סה\"מ תרנ\"ד ע' סה). תרס\"ו (המשך תרס\"ו ע' פה). תרפ\"ד (סה\"מ תרפ\"ד ע' קג). ה'תש\"ב (סה\"מ ה'תש\"ב ע' 66). ועוד.3) נשא ו, כד-כו.4) חיי שרה כה, יא.5) ר\"פ לך לך. שם יב, ז. יג, יד ואילך. ועוד. וירא כב, טז ואילך. חיי שרה כד, א.6) פרשתנו כו, ב ואילך. שם, יב. כד.7) בד\"ה להבין ענין תק\"ש ע\"פ כוונת הבעש\"ט – רמז, א-ב.8) זח\"ג ג, סע\"ב ואילך (ברע\"מ). ז\"ח ר\"פ תולדות (כו, ג). ובכ\"מ.9) ראה סידור שם, שההשפעה מהגבורות דיצחק היא דוקא לאחרי שנמתקות בהחסדים דאברהם. ועפ\"ז י\"ל לשון הכתוב את יצחק בנו – בנו של אברהם.10) חיי שרה שם. וראה גם תנחומא באָבער לך לך ה. וש\"נ.11) היפך הטבע דיעקב איש תם (פרשתנו כה, כז). וראה סה\"מ ה'תש\"ג ע' 186, דעשיית עניני מרמה ע\"י יעקב איש תם, הוא \"מס\"נ ממש\", ואעפ\"כ עשה זה בכדי לקבל הברכות.12) ד\"ה ראה ריח בני (כ, ב ואילך). וראה הגהות הצ\"צ על המאמר – באוה\"ת פרשתנו קנא, ב ואילך. שם קנו, א ואילך.13) ד\"ה ויתן לך תרנ\"ד. תרפ\"ד. ה'תש\"ב. ועוד.14) פרש\"י פרשתנו כז, כא.בב\"ר פרשתנו (פס\"ה, יט): \"שאין עשו מזכיר שמו של הקב\"ה\". ולכאורה צ\"ל שכ\"ה גם הכוונה בפירוש רש\"י שם. כי באם נאמר שכוונת רש\"י היא רק \"שאין ש\"ש שגור בפיו\" (אבל לפעמים הוא מזכירו) – זה שאמר (פעם אחת) \"כי הקרה ה' אלקיך\" (פרשתנו שם, כ) לא הי' מטיל ספק אצל יצחק אם זה עשו. ולהעיר שבד\"ה ויתן לך תרנ\"ד (סה\"מ תרנ\"ד ע' סה) מביא מפירש\"י \"דאין עשו מזכיר שם שמים\".15) וראה גם ד\"ה בסוכות תשבו ה'תשמ\"א ס\"ג ובהנסמן שם (תו\"מ סה\"מ תשרי ע' קסה ואילך).16) ספר יצירה פ\"א מ\"ד. וראה זח\"ב קפז, ב. פרדס שער א (שער עשר ולא תשע) פ\"ו.17) ראה ע\"ח שער יא (שער המלכים) פ\"י. פע\"ח שער ו (שער הקדישים) פ\"ד. וראה (נוסף לתו\"א ואוה\"ת שם) בהנסמן בד\"ה בסוכות תשבו הנ\"ל הערה 48.18) פרדס שער ב (שער טעם האצילות).19) ראה ד\"ה ויתן לך תרנ\"ד (סה\"מ תרנ\"ד ע' סח).20) תקו\"ז בהקדמה (\"פתח אליהו\") יז, א.21) ראה ד\"ה ויתן לך הנ\"ל (סה\"מ שם ע' סז).22) ראה ד\"ה הנ\"ל שם ע' סח אופן הב'.23) זהר פרשתנו קמג, ב. תו\"א פרשתנו שם (כ, ג).24) תו\"א מג\"א צח, רע\"ג. ובכ\"מ.25) סד\"ה ויתן לך תרס\"ו (המשך תרס\"ו ס\"ע צג).26) בהבא לקמן (עד סוף הסעיף) – ראה ד\"ה ויתן לך תרס\"ו. וראה גם ד\"ה ויאמר לו יהונתן ה'תשל\"א (תו\"מ סה\"מ חשון ע' שמג ואילך).27) ב\"ר פרשתנו פס\"ו, ג.28) שבת פח, א.29) ישעי' סד, ג.30) ראה עד\"ז ד\"ה ויתן לך תרנ\"ד (סה\"מ שם ע' סח).31) להעיר מהמשך תרס\"ו שם (ס\"ע צג) \"ויתן לך האלקים (העלם העצמי) שיהי' בכחו לברר בירורים, וע\"י הבירורים יהי' גילוי בחי' העלם העצמי\".32) פרש\"י עה\"פ, מב\"ר פרשתנו פס\"ו, ג.33) תענית ג, א.34) שבת קיח, א. פסחים פח, א.35) ראה ירושלמי ברכות פ\"ד סוף ה\"ה. ויק\"ר פל\"א, ז. וראה מנחות פו, ב ובפרש\"י שם.",
      "glossary": "|אא\"פ (Ee Efshar): Impossible; אברהם (Avraham): Abraham; אור עליון (Or Elyon): Supernal light; אין להם חיות (Ein Lahem Chayut): They have no life force; אינו מובן (Eino Muvan): Not understood; אינו מוגדר (Eino Mugdar): Not defined; אם ישראל מקבלים (Im Yisrael Mekablim): If Israel accepts; אנת הוא חד (Ant Hu Chad): You are one; בחיי אברהם (BeChayei Avraham): During Abraham's lifetime; בחינה דאורות העליונים (Bechinat Orot HaElyonim): Aspect of supernal lights; בחינה הי\"א (Bechinat HaYud Alef): The eleventh aspect; בחינת המקיף (Bechinat HaMakif): Aspect of the encompassing; בחינת העלם העצמי (Bechinat HaHe'elem HaAtzmi): Aspect of essential concealment; בחינת חיות (Bechinat Chayut): Aspect of life force; בחינת חסד (Bechinat Chesed): Aspect of kindness; בחינת עתיק (Bechinat Atik): Aspect of Atik; ביאור (Be'ur): Explanation; בירור הניצוצות (Birur HaNitzutzot): Clarification of the sparks; בכדי לברר (Bikdei LeVarar): In order to clarify; בכדי לקבל (Bikdei LeKabel): In order to receive; בלי המקיף (Bli HaMakif): Without the encompassing; במדרש (BaMidrash): In the Midrash; במספר י\"א (BeMispar 11): In the number eleven; במספרם (BeMisparam): In their number; בס\"ד (Besiyata Dishmaya): With Divine assistance; בסט\"א (BeSitra Achra): In the Other Side; בעל הברכות (Ba'al HaBrachot): Master of blessings; בקדושה (BiKedushah): In holiness; ברכה נעלית יותר (Brachah Ne'elit Yoter): More elevated blessing; ברכות (Brachot): Blessings; ברכות נעלות (Brachot Ne'alot): Elevated blessings; ברכות נעלות יותר (Brachot Ne'alot Yoter): More elevated blessings; ברכת יצחק (Birkat Yitzchak): Isaac's blessing; ברכת יצחק ליעקב (Birkat Yitzchak LeYa'akov): Isaac's blessing to Jacob; ברכת כהנים (Birkat Kohanim): Priestly blessing; בשביל שישראל (Bishvil SheYisrael): For the sake that Israel; בשום גדר (BeShum Geder): By any boundary; בתורה (BaTorah): In Torah; גבוהים מאד (Gevohim Me'od): Very elevated; גבורה (Gevurah): Strength/severity; גבורות (Gevurot): Divine severities/strengths; דא\"ח (Derech Chaim): Way of life; דא\"ס (DeEin Sof): Of the Infinite; דגן (Dagan): Grain; דוגמת (Dugmat): Similar to; דוקא (Davka): Specifically; דיוק (Diyuk): Precise interpretation; דלמעלה (DiLma'alah): From above; דרושים (Derushim): Homiletical interpretations; ה'תשכ\"ח (5728): Hebrew year 5728; האיר (He'ir): Illuminated; האלקים בה' הידיעה (HaElokim BeHei HaYedi'ah): Elokim with the definite article; הבירור (HaBirur): The clarification; הבירור דעשו (HaBirur DeEsav): The clarification of Esau; הגבלה (Hagbalah): Limitation; ההנהגה (HaHanhagah): Divine providence; החיות (HaChayut): Life force; החיות של הע\"ס (HaChayut Shel HaEser Sefirot): Life force of the ten sefirot; הי' מובלע בהם (Hayah Muvla Bahem): Would be absorbed in them; הי' נמשך בתוכם (Hayah Nimshach BeTocha): Would be drawn within them; המשכה (Hamshachah): Drawing down; המשכה זו (Hamshachah Zo): This drawing down; המשכה למטה (Hamshachah LeMata): Drawing down below; המשכת אורות העליונים (Hamshachat Orot HaElyonim): Drawing down of supernal lights; המשכת בחינת עתיק (Hamshachat Bechinat Atik): Drawing down the aspect of Atik; המשכת המקיף (Hamshachat HaMakif): Drawing down of the encompassing; המשכת עתיק (Hamshachat Atik): Drawing down of Atik; הניצוצות שבו (HaNitzutzot SheBo): The sparks within him; הע\"ס (HaEser Sefirot): The ten sefirot; העילוי והחידוש (HaIluy VeHaChidush): The elevation and innovation; הקב\"ה (HaKadosh Baruch Hu): The Holy One, Blessed be He; הקליפות (HaKelipot): Husks/shells; השפעה (Hashpa'ah): Divine influence; השתדל (Hishtadel): Made effort; התורה מצד עצמה (HaTorah MiTzad Atzmah): Torah from its own side; התורה ניתנת (HaTorah Nitenet): Torah would be given; ויברך אלקים את יצחק בנו (Vayevarech Elokim Et Yitzchak Beno): And God blessed Isaac his son; ויתן לך האלקים (Veyiten Lecha HaElokim): And may God give you; ולא בחושבן (VeLo BeChushban): And not in calculation; ומשמני הארץ (UMishmanei HaAretz): And from the fat of the earth; ועד\"ז (Ve'Al Derech Zeh): And similarly; וער\"ח (Ve'Erev Rosh Chodesh): And eve of the new month; זל\"ז (Zeh LaZeh): One to the other; חכמתו של הקב\"ה (Chochmato Shel HaKadosh Baruch Hu): Wisdom of the Holy; חמימות (Chamimut): Warmth; חסדים (Chasadim): Divine kindnesses; טבע הקרירות (Teva HaKerirut): Nature of coolness; טל (Tal): Dew; טל השמים ומשמני הארץ (Tal HaShamayim UMishmanei HaAretz): Dew of heaven and fat of the earth; טלא דעתיקא (Tala DeAtika): Dew of Atik; י\"א כתרין דמסאבותא (11 Kitrin DeMesa'avuta): Eleven crowns of impurity; י\"א סממנים (11 Samamim): Eleven spices; יברר (Yevarar): Will clarify; יוצא ממנו (Yotzei Mimenu): Coming from him; ייטב בעיניו (Yitav Be'einav): Good in His eyes; יעקב (Ya'akov): Jacob; יצחק (Yitzchak): Isaac; יקבלו את התורה (Yekablu Et HaTorah): Should receive the Torah; יתבררו (Yitbareru): Will be clarified; כוונת הבריאה (Kavanat HaBri'ah): Purpose of creation; כח הבירורים (Koach HaBirurim): Power of clarifications; כל ענין שבקדושה (Kol Inyan SheBiKedushah): Every matter in holiness; כמה ענינים (Kamah Inyanim): Several matters; כמו שהיא מצד עצמה (Kmo SheHi MiTzad Atzmah): As it is from its own side; כסלו (Kislev): Hebrew month of Kislev; לברר (LeVarar): To clarify; לברר את הניצוצות (LeVarar Et HaNitzutzot): To clarify the sparks; להמשיך עליו (LeHamshich Alav): To draw down upon him; לולי ברכת יצחק (Lulei Birkat Yitzchak): Without Isaac's blessing; לישראל (LeYisrael): To Israel; לכאורה (LiCh'orah): Seemingly; למטה (LeMata): Below; למעלה מבחינת התורה (LeMa'alah MiBechinat HaTorah): Above the aspect of Torah; לעו\"ז (LeOlam HaZeh): To this world; לעומת זה (Le'umat Zeh): Corresponding to this; מבה\"ח (Motzaei Baal HaChodesh): After the master of the month; מגיעים (Magi'im): Reach; מדריגה (Madreigah): Level; מדת הדין (Midat HaDin): Attribute of judgment; מדתו (Midato): His attribute; מה דאיתא (Mah DeIta): What is stated; מהו שברכו (Mahu SheBiracho): What is the meaning of blessing him; מובדל מהם (Muvdal Mehem): Separated from them; מובדל מהשתלשלות (Muvdal MeHishtalshelut): Separated from the chain of emanation; מובדלת מהם (Muvdelet Mehem): Separated from them; מונים (Monim): Count; מטל השמים (Mital HaShamayim): From the dew of heaven; מספר עשר (Mispar Eser): Number ten; מעצמה (Me'atzmah): By itself; מקרא (Mikra): Scripture; משנה (Mishnah): Mishnah; מתאחד עמהם (Mit'ached Imahem): Unites with them; מתבטלת מציאותו (Mitbatelet Metzi'uto): His existence would be nullified; מתבררים (Mitbarrim): Are clarified; מתלבש בתוכם (Mitlabesh BeTocha): Clothes within them; נבלע בו (Nivla Bo): Absorbed within him; נחשב (Nechshav): Considered; ניצוצות דקדושה (Nitzutzot DeKedushah): Sparks of holiness; נמנה בפני עצמו (Nimneh BiFnei Atzmo): Counted by itself; נמשך אור (Nimshach Or): Light was drawn down; נמשך בפנימיותם (Nimshach BiFnimiyutam): Drawn in their inner dimension; נמשכו (Nimshechu): Were drawn down; נמשכת לבניו (Nimshechet LeBanav): Extended to his children; נעתק (Ne'etak): Removed; נתיירא (Nityaira): Was afraid; סיבב (Sibev): Arranged; סידור (Siddur): Prayer book; עה\"פ (Al HaPasuk): On the verse; עי\"ז (Al Yedei Zeh): Through this; על (Al): Upon; עם מעשה בראשית (Im Ma'aseh Bereishit): With the act of creation; ענין היגיעה (Inyan HaYegi'ah): Matter of toil; ענין הראשון (Inyan HaRishon): First matter; ענין לעצמו (Inyan LeAtzmo): Matter unto itself; ענינו (Inyano): Its matter; עצמות אוא\"ס (Atzmut Or Ein Sof): Essence of the Infinite Light; עשו (Esav): Esau; עשר ולא אחד עשר (Eser VeLo Achad Asar): Ten and not eleven; עשר ולא תשע (Eser VeLo Tesha): Ten and not nine; עתיק מלשון נעתק (Atik MiLashon Ne'etak): Atik from the language of removed; עתיק מצד עצמו (Atik MiTzad Atzmo): Atik from its own side; פירוש רש\"י (Peirush Rashi): Rashi's commentary; פסוקים (Pesukim): Verses; פרשתנו (Parshatenu): Our Torah portion; צמצום (Tzimtzum): Divine contraction; צפה (Tzafah): Foresaw; צריך לכלול (Tzarich Lichlol): Need to include; קטורת (Ketoret): Incense; ריבוי בלי גבול (Ribui Bli Gvul): Increase without limit; ש\"פ (Shabbat Parshat): Shabbat of Torah portion; שאינו נמנה עמהם (She'eino Nimneh Imahem): That is not counted with them; שיומשך למטה (SheYimashech LeMata): That it be drawn below; שייכות (Shayachut): Connection; שלא כדרכו (SheLo KeDarko): Not according to his way; שלא ע\"י יעקב (SheLo Al Yedei Ya'akov): Not through Jacob; שלמעלה גם מעתיק (SheLma'alah Gam MeAtik): Above even Atik; שלמעלה מהע\"ס (SheLma'alah MeHaEser Sefirot): Above the ten sefirot; שם אלקים (Shem Elokim): The name Elokim; שם הוי' (Shem Havaya): The Tetragrammaton/Divine name; שם שמים שגור בפיו (Shem Shamayim Shagur BeFiv): Heaven's name fluent in his mouth; שמחי' אותם (SheMechayeh Otam): That gives them life; שני בניו (Shnei Banav): His two sons; שני פנים (Shnei Panim): Two aspects; שער התקיעות (Sha'ar HaTeki'ot): Gate of shofar blowing; תגבורת (Tigboret): Strengthening; תו\"א (Torah Or): Torah Or; תולדות (Toldot): Torah portion Toldot/Generations; תלמוד (Talmud): Talmud; תנאי התנה (Tnai Hitnah): Condition was made;"
    },
    "search_tags": [
      "צמצום",
      "מקדש",
      "דור",
      "תכלית",
      "Contraction",
      "אברהם",
      "העלם",
      "Knowledge",
      "World",
      "Temple",
      "אוא\"ס",
      "Wisdom",
      "דעת",
      "Isaac",
      "יצירה",
      "ספירות",
      "בית המקדש",
      "Sefirot",
      "יצחק",
      "אצילות",
      "גבורה",
      "Concealment",
      "Jacob",
      "Holy Temple",
      "Self-sacrifice",
      "Dwelling",
      "Purpose",
      "Chain of descent",
      "Torah",
      "כוונה",
      "Creation",
      "Generation",
      "Emanation",
      "Talmud",
      "יעקב",
      "Israel",
      "ישראל",
      "המשכה",
      "Kindness",
      "תורה",
      "Formation",
      "Light",
      "Upper worlds",
      "חסד",
      "השתלשלות",
      "Severity",
      "אור",
      "בריאה",
      "עצמות",
      "מס\"נ",
      "Intention",
      "עליונים",
      "Essence",
      "Infinite Light",
      "Revelation",
      "Drawing down",
      "גילוי",
      "דירה",
      "Abraham",
      "תלמוד",
      "חכמה",
      "עולם"
    ]
  }
}