{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "3_רפא",
    "reference": "Reference: 3_רפא",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אלקות",
        "אור",
        "אוא\"ס",
        "עצמות",
        "גילוי",
        "העלם",
        "תחתונים",
        "עליונים",
        "אצילות",
        "בריאה",
        "יצירה",
        "עולם",
        "עולמות",
        "מלכות",
        "חכמה",
        "דעת",
        "נצח",
        "ספירות",
        "דוד",
        "ישראל",
        "גלות",
        "דור",
        "עבודה",
        "אהבה",
        "יראה",
        "התקשרות",
        "ביטול",
        "המשכה",
        "דירה",
        "תכלית",
        "כוונה",
        "רצון",
        "תיקון",
        "השתלשלות",
        "רבי",
        "חסיד",
        "חסידות"
      ],
      "key_concepts": [
        "Divinity",
        "Light",
        "Infinite Light",
        "Essence",
        "Revelation",
        "Concealment",
        "Lower worlds",
        "Upper worlds",
        "Emanation",
        "Creation",
        "Formation",
        "World",
        "Worlds",
        "Kingship",
        "Wisdom",
        "Knowledge",
        "Eternity",
        "Sefirot",
        "David",
        "Israel",
        "Exile",
        "Generation",
        "Service",
        "Love",
        "Fear/Awe",
        "Connection",
        "Nullification",
        "Drawing down",
        "Dwelling",
        "Purpose",
        "Intention",
        "Will",
        "Rectification",
        "Chain of descent",
        "Rabbi",
        "Chassid",
        "Chassidut"
      ],
      "biblical_references": [
        "שה\"ש יד, ג",
        "שה\"ש ח, א",
        "שה\"ש ח, א",
        "שה\"ש יד, ג",
        "שה\"ש ה, ג",
        "שה\"ש י, ד",
        "בראשית א, כו",
        "בראשית א, א",
        "תהלים כז, ח",
        "תהלים קיז, ב",
        "תהלים קמח, ה"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא"
      ],
      "chassidic_references": [
        "אדמו\"ר הזקן",
        "אדמו\"ר הזקן",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת"
      ],
      "document_type": "מאמר",
      "word_count": 2762,
      "chunk_count": 12
    },
    "content": {
      "main_text": "בס\"ד. ליל ג' דסליחות, ה'תש\"כלך אמר לבי בקשו פני גו'1, ומביא כ\"ק מו\"ח אדמו\"ר במאמרו ד\"ה זה2 פירוש רש\"י עה\"פ, דבלך שני פירושים. בשבילך בשליחותך ובמקומך. וממשיך בהמאמר, שגם בבקשו פני שני פירושים. שבקשו הוא בקשה ותחינה, ושבקשו הוא בקשה וחיפוש. ומבאר, דשני ענינים אלה (בקשה ותחינה, בקשה וחיפוש) הם בתפלה. דתפלה היא בקשה ותחינה, והבקשה היא שיצליח בעבודתו לחפש ולמצוא דרכי התיקון בכל עניניו. וזהו מ\"ש לך אמר לבי בקשו פני (לבי דוקא), כי שני הענינים דבקשו פני הם בתפלה (כנ\"ל), ותפלה היא עבודה שבלב3. ומוסיף בהמאמר, דבעבודה שבלב שני ענינים. בתוך הלב ועם הלב. ויש לומר, דשני ענינים אלה הם בהתאם לשני הפירושים (דלעיל) בבקשו פני. דהבקשה ותחינה שבתפלה באה ע\"י העבודה בתוך הלב, שבכדי שהבקשה והתחינה שלו תהי' באמת, הוא ע\"י שמעורר את לבו, עבודה בהלב עצמו. והחיפוש שבתפלה (איך לתקן כל עניניו) הוא עבודה עם הלב. היינו, שהעבודה היא (לא בהלב, אלא) בכל עניניו, אלא שעבודה זו היא ע\"י הלב4.ב) ולבאר זה, מקדים בהמאמר מ\"ש5 ומבשרי אחזה אלוקה, דצריך להבין הרי העיקר הוא הנפש ולמה אומר ומבשרי אחזה. ומבאר, דבראי' ישנם שני אופנים, ראי' שכלית וראי' מוחשית. דראי' שכלית מתייחסת יותר אל הנפש, וראי' מוחשית מתייחסת יותר אל הגוף. וחילוק זה הוא גם בנוגע להדבר הנראה. דבכל דבר יש גוף ונפש. שגם בדברים גשמיים יש הנפש שבהם6, וגם בדברים רוחניים יש הגוף שבהם. ולכן אומר ומבשרי אחזה אלוקה, כי הכוונה באחזה אלוקה היא לראי' מוחשית באלקות, דישנם עניני אלקות, כמו השגחה פרטית, שאפשר לראותם במוחש. וממשיך בהמאמר7 בפירוש הכתוב ומבשרי אחזה אלוקה, דכחות נפש האדם משתלשלות מהספירות שלמעלה8 כמ\"ש9 נעשה אדם בצלמנו כדמותנו, ולכן, מכחות נפש האדם אפשר להבין הספירות שלמעלה.וממשיך בהמאמר10 (לאחרי שמבאר באריכות הענין דמבשרי אחזה אלוקה), שבכדי שתהי' התעוררות המדות שבלב, צריכה להיות הכנה לזה. דהגם שהתעוררות המדות שבלב היא ע\"י התבוננות, מ\"מ, בכדי שאור המוחין יאיר בלבו לעורר את המדות, צריך להיות הכנה לזה גם מצד הלב. וההכנה לזה היא המרירות שקודם התפלה. דע\"י שמתבונן בתכלית ירידת נשמתו למטה שהיא ירידה צורך עלי', שע\"י עבודתה בתומ\"צ תתעלה למדריגה נעלית יותר מכמו שהיתה קודם ירידתה, ואיך שהוא מתנהג בפועל, דלא זו בלבד שאינו עוסק בתומ\"צ כדבעי (שלכן העלי' דהנשמה שע\"י הירידה אינה בשלימות), הנה ע\"י מעשיו הבלתי רצויים הוא מוריד את נשמתו למטה עוד יותר, ובפרט כשמתבונן בהמשל דהאוחז ראשו של מלך כו'11, יבוא למרירות גדולה. וע\"י מרירות זו נעשה החרישה בקרקע לבבו, שנעשה מוכן להתעוררות (ע\"י התבוננות) אמיתית במדות שבלב.וממשיך בהמאמר9, דכ\"ז הוא גם בכל ימות השנה, ובפרט בחודש אלול שהוא זמן התגלות י\"ג מדות הרחמים12, והגילוי די\"ג מדות הרחמים דחודש אלול הוא לכל, גם להרחוקים ביותר. וכהמשל דמלך בשדה13 שאז רשאים ויכולים14 כל מי שרוצה להקביל פניו (ולמסור לו את בקשותיהם), והוא מקבל את כולם בסבר פנים יפות ומראה פנים שוחקות לכולם. [ויש להוסיף, דהגם שהביאור (בהמאמר) בהמעלה דחודש אלול בא בהמשך לענין המרירות, דכיון שבאלול הוא הגילוי די\"ג מדות הרחמים גם להרחוקים לכן הוא זמן מסוגל ביותר לעשות חרישה בקרקע לבבו ע\"י המרירות, הגילוי די\"ג מדות הרחמים שבאלול צריך להוסיף גם בענין השמחה. דמכיון שבאלול מראה המלך פנים שוחקות לכולם, ה\"ז צריך לעורר (כמים הפנים לפנים15) תוספות שמחה בעבודת המלך]. ומסיים בהמאמר, דהפירוש לך אמר לבי בשבילך ובשליחותך, הוא, שהלב הוא בשבילו ית' להשלים רצונו ית' לעשות את המטה דירה לו ית', והפירוש לך אמר לבי במקומך הוא ענין נקודת היהדות שישנה בכאו\"א מישראל שמקושרת בהעצמות.ג) ולהבין הביאור בשני הפירושים בלך אמר לבי, והשייכות שלהם להענינים המבוארים בהמאמר [הענין דמבשרי אחזה אלוקה, ושבכדי שתהי' התעוררות מדות שבלב צריכה להיות הכנה לזה, וכו'] יש להקדים מ\"ש הרב המגיד16 בשם הבעש\"ט שבכל תיבה17 מתיבות התפלה ישנם ג' בחינות, עולמות נשמות ואלקות. ועפ\"ז יש לומר גם בנוגע לבקשו פני, שהעבודה דבקשו פני היא בתפלה, שהיא בג' בחינות אלו. דבתיבת פני (שבפסוק זה), ג' פירושים. דלפירוש רש\"י בלך אמר לבי, שהלב אומר בשליחותו או במקומו של הקב\"ה, פני קאי על פניו ית', פנימיות דאלקות. ואדמו\"ר הזקן מפרש18, דזה שהלב אומר בקשו פני קאי על הפנימיות שלו, פנימיות הלב, הפנימיות דנשמות. ועוד פירוש בבקשו פני19, שפני קאי על אצילות, כי ד' המדריגות פנים ואחור ימין ושמאל הם ד' העולמות אבי\"ע [אחור – עשי', שמאל – יצירה, ימין – בריאה, ופנים – אצילות], פנימיות העולמות.ד) והנה בהענין דפני, בכל אחת מג' בחינות אלה, יש ב' מדריגות, בכללות. פנימיות שיש לה שייכות להחיצוניות, ופנימיות ממש שמובדלת מהחיצוניות. דבענין העולמות הוא אצילות ולמעלה מאצילות. וכמ\"ש הצ\"צ20 בפירוש הכתוב בקשו פני את פניך הוי' אבקש, דבקשו פני הוא להמשיך החכמה, אצילות, ואת פניך הוי' אבקש הוא להמשיך הפנים של הוי', האורות דאריך ועתיק. דהחילוק בין אצילות ולמעלה מאצילות הוא, דאצילות הוא בכלל ד' העולמות אלא שהוא ה\"פנים\" שלהם, פנימיות ששייך לחיצוניות, ולמעלה מאצילות הוא למעלה מעולמות, פנימיות שמובדל מחיצוניות. ועד\"ז הוא בפנימיות הלב, פנים דהנשמות, שיש בו דוגמת ב' מדריגות אלה. וכמבואר בלקו\"ת ד\"ה כי תצא למלחמה על אויביך21, דבפנימיות הלב יש שתי מדריגות, הארת נקודת הלב ועצמות נקודת הלב, דשתי המדריגות הם מאצילות [דזהו החילוק שבין חיצוניות הלב לפנימיות הלב, שחיצוניות הלב הוא מבי\"ע ופנימיות הלב הוא מאצילות. וזהו מה שחיצוניות הלב הוא ע\"פ טעם ודעת ופנימיות הלב הוא למעלה מטעם ודעת, כי בבריאה הוא ענין ההשגה, אימא מקננא בכורסיא22, ואצילות בכלל הוא חכמה, דאמיתית ענין החכמה הוא למעלה מהשכל], אלא שהארת נקודת הלב היא מאצילות שבפנימיות בי\"ע ועצמות נקודת הלב היא מאצילות עצמו. וכמו שלמעלה, בחינת האצילות שבבי\"ע היא רק הארת האצילות, עד\"ז הוא בנשמת האדם, שבחינה זו היא רק הארת נקודת הלב. ונמצא, שהארת נקודת הלב הוא מה שמאיר מפנימיות הלב לחיצוניות הלב (ע\"ד הארת האצילות בבי\"ע), ועצמות נקודת הלב הוא הפנימיות כמו שהוא במקומו.ועד\"ז הוא גם בהפנימיות דאלקות, שיש בו דוגמת ב' מדריגות הנ\"ל. ויובן זה ע\"פ מ\"ש בתניא23 בענין ב' השמות הוי' ואלקים, דאלקים הוא חיצוניות והוי' הוא פנימיות. [ויש לקשר זה עם המבואר בלקו\"ת שם24, דהאהבה שבחיצוניות הלב באה ע\"י ההתבוננות באור הממלא, והאהבה (רעו\"ד שלמעלה מטו\"ד) שבפנימיות הלב נמשכת מאור הסובב, כי הוי' ואלקים הם (בד\"כ) סובב וממלא25. ולכן, אור הממלא (אלקים), חיצוניות26, הוא שרש להאהבה דחיצוניות הלב, ואור הסובב (הוי'), פנימיות, הוא שרש להאהבה דפנימיות הלב]. ועפ\"ז יש לומר, דפירוש פניך הוי' הוא העצם דהוי' שלמעלה מהתלבשות באלקים. דזה שהוי' (בכלל) הוא פנימיות, הוא גם לאחרי שמתלבש באלקים. ופניך הוי' הוא העצם דהוי' שלמעלה מהתלבשות באלקים.ה) ויש לומר דבחינת פניך הוי', הפנימיות דהוי', הוא למעלה גם מהוי' שלמעלה מהתלבשות באלקים. [וע\"ד המבואר במקום אחר27 בפירוש הכתוב28 ואמת הוי' לעולם, דגם שם הוי' שלמעלה מהתלבשות באלקים הוא הוי' (סתם), ואמת הוי' (האמיתית דהוי') הוא עצמות אוא\"ס שלמעלה משם הוי', למעלה גם מהוי' שלמעלה מהתלבשות באלקים]. ויובן זה ע\"פ הידוע29 דהפנימיות של כל דבר הוא הדבר עצמו, וזה שהוא מקור לאיזה ענין אחר, הוא החיצוניות שלו. ועפ\"ז יש לבאר החילוק בין שתי הדרגות בהפנימיות שלמעלה (הוי' ואוא\"ס שלמעלה מהוי'), דהוי' הוא לשון מהווה30, אלא שההתהוות שמשם הוי' היא באופן דבדרך ממילא. וכידוע31 דההתהוות שמשם אלקים היא בדרך התלבשות (בראשית ברא אלקים32), וההתהוות משם הוי' היא באופן דבדרך ממילא (יהללו את שם הוי' כי הוא צוה ונבראו33). ולכן, בכללות, שם הוי' הוא פנימיות, כי זה שההתהוות ממנו היא באופן דבדרך ממילא, מורה על זה שהוא מופלא מענין ההתהוות34 (ואינו מקור ממש). אבל בפרטיות, זה שמשם הוי' נעשה ההתהוות, הוא מפני שהוא מקור לההתהוות35, ולכן, עיקר ענין הפנימיות הוא בעצמות אוא\"ס שלמעלה מהוי'.ועפ\"ז יש לומר שעד\"ז הוא בשתי המדריגות דפנימיות הלב, דזה שהארת נקודת הלב אינה בבחינת פנימיות כ\"כ כהפנימיות דעצמות נקודת הלב הוא גם כמו שהיא בעצמותה, לפני שהיא מאירה בחיצוניות הלב36. דמזה שממנה נמשך להאיר בחיצוניות הלב, מוכח, שאינה אמיתית ענין הפנימיות. ואמיתית ענין הפנימיות הוא בעצמות נקודת הלב שהיא מובדלת מחיצוניות הלב. וע\"ד שנת\"ל בענין פניך הוי', שהוא למעלה גם מהוי' שלמעלה מהתלבשות באלקים.ו) ויש להוסיף ביאור בהשייכות דשתי הדרגות שבפנימיות הלב (הארת נקודת הלב ועצמות נקודת הלב) לשתי הדרגות בהפנימיות שלמעלה (הוי' ואוא\"ס שלמעלה מהוי'), ע\"פ המבואר בלקו\"ת שם בפירוש הכתוב37 כי תצא למלחמה על אויביך, דכי תצא למלחמה קאי על מלחמת נפש האלקית עם נפש הבהמית38, דמלחמה זו היא בכחות הנשמה המלובשים בגוף (שכל ומדות), משא\"כ פנימיות הלב (הארת נקודת הלב) הוא על אויביך, למעלה מאויביך, שאין להאויב שליטה ואחיזה שם. וע\"י הגילוי דהארת נקודת הלב, על אויביך, עי\"ז ושבית שביו36, שנהפך הרע לטוב. אלא שהפיכת הרע לטוב שע\"י גילוי הארת נקודת הלב הוא רק בהלבושים מחשבה דיבור ומעשה, ובכדי להפוך המדות מרע לטוב הוא ע\"י גילוי עצמות נקודת הלב39. וזהו וראית בשבי' אשת יפת תואר40, אשת יפת תואר היא הנשמה המלובשת בגוף, ובכדי להוציא אותה [את עצמותה ומהותה, היינו השכל והמדות שלה] מהשבי', הוא ע\"י גילוי עצמות נקודת הלב41.ויש לומר, דזה שבנוגע להפיכת הלבושים (שע\"י גילוי הארת נקודת הלב) כתיב ושבית שביו, ובנוגע להפיכת המדות (שע\"י גילוי עצמות נקודת הלב) כתיב וראית בשבי' וגו', הוא, כי לגבי הארת נקודת הלב ישנו מנגד. וזהו שבנוגע לדרגא זו כתיב על אויביך, כי לגבי הארת נקודת הלב ישנו מציאות האויב, אלא שהוא באופן דעל אויביך, למעלה מאויביך, שאין להאויב שליטה ואחיזה. ולכן, הוצאת הענינים דקדושה (מחשבה דיבור ומעשה דהנשמה) מהשבי', שע\"י גילוי הארת נקודת הלב, היא באופן של פעולה, ושבית שביו [אלא שהפעולה אינה באופן דמלחמה, כי לגבי דרגא זו אין להאויב שליטה]. משא\"כ עצמות נקודת הלב הוא [ע\"ד] בחינת היחידה42 שאין כנגדה לעומת זה, בבואה דבבואה לית להו43. ולכן הביטול דלעו\"ז שע\"י גילוי עצמות נקודת הלב הוא (לא שע\"י גילוי עצמות נקודת הלב נעשה ביטול הלעו\"ז, כי אם) שע\"י גילוי זה, אין מקום מלכתחילה להמציאות דלעו\"ז44. וזהו וראית בשבי' אשת יפת תואר, דכאשר ישנו הגילוי דעצמות נקודת הלב, אזי הדרגא דהנשמה (אשת יפת תואר) שהיתה תחלה בשבי', מתגלית מעצמה, וראית (ואין צריך להוציא אותה מהשבי').ועד\"ז הוא למעלה, דבשם אלקים אפשר להיות (ע\"י ריבוי צמצומים) יניקה לחיצונים, ועד לאלקים אחרים45. וע\"פ המבואר בכ\"מ46 דשם אלקים הוא לא רק המגן ונרתק שמעלים ומסתיר על האור דשם הוי', אלא שגם האור דשם הוי' כמו שנמשך ומתצמצם ע\"י שם אלקים להיות מקור לנבראים, שבכללות הוא אור הממלא, נקרא אלקים, יש לומר שעד\"ז הוא באור הממלא. דמכיון שההתהוות משם אלקים (אור הממלא) היא בדרך התלבשות, הנבראים שמתהווים ממנו הם תופסים מקום, והביטול שלהם הוא רק ביטול היש47, ולכן אפשר להשתלשל מזה ישות ממש48, ועד להישות דע\"ז (אלקים אחרים). ובכדי שלא יהי' נתינת מקום לישות ולעו\"ז, הוא דוקא ע\"י הגילוי דשם הוי' (אור הסובב), שההתהוות ממנו היא באופן דבדרך ממילא, והנבראים אינם תופסים מקום לגבי', ביטול במציאות46. וע\"פ המבואר לעיל (סעיף ה) שגם שם הוי' הוא מקור להתהוות, בהכרח שגם לגבי שם הוי' יש איזה תפיסת מקום להנבראים49, ואמיתית הביטול הוא דוקא לגבי עצמות אוא\"ס שלמעלה מהוי' שאינו בגדר מקור לעולמות. ועפ\"ז יש לומר שבכדי לשלול בתכלית שלא תהי' נתינת מקום לישות, הוא דוקא ע\"י הגילוי דעצמות אוא\"ס שלמעלה מהוי'. וזהו מ\"ש50 לא יהי' לך אלקים אחרים על פני, שבכדי שלא יהי' שום נתינת מקום לאלקים אחרים הוא ע\"י על פני, דאמיתית הענין דפני הוא עצמות אוא\"ס שלמעלה מהוי'.ז) ויש לומר, דשני הפירושים בלך אמר לבי בקשו פני (שלך הוא בשבילך ובשליחותך, ושלך הוא במקומך), וגם שני הפירושים (בהמאמר) בבקשו (בקשה ותחינה, בקשה וחיפוש), הם בהתאם לשתי הדרגות בפני. דבהפנימיות דשם הוי' (שהוא בחי' פנימיות לגבי שם אלקים), שדוגמתו באדם הוא הארת נקודת הלב, פירוש לך הוא בשבילך ובשליחותך. היינו שהלב הוא שלוחו של הקב\"ה, דענינו של שליח הוא ששולחים אותו לעשות איזה דבר. והשליחות שבדרגא זו שבפנימיות הלב הוא להאיר בחיצוניות הלב כדי לנצח המלחמה עם הנפש הבהמית, דעיקר הנצחון (שע\"י גילוי דרגא זו) הוא בהלבושים מחשבה דיבור ומעשה, אלא שבכדי שהמחשבה דיבור ומעשה יהיו בשלימות הוא ע\"י המדות שבלב51, עבודה עם הלב. ועפ\"ז פירוש בקשו פני הוא בקשה וחיפוש, לחפש בכל עניניו שיהיו בהתאם לבחי' פני (פני הוי'). ובהפנימיות דאוא\"ס שלמעלה מהוי', שדוגמתו באדם היא עצמות נקודת הלב, פירוש לך הוא במקומך, וכמובא לעיל (סוף סעיף ב) מהמאמר שהוא נקודת היהדות שבכל אחד מישראל שמקושרת בהעצמות (במקומך). דבדרגא זו אין שייך ענין השליחות, כי נקודת היהדות אינה אמצעי לענין אחר (מילוי השליחות), והתכלית הוא בה עצמה52. והעבודה בנוגע לדרגא זו היא – עבודה בהלב עצמו, שיהי' בגילוי. דפנימיות הלב כמו שהוא מצד עצמו הוא בהעלם53, והעבודה בו היא לעורר אותו שיהי' בגילוי. ועפ\"ז פירוש בקשו פני הוא בקשה ותחינה, דבקשה ותחינה היא (כהלשון בהמאמר) בהתעוררות גדולה.ח) והנה מבואר במק\"א54, שבהעלי' דהנשמה שע\"י ירידתה למטה, שני ענינים. שע\"י שגם בהיותה מלובשת בגוף ונה\"ב היא עובדת את ה', מתגלה תוקף ההתקשרות שלה עם הקב\"ה, שגם ההעלם וההסתר דהגוף ונה\"ב אינו יכול לעשות גרעון בההתקשרות שלה. ושע\"י עבודתה למטה נעשה ענין חדש, הבירור והזיכוך דהגוף ונה\"ב וחלקו בעולם. וכיון שענין זה (הבירור והזיכוך דהגוף וכו') הוא התחדשות (ולא גילוי ההעלם), הוא נעלה יותר מגילוי תוקף ההתקשרות דהנשמה. וע\"פ הידוע55 שבירור וזיכוך הגוף ונה\"ב (שבשביל זה ירדה הנשמה למטה56) הוא דוקא ע\"י אהבה ויראה שבהתגלות הלב, חיצוניות הלב, יש לומר, שיש יתרון בהשליחות דהארת נקודת הלב לחיצוניות הלב, על העבודה דגילוי נקודת היהדות.ט) ויש לומר, דזהו שמבאר בהמאמר מ\"ש מבשרי אחזה אלוקה, מבשרי דוקא, שהכוונה בזה היא לראי' מוחשית (באלקות) שמתייחסת להגוף, כי תכלית הכוונה דירידת הנשמה למטה הוא (לא שעניני הנשמה יהיו בגילוי בהיותה מלובשת בגוף, כי אם) שהגוף יראה אלקות. [ולהעיר שיש עוד פירוש במבשרי אחזה אלוקה, שבהבשר עצמו רואים את האלקות שבו. וכתורת אדמו\"ר הזקן57 עה\"פ מבשרי אחזה אלוקה שצריך שייערין דעם בשר אַז מי זאָל דערזעהען געטליכקייט. דמזה שאומר שצריך שייערין דעם בשר (הסרת הדברים המכסים) מובן שעי\"ז רואים האלקות שבהבשר עצמו. וכמובן גם ממאמר אדמו\"ר (מהורש\"ב) נ\"ע58 עה\"פ מבשרי אחזה אלוקה, קוק ניט וואָס ער איז אַ גולם, דעם גולם האָט מהוה גיווען עצמות א\"ס ב\"ה, דהוא לבדו בכחו ויכלתו לברוא יש מאין ואפס המוחלט59. ויש לומר, דזה שבהמאמר מבאר דפירוש מבשרי אחזה אלוקה הוא ראי' מוחשית, אף שראיית האלקות שבהבשר עצמו הוא לכאורה ענין נעלה יותר (ובפרט לפירוש אדמו\"ר נ\"ע שקאי על כח העצמות שבהגוף), הוא, כי ראיית האלקות שבהבשר (כח העצמות שבו) היא ראי' שכלית שמתייחסת להנפש, ותכלית הכוונה דירידת הנשמה למטה הוא שהגוף יראה אלקות].יו\"ד) והנה ידוע60, דכמו שירידת הנשמה למטה היא לצורך עלי', כמו\"כ הוא גם בנוגע לירידת האור האלקי להוות ולהחיות את הנבראים, שהיא ירידה צורך עלי'. ועפ\"ז יש לומר, שע\"י ששם הוי' יורד ומתלבש בשם אלקים (בכדי להוות ולהחיות את הנבראים), נעשה עלי' בהאור, למעלה יותר גם מכמו שהוא בשרשו באוא\"ס שלמעלה מהוי'61. והעלי' היא, שנעשה62 בו ענין חדש63 – גילוי אלקות בעוה\"ז הגשמי. וכמובא לעיל (סעיף ב) מהמאמר, דישנם עניני אלקות, כמו השגחה פרטית, שהם בגילוי ממש, עד שאפשר לראותם במוחש. ויש לומר, דזהו מ\"ש בהמאמר דזה שראי' מוחשית מתייחסת להגוף הוא הן בנוגע להאדם הרואה והן בנוגע להדבר הנראה, שהיתרון בהפנימיות השייכת לחיצוניות וירידתה בחיצוניות הוא הן בנוגע להאדם, שהגוף רואה אלקות (כנ\"ל סעיף ט), והן בנוגע להאור שלמעלה, שהגילוי שלו הוא בעוה\"ז הגשמי.יא) והנה עד\"ז הוא בעבודת האדם, שעל ידי ירידת המוחין [העליון שבאדם64, דטבע המוחין הוא עלי' למעלה] בהמדות [התחתון שבאדם63, דטבע המדות הוא ירידה למטה], נעשה עלי' בהמוחין. ועיקר העלי' הוא לא זה שאור השכל מאיר גם בלב, אלא שעי\"ז נעשה ענין חדש – התעוררות המדות. ויש לומר, שזהו הטעם על זה שבכדי שתהי' התעוררות המדות שבלב צריכה להיות הכנה גם מצד הלב, כי עיקר החידוש שבהתעוררות המדות הוא כשההתעוררות היא (גם) מצד ענין המדות.ויש לומר, שעד\"ז הוא בנוגע למלך בשדה (אלול), דהגם שזוהי ירידה לגבי כמו שהוא בהיכל מלכותו (ר\"ה ויוהכ\"פ), דבהיותו בהיכל מלכותו הוא בכתר מלכות ולבושי מלכות משא\"כ בהיותו בשדה, הנה עי\"ז נעשה עלי' כביכול בהמלך65, כי ע\"י ירידתו לשדה נעשה ענין חדש, שגם הרחוקים ביותר באים להקביל את פניו. אלא שאעפ\"כ, מכיון שבענין הגילויים, זה שנמצא בשדה הוא ירידה לגבי כמו שהוא בהיכל מלכותו, צריכה להיות העבודה בשדה באופן דללכת (אח\"כ) אחרי המלך להיכל מלכותו66, וכמ\"ש בהמאמר67 שהעבודה דאלול היא הקדמה להעבודה דר\"ה ויוהכ\"פ. וזהו גם הקשר דשני הפירושים68 בלך אמר לבי בקשו פני, שהעבודה דלך אמר לבי להפירוש שלך הוא בשבילך בשליחותך, להשלים רצונו ית' לעשות את המטה דירה לו ית', צריכה להיות באופן שעי\"ז יגיעו להפירוש שלך הוא במקומך, גילוי נקודת היהדות שמקושרת בהעצמות.יב) וממשיך בהמאמר (בסיום וחותם המאמר), שע\"י התעוררות נקודת הלב נעשה כלי טהורה לקבל השפע ברכה על כל השנה. ויש לומר, שבזה ישנם ב' המעלות, המעלה דלך בשליחותך והמעלה דלך במקומך. דכאשר המשכת השפע הוא ע\"פ סדר ההשתלשלות, מעיינים בדינו אם הוא ראוי לזה, וישנם מקטריגים שמקטרגים ואומרים שאינו ראוי לזה. ויש לומר, דענין זה הוא גם כשההמשכה היא משם הוי' (כיון שגם שם הוי' הוא מקור להתהוות, כנ\"ל סעיף ה), כמ\"ש69 ויבואו בני האלקים להתייצב על הוי'. וזה שנמשך שפע ברכה (בריבוי מופלג) הוא לפי שע\"י גילוי עצמות נקודת הלב ההמשכה היא מאוא\"ס שלמעלה מהוי', ואין שייך שם הקטרוג דבני האלקים (וכנ\"ל סוף סעיף ו בפירוש הכתוב לא יהי' לך אלקים אחרים על פני), ויתירה מזו, שאין שם גם המדידות וההגבלות דשם אלקים (דקדושה), ולכן השפע שנמשך משם הוא בריבוי מופלג. וזה שהמשכת השפע הוא בענינים גשמיים, ומכש\"כ זה שהמשכת השפע הוא לא רק מצד למעלה אלא (כנ\"ל מהמאמר) שהאדם נעשה כלי מתאימה לקבל השפע, הוא לפי שע\"י העבודה בהארת נקודת הלב וחיצוניות הלב לעשות את המטה דירה לו ית', נרגש מעלת הגשמיות (כנ\"ל סעיף י בענין מבשרי אחזה אלוקה) ומעלתן של ישראל העושים את הדירה.ומכיון שבהעבודה דאלול ישנם שני הענינים, שהעבודה (עצמה) היא בשדה ובאופן דללכת אחרי המלך להיכל מלכותו (כנ\"ל סעיף יא), לכן, גם בהמשכת השפע שני הענינים, שנמשך רב טוב (במלופם70) שלמעלה ממדידה והגבלה, וזה בא בטוב הנראה והנגלה (גם) בענינים הגשמיים, לשנה טובה ומתוקה, בבני חיי ומזוני כפשוטם, ובכולם – רויחי.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד ליל ג' דסליחות, ה'תש\"כלך אמר לבי בקשו פני גו'1, ומביא כ\"ק מו\"ח אדמו\"ר במאמרו ד\"ה זה2 פירוש רש\"י עה\"פ, דבלך שני פירושים בשבילך בשליחותך ובמקומך וממשיך בהמאמר, שגם בבקשו פני שני פירושים שבקשו הוא בקשה ותחינה, ושבקשו הוא בקשה וחיפוש ומבאר, דשני ענינים אלה (בקשה ותחינה, בקשה וחיפוש) הם בתפלה דתפלה היא בקשה ותחינה, והבקשה היא שיצליח בעבודתו לחפש ולמצוא דרכי התיקון בכל עניניו וזהו מ\"ש לך אמר לבי בקשו פני (לבי דוקא), כי שני הענינים דבקשו פני הם בתפלה (כנ\"ל), ותפלה היא עבודה שבלב3 ומוסיף בהמאמר, דבעבודה שבלב שני ענינים בתוך הלב ועם הלב ויש לומר, דשני ענינים אלה הם בהתאם לשני הפירושים (דלעיל) בבקשו פני דהבקשה ותחינה שבתפלה באה ע\"י העבודה בתוך הלב, שבכדי שהבקשה והתחינה שלו תהי' באמת, הוא ע\"י שמעורר את לבו, עבודה בהלב עצמו והחיפוש שבתפלה (איך לתקן כל עניניו) הוא עבודה עם הלב היינו, שהעבודה היא (לא בהלב, אלא) בכל עניניו, אלא שעבודה זו היא ע\"י הלב4.ב) ולבאר זה, מקדים בהמאמר מ\"ש5 ומבשרי אחזה אלוקה, דצריך להבין הרי העיקר הוא הנפש ולמה אומר ומבשרי אחזה ומבאר, דבראי' ישנם שני אופנים, ראי' שכלית וראי' מוחשית דראי' שכלית מתייחסת יותר אל הנפש, וראי' מוחשית מתייחסת יותר אל הגוף וחילוק זה הוא גם בנוגע להדבר הנראה דבכל דבר יש גוף ונפש שגם בדברים גשמיים יש הנפש שבהם6, וגם בדברים רוחניים יש הגוף שבהם ולכן אומר ומבשרי אחזה אלוקה, כי הכוונה באחזה אלוקה היא לראי' מוחשית באלקות, דישנם עניני אלקות, כמו השגחה פרטית, שאפשר לראותם במוחש",
          "topics": [
            "אלקות",
            "עבודה",
            "כוונה",
            "תיקון"
          ],
          "word_count": 239
        },
        {
          "chunk_id": "chunk_2",
          "content": "וממשיך בהמאמר7 בפירוש הכתוב ומבשרי אחזה אלוקה, דכחות נפש האדם משתלשלות מהספירות שלמעלה8 כמ\"ש9 נעשה אדם בצלמנו כדמותנו, ולכן, מכחות נפש האדם אפשר להבין הספירות שלמעלה.וממשיך בהמאמר10 (לאחרי שמבאר באריכות הענין דמבשרי אחזה אלוקה), שבכדי שתהי' התעוררות המדות שבלב, צריכה להיות הכנה לזה דהגם שהתעוררות המדות שבלב היא ע\"י התבוננות, מ\"מ, בכדי שאור המוחין יאיר בלבו לעורר את המדות, צריך להיות הכנה לזה גם מצד הלב וההכנה לזה היא המרירות שקודם התפלה דע\"י שמתבונן בתכלית ירידת נשמתו למטה שהיא ירידה צורך עלי', שע\"י עבודתה בתומ\"צ תתעלה למדריגה נעלית יותר מכמו שהיתה קודם ירידתה, ואיך שהוא מתנהג בפועל, דלא זו בלבד שאינו עוסק בתומ\"צ כדבעי (שלכן העלי' דהנשמה שע\"י הירידה אינה בשלימות), הנה ע\"י מעשיו הבלתי רצויים הוא מוריד את נשמתו למטה עוד יותר, ובפרט כשמתבונן בהמשל דהאוחז ראשו של מלך כו'11, יבוא למרירות גדולה וע\"י מרירות זו נעשה החרישה בקרקע לבבו, שנעשה מוכן להתעוררות (ע\"י התבוננות) אמיתית במדות שבלב.וממשיך בהמאמר9, דכ\"ז הוא גם בכל ימות השנה, ובפרט בחודש אלול שהוא זמן התגלות י\"ג מדות הרחמים12, והגילוי די\"ג מדות הרחמים דחודש אלול הוא לכל, גם להרחוקים ביותר וכהמשל דמלך בשדה13 שאז רשאים ויכולים14 כל מי שרוצה להקביל פניו (ולמסור לו את בקשותיהם), והוא מקבל את כולם בסבר פנים יפות ומראה פנים שוחקות לכולם [ויש להוסיף, דהגם שהביאור (בהמאמר) בהמעלה דחודש אלול בא בהמשך לענין המרירות, דכיון שבאלול הוא הגילוי די\"ג מדות הרחמים גם להרחוקים לכן הוא זמן מסוגל ביותר לעשות חרישה בקרקע לבבו ע\"י המרירות, הגילוי די\"ג מדות הרחמים שבאלול צריך להוסיף גם בענין השמחה",
          "topics": [
            "אור",
            "גילוי",
            "ספירות",
            "גלות",
            "תכלית"
          ],
          "word_count": 244
        },
        {
          "chunk_id": "chunk_3",
          "content": "דמכיון שבאלול מראה המלך פנים שוחקות לכולם, ה\"ז צריך לעורר (כמים הפנים לפנים15) תוספות שמחה בעבודת המלך] ומסיים בהמאמר, דהפירוש לך אמר לבי בשבילך ובשליחותך, הוא, שהלב הוא בשבילו ית' להשלים רצונו ית' לעשות את המטה דירה לו ית', והפירוש לך אמר לבי במקומך הוא ענין נקודת היהדות שישנה בכאו\"א מישראל שמקושרת בהעצמות.ג) ולהבין הביאור בשני הפירושים בלך אמר לבי, והשייכות שלהם להענינים המבוארים בהמאמר [הענין דמבשרי אחזה אלוקה, ושבכדי שתהי' התעוררות מדות שבלב צריכה להיות הכנה לזה, וכו'] יש להקדים מ\"ש הרב המגיד16 בשם הבעש\"ט שבכל תיבה17 מתיבות התפלה ישנם ג' בחינות, עולמות נשמות ואלקות ועפ\"ז יש לומר גם בנוגע לבקשו פני, שהעבודה דבקשו פני היא בתפלה, שהיא בג' בחינות אלו דבתיבת פני (שבפסוק זה), ג' פירושים דלפירוש רש\"י בלך אמר לבי, שהלב אומר בשליחותו או במקומו של הקב\"ה, פני קאי על פניו ית', פנימיות דאלקות ואדמו\"ר הזקן מפרש18, דזה שהלב אומר בקשו פני קאי על הפנימיות שלו, פנימיות הלב, הפנימיות דנשמות ועוד פירוש בבקשו פני19, שפני קאי על אצילות, כי ד' המדריגות פנים ואחור ימין ושמאל הם ד' העולמות אבי\"ע [אחור – עשי', שמאל – יצירה, ימין – בריאה, ופנים – אצילות], פנימיות העולמות.ד) והנה בהענין דפני, בכל אחת מג' בחינות אלה, יש ב' מדריגות, בכללות פנימיות שיש לה שייכות להחיצוניות, ופנימיות ממש שמובדלת מהחיצוניות דבענין העולמות הוא אצילות ולמעלה מאצילות וכמ\"ש הצ\"צ20 בפירוש הכתוב בקשו פני את פניך הוי' אבקש, דבקשו פני הוא להמשיך החכמה, אצילות, ואת פניך הוי' אבקש הוא להמשיך הפנים של הוי', האורות דאריך ועתיק",
          "topics": [
            "אלקות",
            "אור",
            "עצמות",
            "אצילות",
            "בריאה"
          ],
          "word_count": 241
        },
        {
          "chunk_id": "chunk_4",
          "content": "דהחילוק בין אצילות ולמעלה מאצילות הוא, דאצילות הוא בכלל ד' העולמות אלא שהוא ה\"פנים\" שלהם, פנימיות ששייך לחיצוניות, ולמעלה מאצילות הוא למעלה מעולמות, פנימיות שמובדל מחיצוניות ועד\"ז הוא בפנימיות הלב, פנים דהנשמות, שיש בו דוגמת ב' מדריגות אלה וכמבואר בלקו\"ת ד\"ה כי תצא למלחמה על אויביך21, דבפנימיות הלב יש שתי מדריגות, הארת נקודת הלב ועצמות נקודת הלב, דשתי המדריגות הם מאצילות [דזהו החילוק שבין חיצוניות הלב לפנימיות הלב, שחיצוניות הלב הוא מבי\"ע ופנימיות הלב הוא מאצילות וזהו מה שחיצוניות הלב הוא ע\"פ טעם ודעת ופנימיות הלב הוא למעלה מטעם ודעת, כי בבריאה הוא ענין ההשגה, אימא מקננא בכורסיא22, ואצילות בכלל הוא חכמה, דאמיתית ענין החכמה הוא למעלה מהשכל], אלא שהארת נקודת הלב היא מאצילות שבפנימיות בי\"ע ועצמות נקודת הלב היא מאצילות עצמו וכמו שלמעלה, בחינת האצילות שבבי\"ע היא רק הארת האצילות, עד\"ז הוא בנשמת האדם, שבחינה זו היא רק הארת נקודת הלב ונמצא, שהארת נקודת הלב הוא מה שמאיר מפנימיות הלב לחיצוניות הלב (ע\"ד הארת האצילות בבי\"ע), ועצמות נקודת הלב הוא הפנימיות כמו שהוא במקומו.ועד\"ז הוא גם בהפנימיות דאלקות, שיש בו דוגמת ב' מדריגות הנ\"ל ויובן זה ע\"פ מ\"ש בתניא23 בענין ב' השמות הוי' ואלקים, דאלקים הוא חיצוניות והוי' הוא פנימיות [ויש לקשר זה עם המבואר בלקו\"ת שם24, דהאהבה שבחיצוניות הלב באה ע\"י ההתבוננות באור הממלא, והאהבה (רעו\"ד שלמעלה מטו\"ד) שבפנימיות הלב נמשכת מאור הסובב, כי הוי' ואלקים הם (בד\"כ) סובב וממלא25 ולכן, אור הממלא (אלקים), חיצוניות26, הוא שרש להאהבה דחיצוניות הלב, ואור הסובב (הוי'), פנימיות, הוא שרש להאהבה דפנימיות הלב]",
          "topics": [
            "אלקות",
            "אור",
            "עצמות",
            "אצילות",
            "בריאה"
          ],
          "word_count": 241
        },
        {
          "chunk_id": "chunk_5",
          "content": "ועפ\"ז יש לומר, דפירוש פניך הוי' הוא העצם דהוי' שלמעלה מהתלבשות באלקים דזה שהוי' (בכלל) הוא פנימיות, הוא גם לאחרי שמתלבש באלקים ופניך הוי' הוא העצם דהוי' שלמעלה מהתלבשות באלקים.ה) ויש לומר דבחינת פניך הוי', הפנימיות דהוי', הוא למעלה גם מהוי' שלמעלה מהתלבשות באלקים [וע\"ד המבואר במקום אחר27 בפירוש הכתוב28 ואמת הוי' לעולם, דגם שם הוי' שלמעלה מהתלבשות באלקים הוא הוי' (סתם), ואמת הוי' (האמיתית דהוי') הוא עצמות אוא\"ס שלמעלה משם הוי', למעלה גם מהוי' שלמעלה מהתלבשות באלקים] ויובן זה ע\"פ הידוע29 דהפנימיות של כל דבר הוא הדבר עצמו, וזה שהוא מקור לאיזה ענין אחר, הוא החיצוניות שלו ועפ\"ז יש לבאר החילוק בין שתי הדרגות בהפנימיות שלמעלה (הוי' ואוא\"ס שלמעלה מהוי'), דהוי' הוא לשון מהווה30, אלא שההתהוות שמשם הוי' היא באופן דבדרך ממילא וכידוע31 דההתהוות שמשם אלקים היא בדרך התלבשות (בראשית ברא אלקים32), וההתהוות משם הוי' היא באופן דבדרך ממילא (יהללו את שם הוי' כי הוא צוה ונבראו33) ולכן, בכללות, שם הוי' הוא פנימיות, כי זה שההתהוות ממנו היא באופן דבדרך ממילא, מורה על זה שהוא מופלא מענין ההתהוות34 (ואינו מקור ממש) אבל בפרטיות, זה שמשם הוי' נעשה ההתהוות, הוא מפני שהוא מקור לההתהוות35, ולכן, עיקר ענין הפנימיות הוא בעצמות אוא\"ס שלמעלה מהוי'.ועפ\"ז יש לומר שעד\"ז הוא בשתי המדריגות דפנימיות הלב, דזה שהארת נקודת הלב אינה בבחינת פנימיות כ\"כ כהפנימיות דעצמות נקודת הלב הוא גם כמו שהיא בעצמותה, לפני שהיא מאירה בחיצוניות הלב36 דמזה שממנה נמשך להאיר בחיצוניות הלב, מוכח, שאינה אמיתית ענין הפנימיות ואמיתית ענין הפנימיות הוא בעצמות נקודת הלב שהיא מובדלת מחיצוניות הלב",
          "topics": [
            "אוא\"ס",
            "עצמות",
            "עולם"
          ],
          "word_count": 245
        },
        {
          "chunk_id": "chunk_6",
          "content": "וע\"ד שנת\"ל בענין פניך הוי', שהוא למעלה גם מהוי' שלמעלה מהתלבשות באלקים.ו) ויש להוסיף ביאור בהשייכות דשתי הדרגות שבפנימיות הלב (הארת נקודת הלב ועצמות נקודת הלב) לשתי הדרגות בהפנימיות שלמעלה (הוי' ואוא\"ס שלמעלה מהוי'), ע\"פ המבואר בלקו\"ת שם בפירוש הכתוב37 כי תצא למלחמה על אויביך, דכי תצא למלחמה קאי על מלחמת נפש האלקית עם נפש הבהמית38, דמלחמה זו היא בכחות הנשמה המלובשים בגוף (שכל ומדות), משא\"כ פנימיות הלב (הארת נקודת הלב) הוא על אויביך, למעלה מאויביך, שאין להאויב שליטה ואחיזה שם וע\"י הגילוי דהארת נקודת הלב, על אויביך, עי\"ז ושבית שביו36, שנהפך הרע לטוב אלא שהפיכת הרע לטוב שע\"י גילוי הארת נקודת הלב הוא רק בהלבושים מחשבה דיבור ומעשה, ובכדי להפוך המדות מרע לטוב הוא ע\"י גילוי עצמות נקודת הלב39 וזהו וראית בשבי' אשת יפת תואר40, אשת יפת תואר היא הנשמה המלובשת בגוף, ובכדי להוציא אותה [את עצמותה ומהותה, היינו השכל והמדות שלה] מהשבי', הוא ע\"י גילוי עצמות נקודת הלב41.ויש לומר, דזה שבנוגע להפיכת הלבושים (שע\"י גילוי הארת נקודת הלב) כתיב ושבית שביו, ובנוגע להפיכת המדות (שע\"י גילוי עצמות נקודת הלב) כתיב וראית בשבי' וגו', הוא, כי לגבי הארת נקודת הלב ישנו מנגד וזהו שבנוגע לדרגא זו כתיב על אויביך, כי לגבי הארת נקודת הלב ישנו מציאות האויב, אלא שהוא באופן דעל אויביך, למעלה מאויביך, שאין להאויב שליטה ואחיזה ולכן, הוצאת הענינים דקדושה (מחשבה דיבור ומעשה דהנשמה) מהשבי', שע\"י גילוי הארת נקודת הלב, היא באופן של פעולה, ושבית שביו [אלא שהפעולה אינה באופן דמלחמה, כי לגבי דרגא זו אין להאויב שליטה] משא\"כ עצמות נקודת הלב הוא [ע\"ד] בחינת היחידה42 שאין כנגדה לעומת זה, בבואה דבבואה לית להו43",
          "topics": [
            "אור",
            "אוא\"ס",
            "עצמות",
            "גילוי"
          ],
          "word_count": 257
        },
        {
          "chunk_id": "chunk_7",
          "content": "ולכן הביטול דלעו\"ז שע\"י גילוי עצמות נקודת הלב הוא (לא שע\"י גילוי עצמות נקודת הלב נעשה ביטול הלעו\"ז, כי אם) שע\"י גילוי זה, אין מקום מלכתחילה להמציאות דלעו\"ז44 וזהו וראית בשבי' אשת יפת תואר, דכאשר ישנו הגילוי דעצמות נקודת הלב, אזי הדרגא דהנשמה (אשת יפת תואר) שהיתה תחלה בשבי', מתגלית מעצמה, וראית (ואין צריך להוציא אותה מהשבי').ועד\"ז הוא למעלה, דבשם אלקים אפשר להיות (ע\"י ריבוי צמצומים) יניקה לחיצונים, ועד לאלקים אחרים45 וע\"פ המבואר בכ\"מ46 דשם אלקים הוא לא רק המגן ונרתק שמעלים ומסתיר על האור דשם הוי', אלא שגם האור דשם הוי' כמו שנמשך ומתצמצם ע\"י שם אלקים להיות מקור לנבראים, שבכללות הוא אור הממלא, נקרא אלקים, יש לומר שעד\"ז הוא באור הממלא דמכיון שההתהוות משם אלקים (אור הממלא) היא בדרך התלבשות, הנבראים שמתהווים ממנו הם תופסים מקום, והביטול שלהם הוא רק ביטול היש47, ולכן אפשר להשתלשל מזה ישות ממש48, ועד להישות דע\"ז (אלקים אחרים) ובכדי שלא יהי' נתינת מקום לישות ולעו\"ז, הוא דוקא ע\"י הגילוי דשם הוי' (אור הסובב), שההתהוות ממנו היא באופן דבדרך ממילא, והנבראים אינם תופסים מקום לגבי', ביטול במציאות46 וע\"פ המבואר לעיל (סעיף ה) שגם שם הוי' הוא מקור להתהוות, בהכרח שגם לגבי שם הוי' יש איזה תפיסת מקום להנבראים49, ואמיתית הביטול הוא דוקא לגבי עצמות אוא\"ס שלמעלה מהוי' שאינו בגדר מקור לעולמות ועפ\"ז יש לומר שבכדי לשלול בתכלית שלא תהי' נתינת מקום לישות, הוא דוקא ע\"י הגילוי דעצמות אוא\"ס שלמעלה מהוי'",
          "topics": [
            "אור",
            "אוא\"ס",
            "עצמות",
            "גילוי",
            "עולמות"
          ],
          "word_count": 226
        },
        {
          "chunk_id": "chunk_8",
          "content": "וזהו מ\"ש50 לא יהי' לך אלקים אחרים על פני, שבכדי שלא יהי' שום נתינת מקום לאלקים אחרים הוא ע\"י על פני, דאמיתית הענין דפני הוא עצמות אוא\"ס שלמעלה מהוי'.ז) ויש לומר, דשני הפירושים בלך אמר לבי בקשו פני (שלך הוא בשבילך ובשליחותך, ושלך הוא במקומך), וגם שני הפירושים (בהמאמר) בבקשו (בקשה ותחינה, בקשה וחיפוש), הם בהתאם לשתי הדרגות בפני דבהפנימיות דשם הוי' (שהוא בחי' פנימיות לגבי שם אלקים), שדוגמתו באדם הוא הארת נקודת הלב, פירוש לך הוא בשבילך ובשליחותך היינו שהלב הוא שלוחו של הקב\"ה, דענינו של שליח הוא ששולחים אותו לעשות איזה דבר והשליחות שבדרגא זו שבפנימיות הלב הוא להאיר בחיצוניות הלב כדי לנצח המלחמה עם הנפש הבהמית, דעיקר הנצחון (שע\"י גילוי דרגא זו) הוא בהלבושים מחשבה דיבור ומעשה, אלא שבכדי שהמחשבה דיבור ומעשה יהיו בשלימות הוא ע\"י המדות שבלב51, עבודה עם הלב ועפ\"ז פירוש בקשו פני הוא בקשה וחיפוש, לחפש בכל עניניו שיהיו בהתאם לבחי' פני (פני הוי') ובהפנימיות דאוא\"ס שלמעלה מהוי', שדוגמתו באדם היא עצמות נקודת הלב, פירוש לך הוא במקומך, וכמובא לעיל (סוף סעיף ב) מהמאמר שהוא נקודת היהדות שבכל אחד מישראל שמקושרת בהעצמות (במקומך) דבדרגא זו אין שייך ענין השליחות, כי נקודת היהדות אינה אמצעי לענין אחר (מילוי השליחות), והתכלית הוא בה עצמה52 והעבודה בנוגע לדרגא זו היא – עבודה בהלב עצמו, שיהי' בגילוי דפנימיות הלב כמו שהוא מצד עצמו הוא בהעלם53, והעבודה בו היא לעורר אותו שיהי' בגילוי ועפ\"ז פירוש בקשו פני הוא בקשה ותחינה, דבקשה ותחינה היא (כהלשון בהמאמר) בהתעוררות גדולה.ח) והנה מבואר במק\"א54, שבהעלי' דהנשמה שע\"י ירידתה למטה, שני ענינים",
          "topics": [
            "אוא\"ס",
            "עצמות",
            "גילוי",
            "העלם",
            "נצח"
          ],
          "word_count": 248
        },
        {
          "chunk_id": "chunk_9",
          "content": "שע\"י שגם בהיותה מלובשת בגוף ונה\"ב היא עובדת את ה', מתגלה תוקף ההתקשרות שלה עם הקב\"ה, שגם ההעלם וההסתר דהגוף ונה\"ב אינו יכול לעשות גרעון בההתקשרות שלה ושע\"י עבודתה למטה נעשה ענין חדש, הבירור והזיכוך דהגוף ונה\"ב וחלקו בעולם וכיון שענין זה (הבירור והזיכוך דהגוף וכו') הוא התחדשות (ולא גילוי ההעלם), הוא נעלה יותר מגילוי תוקף ההתקשרות דהנשמה וע\"פ הידוע55 שבירור וזיכוך הגוף ונה\"ב (שבשביל זה ירדה הנשמה למטה56) הוא דוקא ע\"י אהבה ויראה שבהתגלות הלב, חיצוניות הלב, יש לומר, שיש יתרון בהשליחות דהארת נקודת הלב לחיצוניות הלב, על העבודה דגילוי נקודת היהדות.ט) ויש לומר, דזהו שמבאר בהמאמר מ\"ש מבשרי אחזה אלוקה, מבשרי דוקא, שהכוונה בזה היא לראי' מוחשית (באלקות) שמתייחסת להגוף, כי תכלית הכוונה דירידת הנשמה למטה הוא (לא שעניני הנשמה יהיו בגילוי בהיותה מלובשת בגוף, כי אם) שהגוף יראה אלקות [ולהעיר שיש עוד פירוש במבשרי אחזה אלוקה, שבהבשר עצמו רואים את האלקות שבו וכתורת אדמו\"ר הזקן57 עה\"פ מבשרי אחזה אלוקה שצריך שייערין דעם בשר אַז מי זאָל דערזעהען געטליכקייט דמזה שאומר שצריך שייערין דעם בשר (הסרת הדברים המכסים) מובן שעי\"ז רואים האלקות שבהבשר עצמו וכמובן גם ממאמר אדמו\"ר (מהורש\"ב) נ\"ע58 עה\"פ מבשרי אחזה אלוקה, קוק ניט וואָס ער איז אַ גולם, דעם גולם האָט מהוה גיווען עצמות א\"ס ב\"ה, דהוא לבדו בכחו ויכלתו לברוא יש מאין ואפס המוחלט59",
          "topics": [
            "אלקות",
            "עצמות",
            "גילוי",
            "העלם",
            "עולם"
          ],
          "word_count": 210
        },
        {
          "chunk_id": "chunk_10",
          "content": "ויש לומר, דזה שבהמאמר מבאר דפירוש מבשרי אחזה אלוקה הוא ראי' מוחשית, אף שראיית האלקות שבהבשר עצמו הוא לכאורה ענין נעלה יותר (ובפרט לפירוש אדמו\"ר נ\"ע שקאי על כח העצמות שבהגוף), הוא, כי ראיית האלקות שבהבשר (כח העצמות שבו) היא ראי' שכלית שמתייחסת להנפש, ותכלית הכוונה דירידת הנשמה למטה הוא שהגוף יראה אלקות].יו\"ד) והנה ידוע60, דכמו שירידת הנשמה למטה היא לצורך עלי', כמו\"כ הוא גם בנוגע לירידת האור האלקי להוות ולהחיות את הנבראים, שהיא ירידה צורך עלי' ועפ\"ז יש לומר, שע\"י ששם הוי' יורד ומתלבש בשם אלקים (בכדי להוות ולהחיות את הנבראים), נעשה עלי' בהאור, למעלה יותר גם מכמו שהוא בשרשו באוא\"ס שלמעלה מהוי'61 והעלי' היא, שנעשה62 בו ענין חדש63 – גילוי אלקות בעוה\"ז הגשמי וכמובא לעיל (סעיף ב) מהמאמר, דישנם עניני אלקות, כמו השגחה פרטית, שהם בגילוי ממש, עד שאפשר לראותם במוחש ויש לומר, דזהו מ\"ש בהמאמר דזה שראי' מוחשית מתייחסת להגוף הוא הן בנוגע להאדם הרואה והן בנוגע להדבר הנראה, שהיתרון בהפנימיות השייכת לחיצוניות וירידתה בחיצוניות הוא הן בנוגע להאדם, שהגוף רואה אלקות (כנ\"ל סעיף ט), והן בנוגע להאור שלמעלה, שהגילוי שלו הוא בעוה\"ז הגשמי.יא) והנה עד\"ז הוא בעבודת האדם, שעל ידי ירידת המוחין [העליון שבאדם64, דטבע המוחין הוא עלי' למעלה] בהמדות [התחתון שבאדם63, דטבע המדות הוא ירידה למטה], נעשה עלי' בהמוחין ועיקר העלי' הוא לא זה שאור השכל מאיר גם בלב, אלא שעי\"ז נעשה ענין חדש – התעוררות המדות",
          "topics": [
            "אלקות",
            "אור",
            "אוא\"ס",
            "עצמות",
            "גילוי"
          ],
          "word_count": 222
        },
        {
          "chunk_id": "chunk_11",
          "content": "ויש לומר, שזהו הטעם על זה שבכדי שתהי' התעוררות המדות שבלב צריכה להיות הכנה גם מצד הלב, כי עיקר החידוש שבהתעוררות המדות הוא כשההתעוררות היא (גם) מצד ענין המדות.ויש לומר, שעד\"ז הוא בנוגע למלך בשדה (אלול), דהגם שזוהי ירידה לגבי כמו שהוא בהיכל מלכותו (ר\"ה ויוהכ\"פ), דבהיותו בהיכל מלכותו הוא בכתר מלכות ולבושי מלכות משא\"כ בהיותו בשדה, הנה עי\"ז נעשה עלי' כביכול בהמלך65, כי ע\"י ירידתו לשדה נעשה ענין חדש, שגם הרחוקים ביותר באים להקביל את פניו אלא שאעפ\"כ, מכיון שבענין הגילויים, זה שנמצא בשדה הוא ירידה לגבי כמו שהוא בהיכל מלכותו, צריכה להיות העבודה בשדה באופן דללכת (אח\"כ) אחרי המלך להיכל מלכותו66, וכמ\"ש בהמאמר67 שהעבודה דאלול היא הקדמה להעבודה דר\"ה ויוהכ\"פ וזהו גם הקשר דשני הפירושים68 בלך אמר לבי בקשו פני, שהעבודה דלך אמר לבי להפירוש שלך הוא בשבילך בשליחותך, להשלים רצונו ית' לעשות את המטה דירה לו ית', צריכה להיות באופן שעי\"ז יגיעו להפירוש שלך הוא במקומך, גילוי נקודת היהדות שמקושרת בהעצמות.יב) וממשיך בהמאמר (בסיום וחותם המאמר), שע\"י התעוררות נקודת הלב נעשה כלי טהורה לקבל השפע ברכה על כל השנה ויש לומר, שבזה ישנם ב' המעלות, המעלה דלך בשליחותך והמעלה דלך במקומך דכאשר המשכת השפע הוא ע\"פ סדר ההשתלשלות, מעיינים בדינו אם הוא ראוי לזה, וישנם מקטריגים שמקטרגים ואומרים שאינו ראוי לזה ויש לומר, דענין זה הוא גם כשההמשכה היא משם הוי' (כיון שגם שם הוי' הוא מקור להתהוות, כנ\"ל סעיף ה), כמ\"ש69 ויבואו בני האלקים להתייצב על הוי'",
          "topics": [
            "עצמות",
            "גילוי",
            "מלכות",
            "עבודה",
            "המשכה"
          ],
          "word_count": 231
        },
        {
          "chunk_id": "chunk_12",
          "content": "וזה שנמשך שפע ברכה (בריבוי מופלג) הוא לפי שע\"י גילוי עצמות נקודת הלב ההמשכה היא מאוא\"ס שלמעלה מהוי', ואין שייך שם הקטרוג דבני האלקים (וכנ\"ל סוף סעיף ו בפירוש הכתוב לא יהי' לך אלקים אחרים על פני), ויתירה מזו, שאין שם גם המדידות וההגבלות דשם אלקים (דקדושה), ולכן השפע שנמשך משם הוא בריבוי מופלג וזה שהמשכת השפע הוא בענינים גשמיים, ומכש\"כ זה שהמשכת השפע הוא לא רק מצד למעלה אלא (כנ\"ל מהמאמר) שהאדם נעשה כלי מתאימה לקבל השפע, הוא לפי שע\"י העבודה בהארת נקודת הלב וחיצוניות הלב לעשות את המטה דירה לו ית', נרגש מעלת הגשמיות (כנ\"ל סעיף י בענין מבשרי אחזה אלוקה) ומעלתן של ישראל העושים את הדירה.ומכיון שבהעבודה דאלול ישנם שני הענינים, שהעבודה (עצמה) היא בשדה ובאופן דללכת אחרי המלך להיכל מלכותו (כנ\"ל סעיף יא), לכן, גם בהמשכת השפע שני הענינים, שנמשך רב טוב (במלופם70) שלמעלה ממדידה והגבלה, וזה בא בטוב הנראה והנגלה (גם) בענינים הגשמיים, לשנה טובה ומתוקה, בבני חיי ומזוני כפשוטם, ובכולם – רויחי",
          "topics": [
            "אוא\"ס",
            "עצמות",
            "גילוי",
            "מלכות",
            "ישראל"
          ],
          "word_count": 158
        }
      ],
      "footnotes": "* יצא לאור בקונטרס ג' דסליחות – תשמ\"ט, \"לקראת ג' דסליחות* .. מוצש\"ק כ\"ג אלול ה'תשמ\"ט\".*) ראה סה\"מ ה'תש\"ה ע' 266.1) תהלים כז, ח. – והוא פסוק במזמור \"לדוד ה' אורי וישעי\" שנוהגים לומר מר\"ח אלול עד הושענא רבה – סידור אדה\"ז אחר שיר של יום. ועוד. – נסמנו בתו\"מ סה\"מ תשרי ע' רלה הערה 94. ובמאמרי אדהאמ\"צ דברים ח\"ב ע' תקו: שאו' לדוד ה' אורי .. והעיקר הוא בפסוק לך אמר לבי בקשו פני כו'.2) דליל ג' לפני ערב ר\"ה ה'תש\"א – נדפס בסה\"מ ה'ש\"ת ע' 163 ואילך. ה'שי\"ת ע' 281 ואילך (ושם הכותרת: ג' דסליחות).3) תענית ב, א. רמב\"ם הל' תפלה בתחלתו. רבינו יונה לאבות פ\"א מ\"ב.4) ראה סה\"מ תרפ\"ח ע' קד, דפירוש עבודה עם הלב הוא כי התפלה צריכה גם לפעול בכל היום במחשבה דיבור ומעשה, וזהו ע\"י הלב.5) איוב יט, כו.6) שעהיוה\"א פ\"א, מהאריז\"ל. וראה ע\"ח שער לט (שער מ\"ן ומ\"ד) פ\"ג. שער נ (שער קיצור אבי\"ע).7) פ\"ב.8) ראה גם תניא רפ\"ג.9) בראשית א, כו.10) פ\"ד.11) תניא ספכ\"ד.12) לקו\"ת פ' ראה ד\"ה אני לדודי הא' ס\"א (לב, א). וראה מאמרי אדהאמ\"צ דברים ח\"ב ס\"ע תכב ואילך, ובהנסמן שם בהערה ד\"ה הנזכר בספרי הקבלה.13) לקו\"ת שם (לב, ב).14) בלקו\"ת שם \"רשאין\". ובהמאמר מוסיף \"רשאים ויכולים\".15) משלי כז, יט.16) או\"ת להה\"מ (הוצאת קה\"ת) ז, ב (בהוצאת קה\"ת ה'תש\"מ ואילך – סי' יח [בהוצאת תשס\"ו ואילך – ע' כה]). ועיין ג\"כ שם ז, סע\"א (סי' יז). הובא ג\"כ בצוואת הריב\"ש (הוצאת קה\"ת) סי' עה (יב, א-ב). הובא ונתבאר באוה\"ת נח כרך ג תריד, א. וראה ג\"כ אגה\"ק המפורסמת דהבעש\"ט שנדפסה בריש ספר כתר שם טוב. ועיין ג\"כ בהנעתק בס' בעש\"ט עה\"ת ח\"א פ' נח עמוד התפלה בהערה לאות טו.17) כ\"ה באוה\"ת שם. ובאו\"ת וצוואת הריב\"ש שם \"בכל אות\".18) לקו\"ת נצבים מד, ב ואילך. וראה גם לקו\"ת תצא (המובא לקמן בפנים) לו, ב. וראה מאמרי אדהאמ\"צ דברים ח\"ב ע' תפט. שם ע' תצב. תקז.19) אוה\"ת לתהלים (יהל אור) עה\"פ (כז, ח) אות א' (ע' קד), ע\"פ רמ\"ז לזח\"ג צג, ב.20) אוה\"ת שם.21) תצא לו, א. וראה ג\"כ מאמרי אדהאמ\"צ שם.22) תיקו\"ז ת\"ו (כג, א). עץ חיים שער מז (שער סדר אבי\"ע) פ\"ג. שער מב (שער דרושי (כללות) אבי\"ע) פי\"ג. תניא פל\"ט (נב, א).23) אגה\"ת פ\"ד (צד, א).24) לה, ד.25) ראה לקמן הערה 46.26) ראה לקו\"ת נצבים מד, ג, שההתבוננות בגדולתו ית' שממנה באה האהבה דחיצוניות הלב היא בבחי' \"אחרי הוי'\".27) המשך תרס\"ו ע' רכד.28) תהלים קיז, ב.29) ראה סה\"מ עת\"ר ע' ו ואילך. ולהעיר גם מאגה\"ק סי\"ט (קכח, א) \"אחוריים שבספירות הן מדריגות החיצונות כו' שיוכלו לירד ולהתפשט למטה\".30) שעהיוה\"א רפ\"ד. וראה גם זח\"ג רנז, סע\"ב (ברע\"מ). פרדס שער א (שער עשר ולא תשע) פ\"ט.31) המשך תרס\"ו שם. סה\"מ תרע\"ח ע' שפ. תרצ\"א ע' שכב ואילך. סה\"מ קונטרסים ח\"א קצג, ב ואילך.32) בראשית א, א.33) תהלים קמח, ה.34) סה\"מ תרצ\"א שם ע' שכג. סה\"מ קונטרסים שם קצד, רע\"א. וראה גם לקו\"ת שה\"ש יד, ג: צוה ונבראו ממילא, שאין להם ערך ויחוס כלל אליו ית'.35) המשך תרס\"ו שבהערה 27. ולהעיר ממ\"ש \"אתה הוא עד שלא נברא העולם ואתה הוא משנברא העולם\", דלכאורה, מכיון שבמאמר זה עצמו הלשון הוא \"נברא העולם\", נברא בדרך ממילא (כמבואר בארוכה בלקו\"ת שבהערה הקודמת), מהו החידוש בזה שהבריאה אינה פועלת שינוי בו ית'*? והביאור בזה, כי גם פעולה הבאה בדרך ממילא מורה שהדבר שממנו באה הפעולה הוא בגדר מקור להפעולה (שלכן באה ממנו פעולה זו דוקא), דפעולה שבאה מ\"מקור\" (גם כשהיא באופן דבדרך ממילא) עושה שינוי (בדקות עכ\"פ) בו, ובזה מחדש \"אתה הוא עד שלא נברא העולם ואתה הוא משנברא העולם\" בשוה ממש. והטעם על זה הוא, כי הבריאה (גם הבריאה באופן דבדרך ממילא) היא רק מבחינת שמו, הארה בלבד (לקו\"ת שה\"ש ח, א. ובכ\"מ).*) בתניא רפ\"כ (כה, סע\"ב ואילך), דפירוש \"אתה הוא עד שלא נברא העולם ואתה הוא משנברא העולם\" הוא, שהבריאה אינה פועלת \"שום שינוי באחדותו ית'\". אבל בלקו\"ת אמור (לא, ג), שאינו נתפס בזה. וכ\"מ בלקו\"ת שה\"ש ח, א. ובכ\"מ. וראה לקמן הערה 49.36) להעיר, שבנוגע להארת נקודת הלב מבואר בלקו\"ת (תצא לה, ד) ששרשה הוא מאור הסובב, ובנוגע לעצמות נקודת הלב מבואר שם (לו, ב) ששרשה הוא בבחינת \"פניך הוי'\" שנמשך ע\"י תומ\"צ. ומזה משמע שהחילוק שבין שתי הבחינות הוא גם בעצם מהותם.37) תצא כא, י.38) לקו\"ת שם לה, ג.39) לקו\"ת שם לו, א.40) תצא כא, יא.41) לקו\"ת שם לו, ב.42) כן משמע מהמשך הענינים בלקו\"ת שם לו, ד ואילך.43) יבמות קכב, א. וש\"נ. לקו\"ת שם לז, ג. וראה גם שם לו, ג. מאמרי אדהאמ\"צ שם ס\"ע תקמב ואילך.44) ראה עד\"ז ד\"ה פדה בשלום ה'תשל\"ט סוף ס\"ה (תו\"מ סה\"מ כסלו ח\"ב ע' מב).45) סהמ\"צ להצ\"צ מצות מילה פ\"ג (ו, ב). ובכ\"מ.46) המשך תרס\"ו ע' רכב. ובכ\"מ. וראה גם סהמ\"צ להצ\"צ (סב, א), דהוי' הוא סובב ואלקים ממלא.47) המשך תרס\"ו וסה\"מ תרע\"ח שבהערה 31.48) להעיר מקונטרס עץ החיים פ\"ז, שבהעבודה דיחו\"ת, להיותה רק ביטול היש, \"בנקל הוא שיפול ממדריגתו ח\"ו ויהי' יש גמור\".49) ראה גם ד\"ה שובה ישראל ה'תשמ\"א (תו\"מ סה\"מ תשרי ע' קטו ואילך). ולהעיר מתניא רפ\"כ (נעתק לעיל בשוה\"ג להערה 35) דפירוש \"אתה הוא עד שלא נברא העולם ואתה הוא משנברא העולם\" הוא, שהעולמות אינם פועלים שינוי באחדותו ית'. דמזה מוכח, שגם עולמות שנבראו באופן דבדרך ממילא (\"נברא העולם\") יש להם תפיסת מקום, ולכן צריך לחדש שהעולמות אינם פועלים שינוי באחדותו ית'.ועפ\"ז יש לבאר זה ש\"בנוסחא הישנה הי' כתוב אתה הוא עד שלא בראת ועתה הוא הנוסחא עד שלא נברא\" (לקו\"ת שה\"ש יד, ג) – כי בדורות הראשונים הי' מקום לקס\"ד שישנה גם מציאות ממש, והי' צריך לשלול קס\"ד זה. אבל לאחרי שנתגלתה תורת הקבלה, שזה הי' גם הקדמה לגילוי תורת החסידות שבה מודגש ענין אחדותו ית' – בנוגע למציאות ממש, אין מקום לקס\"ד כזה, וזה שצריך לשלול הוא שלא ישנו אפילו \"מציאות\" שבתכלית הדקות, \"אתה הוא עד שלא נברא כו' אתה הוא משנברא כו'\".50) יתרו כ, ג.51) ראה תניא רפ\"ד \"ובלעדה אין להן קיום אמיתי\". ובפרט בנדו\"ד – נצחון המלחמה, דהנצחון הוא כשמקבץ עניני הנשמה שנתפזרו בהלבושים (לקו\"ת תצא לו, א), שזהו ע\"י עקירת הרצון (שם לז, א).52) ראה בארוכה לקו\"ש ח\"ג ע' 817.53) ראה לקו\"ת שה\"ש ה, ג-ד. וראה גם תניא פי\"ט (כה, א).54) תו\"מ סה\"מ אב ע' קצ. שם ע' קמט.55) סה\"מ עת\"ר ע' יד. ה'תש\"י ע' 32.56) תניא פל\"ז (מח, ב).57) לקו\"ד כרך ב שלד, א. ספר השיחות תרצ\"ז ע' 171.58) לקו\"ד שם שלו, א. ספר השיחות שם ע' 173.59) אגה\"ק ס\"כ (קל, ריש ע\"ב).60) סה\"מ תרפ\"ה ע' קנ (וראה שם ע' קמח ואילך כמה ענינים בירידת האור).61) ע\"ד שנת\"ל ס\"ח בהדרגות דנשמה.62) נוסף להעלי' שעי\"ז נשלמת הכוונה דדירה בתחתונים ע\"י עבודת האדם.63) ראה לעיל ס\"ח.64) להעיר מזה שארז\"ל (ב\"ר פ\"ח, יא. ועוד) שהאדם נברא מן העליונים ומן התחתונים. וראה בארוכה תו\"מ סה\"מ שבט ע' שיא.65) ראה עד\"ז לקו\"ש ח\"ד ע' 1344.66) ראה בארוכה לקו\"ש שם.67) בסופו – סה\"מ ה'ש\"ת ע' 167.68) כמו כל הפירושים שבפסוק אחד ששייכים זה לזה, כידוע הראי' לזה מ\"שעטנז\" (נדה סא, ב) – ראה לקו\"ש ח\"ג ע' 782.69) איוב ב, א.70) ראה לקו\"ת שה\"ש י, ד.",
      "glossary": "|אדמו\"ר (Admor): Our master, teacher, and rabbi; אדמו\"ר הזקן (Admor HaZaken): The Alter Rebbe; אוא\"ס (Or Ein Sof): Infinite Light; אור המוחין (Or HaMochin): Light of intellect; אור הממלא (Or HaMemaleh): Filling light; אור הסובב (Or HaSovev): Encompassing light; אחור (Achor): Back; אימא מקננא בכורסיא (Ima Mekannena B'Kursiya): Mother nests in the throne; אין כנגדה לעומת זה (Ein Kenegdah L'Umat Zeh): There is nothing opposite to it; אלקים אחרים (Elokim Acherim): Other gods; אמת הוי' (Emet Havayah): Truth of Havayah; אצילות (Atzilut): Emanation; אצילות עצמו (Atzilut Atzmo): Emanation itself; אצילות שבפנימיות בי\"ע (Atzilut SheBifnimiyut BYA): Emanation within the inner aspect of BYA; אשת יפת תואר (Eishet Yefat To'ar): Woman of beautiful form; ב' השמות (Shnei HaShemot): Two names; בבואה דבבואה לית להו (BiBu'ah D'Bivu'ah Leit Lehu): In the coming of coming they have nothing; בדרך ממילא (B'Derech Meimila): In a natural way; בחינת היחידה (Bechinat HaYechidah): Aspect of Yechidah; בי\"ע (BYA): Creation, Formation, Action; ביטול דלעו\"ז (Bitul D'Leumot Zeh): Nullification of the opposite; ביטול היש (Bitul HaYesh): Nullification of existence; בלך (B'Lecha): In \"to You\"; במאמרו (B'Ma'amaro): In his discourse; במקומך (BiMkomcha): In Your place; בס\"ד (B'Siyata D'Shmaya): With Divine assistance; בקשה וחיפוש (Bakasha V'Chipus): Request and search; בקשה ותחינה (Bakasha V'Tachinah): Request and supplication; בקשו פני (Bakshu Fanai): Seek My face; בקשו פני את פניך הוי' אבקש (Bakshu Fanai Et Paneicha Hashem Avakesh): Seek My face, Your face O Lord I shall seek; בראשית ברא אלקים (Bereishit Bara Elokim): In the beginning God created; בריאה (Beriah): Creation; בשבילך (Bishvilcha): For Your sake; בשליחותך (BiShlichutcha): In Your mission; בתוך הלב (B'Toch HaLev): Within the heart; ג' בחינות (Gimmel Behinot): Three aspects; גוף (Guf): Body; ד\"ה (Dibur HaMatchil): Opening words; ד' המדריגות (Dalet HaMadregot): Four levels; ד' העולמות אבי\"ע (Dalet HaOlamot ABYA): Four worlds of Emanation, Creation, Formation, Action; דירה לו ית' (Dirah Lo Yitbarach): Dwelling for Him blessed be He; ה'תש\"כ (HaTash\"ch): The year 5720; האורות דאריך ועתיק (HaOrot D'Arich V'Atik): Lights of Arich and Atik; הארת האצילות (Ha'arat HaAtzilut): Illumination of Emanation; הארת נקודת הלב (Ha'arat Nekudat HaLev): Illumination of the heart's point; הבעש\"ט (HaBaal Shem Tov): The Baal Shem Tov; הוי' ואלקים (Havayah V'Elokim): Havayah and Elokim; החכמה (HaChochmah): Wisdom; הלבושים (HaLevushim): Garments; המדות (HaMidot): Emotions; המציאות דלעו\"ז (HaMetziyut D'Leumot Zeh): Existence of the opposite; המשל דהאוחז ראשו של מלך (HaMashal D'HaOchez Rosho Shel Melech): The parable of grasping the king's head; הנשמה המלובשת בגוף (HaNeshamah HaMelubashit BaGuf): Soul clothed in body; העצם דהוי' (HaEtzem D'Havayah): Essence of Havayah; העצמות (HaAtzamut): The essence; הפנימיות כמו שהוא במקומו (HaPnimiyut Kemo SheHu BiMkomo): The inner aspect as it is in its place; הפנימיות של כל דבר (HaPnimiyut Shel Kol Davar): The inner aspect of everything; הצ\"צ (HaTzemach Tzedek): The Tzemach Tzedek; הרב המגיד (HaRav HaMaggid): The Maggid; השבי' (HaShivyah): The captivity; השגה (Hasagah): Comprehension; השגחה פרטית (Hashgachah Pratit): Divine providence; השכל (HaSeichel): Intellect; השכל והמדות שלה (HaSeichel V'HaMidot Shelah): Her intellect and emotions; התבוננות (Hitbonenut): Contemplation; התהוות (Hithavut): Coming into being; התלבשות (Hitlabshut): Clothing; התלבשות באלקים (Hitlabshut B'Elokim): Clothing in Elokim; התעוררות המדות (Hit'orerut HaMidot): Awakening of emotions; ואמת הוי' לעולם (V'Emet Havayah L'Olam): And the truth of Havayah is forever; ומבשרי אחזה אלוקה (U'MiBsari Echezeh Eloah): And from my flesh I shall see God; וראית בשבי' אשת יפת תואר (V'Ra'ita BaShivyah Eishet Yefat To'ar): And you shall see among the captives a woman of beautiful form; ושבית שביו (V'Shavita Shivyo): And you shall capture his captives; זה (Zeh): This; חודש אלול (Chodesh Elul): Month of Elul; חיצוניות (Chitzoniyut): External aspect; חיצוניות הלב (Chitzoniyut HaLev): External aspect of the heart; חכמה (Chochmah): Wisdom; חרישה בקרקע לבבו (Charishah B'Karka Libavo): Plowing the ground of his heart; טעם ודעת (Ta'am V'Da'at): Reason and knowledge; י\"ג מדות הרחמים (Yud-Gimmel Midot HaRachamim): Thirteen attributes of mercy; יהללו את שם הוי' כי הוא צוה ונבראו (Yehalelu Et Shem Havayah Ki Hu Tzivah V'Nivra'u): Let them praise the name of Havayah for He commanded and they were created; ימות השנה (Yemot HaShanah): Days of the year; ימין (Yamin): Right; יניקה לחיצונים (Yenikah LaChitzonim): Nourishment for externals; יצירה (Yetzirah): Formation; ירידה צורך עליה (Yeridah Tzoreich Aliyah): Descent for the sake of ascent; ישות דע\"ז (Yeshut D'Avodah Zarah): Existence of idolatry; ישות ממש (Yeshut Mamash): Actual existence; כ\"ק (Kevod Kedushat): His holy honor; כאו\"א מישראל (Kol Echad V'Echad MiYisrael): Each and every one of Israel; כחות הנשמה המלובשים בגוף (Kochot HaNeshamah HaMelubashim BaGuf): Soul powers clothed in body; כחות נפש (Kochot HaNefesh): Soul powers; כי תצא למלחמה על אויביך (Ki Teitzei LaMilchamah Al Oyveicha): When you go out to war against your enemies; ליל ג' דסליחות (Leil Gimmel D'Selichot): Night of the third Selichot; לך אמר לבי בקשו פני (Lecha Amar Libi Bakshu Fanai): To You my heart said, seek My face; למעלה מאויביך (LeMa'alah Me'Oyveicha): Above your enemies; למעלה מאצילות (LeMa'alah MeAtzilut): Above Emanation; למעלה מטעם ודעת (LeMa'alah MiTa'am V'Da'at): Above reason and knowledge; לעו\"ז (Leumot Zeh): The opposite; לקו\"ת (Likutei Torah): Likutei Torah; לשון מהווה (Lashon Mehaven): Expression of bringing into being; מגן ונרתק (Magen V'Nirtok): Shield and sheath; מו\"ח (Mori V'Chami): My teacher and father-in-law; מובדלת מהחיצוניות (Muvdelet MeHaChitzoniyut): Separated from the external; מופלא מענין ההתהוות (Mufla Me'Inyan HaHithavut): Wondrous from the matter of coming into being; מחשבה דיבור ומעשה (Machshavah Dibur U'Ma'aseh): Thought, speech, and action; מלחמת נפש האלקית עם נפש הבהמית (Milchemet Nefesh HaElokis Im Nefesh HaBehemit): War of divine soul with animal soul; מלך בשדה (Melech BaSadeh): King in the field; מלכתחילה (MiLechatchilah): From the outset; מעלים ומסתיר (Ma'alim U'Mastir): Conceals and hides; מעשיו הבלתי רצויים (Ma'asav HaBilti Retzuyim): Undesirable actions; מקור (Makor): Source; מקור לההתהוות (Makor LaHithavut): Source for coming into being; מקור לנבראים (Makor LaNivra'im): Source for created beings; מקור ממש (Makor Mamash): Actual source; מרירות (Merirut): Bitterness; מתצמצם (Mitztamtzem): Contracts; נהפך הרע לטוב (Nehepach HaRa L'Tov): Evil is transformed to good; נעשה אדם בצלמנו כדמותנו (Na'aseh Adam B'Tzalmenu KiDmutenu): Let us make man in our image; נפש (Nefesh): Soul; נקודת היהדות (Nekudat HaYahadut): Point of Judaism; נשמה (Neshamah): Soul; נתינת מקום לישות (Netinat Makom L'Yeshut):; סבר פנים יפות (Sever Panim Yafot): Pleasant countenance; סובב וממלא (Sovev U'Memaleh): Encompassing and filling; ספירות (Sefirot): Divine emanations; ע\"ז (Avodah Zarah): Idolatry; עבודה שבלב (Avodah ShebaLev): Service of the heart; עבודת המלך (Avodat HaMelech): Service of the king; עה\"פ (Al HaPasuk): On the verse; עולמות נשמות ואלקות (Olamot Neshamot V'Elokut): Worlds, souls, and divinity; על אויביך (Al Oyveicha): Upon your enemies; עם הלב (Im HaLev): With the heart; עצמות אוא\"ס (Atzamut Or Ein Sof): Essence of the Infinite Light; עצמות נקודת הלב (Atzamut Nekudat HaLev): Essence of the heart's point; עצמותה ומהותה (Atzmutah U'Mahutah): Her essence and being; עשי' (Asiyah): Action; פירוש רש\"י (Peirush Rashi): Rashi's commentary; פניך הוי' (Paneicha Havayah): Your face Havayah; פנים (Panim): Front; פנים ואחור ימין ושמאל (Panim V'Achor Yamin U'Smol): Front and back, right and left; פנים שוחקות (Panim Sochakot): Smiling face; פנימיות דאלקות (Pnimiyut D'Elokut): Inner aspect of divinity; פנימיות דנשמות (Pnimiyut D'Neshamot): Inner aspect of souls; פנימיות הלב (Pnimiyut HaLev): Inner aspect of the heart; פנימיות העולמות (Pnimiyut HaOlamot): Inner aspect of the worlds; פנימיות ממש (Pnimiyut Mamash): True inner aspect; ראי' מוחשית (Re'iyah Muchashit): Tangible vision; ראי' שכלית (Re'iyah Sichlit): Intellectual vision; רשאים ויכולים (Rasha'im V'Yecholim): Permitted and able; שכל ומדות (Seichel U'Midot): Intellect and emotions; שליטה ואחיזה (Shlitah V'Achizah): Control and grasp; שלמעלה משם הוי' (SheLeMa'alah MiShem Havayah): Above the name Havayah; שמאל (Smol): Left; שמחה (Simchah): Joy; שני פירושים (Shnei Peirushim): Two interpretations; תומ\"צ (Taryag Mitzvot): 613 commandments; תופסים מקום (Tofsim Makom): Take up space; תיבה (Teivah): Word; תיבות התפלה (Teivot HaTefilah): Words of prayer; תניא (Tanya): Tanya; תפלה (Tefilah): Prayer;"
    },
    "search_tags": [
      "נצח",
      "דור",
      "עבודה",
      "התקשרות",
      "תכלית",
      "העלם",
      "אלקות",
      "Knowledge",
      "Love",
      "רבי",
      "World",
      "מלכות",
      "אוא\"ס",
      "Wisdom",
      "דעת",
      "Fear/Awe",
      "Connection",
      "יצירה",
      "ספירות",
      "Sefirot",
      "אצילות",
      "ביטול",
      "Concealment",
      "Dwelling",
      "Purpose",
      "Nullification",
      "Chain of descent",
      "כוונה",
      "Creation",
      "Generation",
      "Emanation",
      "דוד",
      "Exile",
      "Israel",
      "ישראל",
      "המשכה",
      "חסידות",
      "Formation",
      "Kingship",
      "Rabbi",
      "Light",
      "Upper worlds",
      "השתלשלות",
      "אהבה",
      "Will",
      "גלות",
      "אור",
      "בריאה",
      "עצמות",
      "Lower worlds",
      "Eternity",
      "Intention",
      "עליונים",
      "Worlds",
      "Essence",
      "יראה",
      "David",
      "Infinite Light",
      "Revelation",
      "תיקון",
      "Service",
      "Divinity",
      "גילוי",
      "רצון",
      "דירה",
      "תחתונים",
      "עולמות",
      "חסיד",
      "Chassid",
      "Chassidut",
      "Rectification",
      "Drawing down",
      "חכמה",
      "עולם"
    ]
  }
}