{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "5_קטו",
    "reference": "Reference: 5_קטו",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אלקות",
        "אור",
        "אוא\"ס",
        "עצמות",
        "גילוי",
        "העלם",
        "אצילות",
        "בריאה",
        "עולם",
        "עולמות",
        "מלכות",
        "חכמה",
        "בינה",
        "דעת",
        "הוד",
        "יסוד",
        "ספירות",
        "דוד",
        "ישראל",
        "גלות",
        "גאולה",
        "משיח",
        "דור",
        "עבודה",
        "ביטול",
        "המשכה",
        "תכלית",
        "כוונה",
        "רצון",
        "תיקון",
        "בריאה יש מאין",
        "השתלשלות",
        "רבי"
      ],
      "key_concepts": [
        "Divinity",
        "Light",
        "Infinite Light",
        "Essence",
        "Revelation",
        "Concealment",
        "Emanation",
        "Creation",
        "World",
        "Worlds",
        "Kingship",
        "Wisdom",
        "Understanding",
        "Knowledge",
        "Splendor",
        "Foundation",
        "Sefirot",
        "David",
        "Israel",
        "Exile",
        "Redemption",
        "Messiah",
        "Generation",
        "Service",
        "Nullification",
        "Drawing down",
        "Purpose",
        "Intention",
        "Will",
        "Rectification",
        "Creation ex nihilo",
        "Chain of descent",
        "Rabbi"
      ],
      "biblical_references": [
        "שה\"ש כב, ג",
        "ישעי' מט, כב"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא",
        "תניא",
        "תניא"
      ],
      "chassidic_references": [
        "אדמו\"ר הזקן",
        "אדמו\"ר האמצעי",
        "לקו\"ת",
        "לקו\"ת"
      ],
      "document_type": "מאמר",
      "word_count": 2564,
      "chunk_count": 11
    },
    "content": {
      "main_text": "בס\"ד. ש\"פ וישב, מבה\"ח טבת ה'תשט\"וברוך שעשה נסים לאבותינו בימים ההם בזמן הזה1, ומבאר אדמו\"ר (מהורש\"ב) נ\"ע במאמרו ד\"ה זה2, דנסים לשון רבים הם (נוסף על נסים רבים, גם) ריבוי סוגי נסים. וצריך להבין, דענין הריבוי (התחלקות) הוא בהשתלשלות, וכיון ששרש הנסים הוא למעלה מהשתלשלות, כמו שנתבאר לעיל בד\"ה פתח אלי'3 שהשרש דהנהגה טבעית היא מבחינת השתלשלות ושרש הנסים הוא מלמעלה מהשתלשלות, מהו ענין הריבוי (התחלקות מדריגות) בנסים. גם צריך להבין מה שמבאר במאמר הנ\"ל בסיומו בפירוש נסים לאבותינו, דאבותינו הם חכמה ובינה4 ונס הוא מלשון הרמה כמו ארים נסי5, וענין נסים לאבותינו הוא הרמה ועלי' בחו\"ב. וצריך ביאור, מהו ענין העלי' בחו\"ב. וגם, מהי השייכות דההרמה ועלי' בחו\"ב לנסים כפשוטם.ב) ונקודת הביאור בזה, דשרש שתי ההנהגות (הנהגה טבעית והנהגה נסית) הוא מיחוד חו\"ב, שביחוד חו\"ב שני ענינים6. זיווג חיצוני דחו\"ב, דזיווג זה הוא תדיר7 לצורך קיום העולמות, והוא שרש הנהגת הטבע8. דכיון שזיווג זה הוא לצורך (קיום) העולמות, לכן הנהגת העולם הנמשכת מבחינה זו היא שהקב\"ה מנהיג את הנבראים שבעולם לפי ענינם, כל נברא לפי תכונתו וטבעו. והשרש דהנהגה נסית [שהקב\"ה מנהיג את העולם כפי רצונו ולא כפי תכונת וטבע העולם] הוא מזיווג פנימי דחו\"ב7. וזהו הקשר דנסים לאבותינו להפירוש שקאי על הרמת ועליית חו\"ב עם נסים כפשוטם (שינוי הטבע), כי הנהגת העולם שנמשכת מחו\"ב כמו שהם מצד עצמם (כולל גם כמו שהם מזדווגים בזיווג חיצוני) היא הנהגה טבעית, והמשכת הנסים (שינוי הטבע) היא ע\"י שנעשה הרמה ועלי' בחו\"ב, שמזדווגים בזיווג פנימי.ג) וביאור הענין (השייכות דנסים לזיווג פנימי דחו\"ב) בפרטיות יותר, יובן בהקדים מה שנתבאר לעיל (בד\"ה פתח אלי'9) דהנהגת הטבע [שהקב\"ה מנהיג את כל נברא לפי ענינו, דזה מורה שבהנהגה זו הנבראים תופסים מקום] היא בבחינת דעת תחתון שלמטה יש (ולמעלה אין), והנהגה נסית [שהקב\"ה מנהיג את העולם כפי רצונו ולא כפי תכונת וטבע הנבראים, שזה מורה שבהנהגה זו הנבראים אינם תופסים מקום] היא בבחינת דעת עליון ש(למעלה יש ו)למטה אין. והנה שתי דיעות אלו בענין הספירות הם חכמה ובינה10. דבחכמה נרגש שאוא\"ס הוא יש האמיתי וכולא קמי' כלא חשיב11 – דעת עליון שלמעלה יש ולמטה אין, ובבינה שהיא השגה, דהשגה היא מציאות יש, היא דעת תחתון. דהגם שגם בבינה מושג שכולא קמי' כלא חשיב, אין זה נרגש בה12. דכיון שהשגה (גם ההשגה דכולא קמי' כלא חשיב) היא מציאות, המציאות (דההשגה) היא היפך ההרגש דכלא חשיב13.והנה14 זה שבבינה הוא דעת תחתון שלמעלה אין ולמטה יש הוא גם בנוגע לההמשכה שמהחכמה לבינה. דחכמה ובינה הם אין ויש, והתהוות הבינה מהחכמה היא בדוגמת התהוות יש מאין15. דכמו שבהתהוות יש מאין האין הוא בהעלם מהיש, שלכן נקרא בשם אין לפי שאינו מושג בהיש [וזה שהאין אינו מושג בהיש הוא לא רק מצד היש (שהוא באין ערוך להאין ולכן אין ביכלתו להשיג את האין), אלא גם מצד האין, שהוא (האין) מתעלם מהיש. וכידוע16 דהתהוות יש מאין הוא ע\"י שהכח האלקי (האין) המהוה את הנברא (היש) מתעלם מהנברא], עד\"ז הוא בהתהוות הבינה מהחכמה, דזה שהבינה היא יש הוא לפי שהאין דחכמה מתעלם מהבינה. והגם שההשגה דבינה היא בנקודת החכמה, שהבינה משגת נקודת ההשכלה, הרי עיקר החכמה הוא הראי' דחכמה שלמעלה משכל, דענין זה אינו נמשך כלל בבינה. וגם ההשכלה דחכמה (שנמשכת בהבינה) היא (בעיקר) הנחת הנפש, והשכל שבה הוא רק החיצוניות17. ומה שמושג בבינה הוא רק השכל שבנקודת ההשכלה (החיצוניות), אבל ההנחה שבנקודת ההשכלה (הפנימיות והעצמיות שלה) הוא בחינת אין לגבי הבינה, שאינו מושג בה.ועפ\"ז יש להוסיף ביאור בזה שהענין דדעת עליון הוא בחכמה דוקא, משא\"כ בבינה (אף שבבינה מושגים הענינים שבחכמה) הוא דעת תחתון, כי זה שבחכמה הוא דעת עליון שלמטה אין (ההרגש דכולא קמי' כלא חשיב), הוא (לא מצד השכל שבה, שהרי השכל הוא מציאות, היפך ההרגש דכלא חשיב, אלא) מצד הפנימיות והעצמיות שלה (שבדוגמת ראי' דחכמה) שלמעלה מהשכל, וכיון דזה שנמשך בהבינה הוא רק ההשכלה דחכמה, לכן בבינה הוא דעת תחתון.והנה זה שבבינה נמשך רק השכל דחכמה [שלכן הבינה היא דעת תחתון], הוא בחיצוניות בינה. אבל בפנימיות בינה מאיר (גם) עצם החכמה, ועי\"ז, גם הבינה היא בבחינת דעת עליון, כי ההרגש דכלא חשיב שבחכמה מאיר גם בבינה18. ועפ\"ז יש לבאר הטעם שמזיווג פנימי דחו\"ב נמשכים הנסים, כי הנהגה נסית היא בבחינת דעת עליון, וכיון שבזיווג פנימי דחו\"ב (ההמשכה דחכמה בפנימיות בינה) נרגש גם בבינה הדיעה העליונה שלמטה אין דכולא קמי' כלא חשיב, לכן, ההנהגה הנמשכת מזיווג פנימי דחו\"ב היא הנהגה נסית.ד) וצריך להבין, דלפי הנ\"ל עיקר המעלה שבזיווג פנימי דחו\"ב (השרש דהנהגה נסית) על זיווג חיצוני דחו\"ב (השרש דהנהגה טבעית) הוא בבינה, שבזיווג פנימי דחו\"ב, ההרגש דכלא חשיב (שבחכמה) מאיר גם בבינה. ומזה שאומרים בנוגע לנסים (כפשוטם) ברוך שעשה נסים לאבותינו, דאבותינו הם חכמה ובינה, מובן, שבכדי שיהיו נסים כפשוטם צריך להיות הרמה ועלי' גם בחכמה.ויש לומר הביאור בזה, דהמעלה שבזיווג פנימי דחו\"ב על זיווג חיצוני דחו\"ב היא בשני ענינים. בענין הגילוי, דבחיצוניות בינה החכמה היא בהעלם, אין שאינו מושג, ובפנימיות בינה, היא בגילוי (כנ\"ל סעיף ג). ועוד מעלה בזיווג פנימי דחו\"ב, שההמשכה דחכמה (שבזיווג זה) היא מבחינה נעלית יותר, פנימיות החכמה, שלמעלה מזה שהחכמה נקראת אין.והענין הוא19, דזה שהחכמה היא אין, הוא כמו שנעשית מקור לבינה, דכיון שהתהוות הבינה מהחכמה היא ע\"י שהחכמה מתעלמת מהבינה, לכן היא נקראת אז בשם אין (שאינו מושג). אבל החכמה עצמה היא בחינת יש, וזה שהחכמה היא מקור לבינה (ומכ\"ש הבינה עצמה) הוא אין לגבי עצם החכמה, אין דכלא חשיב. ועפ\"ז, בבחינת החכמה שנעשית מקור לבינה – הוא ע\"ד הדיעה דדעת תחתון שלמעלה אין ולמטה יש, ובבחינת עצם החכמה שלמעלה ממקור לבינה – הוא ע\"ד הדיעה דדעת עליון שלמעלה יש ולמטה אין. [ויש לומר, שגם בחכמה שלמעלה ממקור לבינה שתי דרגות. עצם החכמה והארת החכמה. כי ענין זה שבחכמה (ההרגש שמקור לבינה הוא אין דכלא חשיב) הוא הארת החכמה ולא עצמותה20, אלא שהארה זו היא דבוקה בהעצם, ולכן נרגש בה שכל הענינים שאינם עצם החכמה21 הם כלא חשיב. דהארת החכמה שנעשית מקור לבינה היא הארה נבדלת, ולכן היא מקור לבינה – בדוגמת אין של יש הנברא, והארת החכמה שדבוקה בעצם החכמה, נרגש בה שהיא אין דכלא חשיב לגבי עצם החכמה – בדוגמת אין של יש האמיתי]. ומהחילוקים שבין זיווג פנימי דחו\"ב וזיווג חיצוני דחו\"ב הוא, דבזיווג חיצוני ההמשכה היא מחיצוניות החכמה, היינו מבחינת החכמה כמו שנעשית מקור לבינה (וגם בחינה זו דחכמה מתעלמת מהבינה, אין שאינו מושג), ובזיווג פנימי ההמשכה היא מפנימיות החכמה, והמשכה זו היא בגילוי בהבינה, וכיון שלגבי פנימיות החכמה המקור לבינה ומכ\"ש הבינה עצמה הם כלא חשיב, לכן, ע\"י שבבינה מתגלית פנימיות החכמה, היא נכללת בחכמה.ה) והנה זה שנתבאר לעיל שעצם החכמה הוא יש והארת החכמה הוא אין דכלא חשיב לגבי עצם החכמה, הם שני הענינים דיש ואין שבחכמה עצמה, אבל בכללות, ענין יש שבחכמה הוא שבהחכמה שורה אוא\"ס יש האמיתי, והאין שבחכמה הוא, שכללות החכמה (גם עצם החכמה) היא בביטול לאוא\"ס שנרגש בה שלמעלה יש ולמטה אין, והוא האין דיש האמיתי. אבל זה שהחכמה נעשית מקור לבינה הוא האין דיש הנברא. ועפ\"ז, זה שבזיווג חיצוני דחו\"ב הוא דעת תחתון, הוא גם מצד החכמה. דזה שנתבאר לעיל (סעיף ג) שבחכמה היא דעת עליון (ודוקא בבינה הוא דעת תחתון לפי שבבינה נמשך רק השכל דחכמה) הוא בכללות, אבל בפרטיות, הענין דדעת תחתון שבזיווג חיצוני דחו\"ב הוא גם מצד החכמה22, מכיון שהחכמה (בזיווג חיצוני) הוא האין דיש הנברא, ועיקר הענין דדעת עליון הוא בזיווג פנימי דחו\"ב, דהחכמה (שבזיווג זה) היא אין של יש האמיתי, וגם הבינה נכללת בחכמה.ועפ\"ז יש לבאר מ\"ש ברוך שעשה נסים לאבותינו (לשון רבים), שההרמה והעלי' (שממנה נמשכים הנסים) היא גם בחכמה, כי החכמה מצד עצמה (כמו שהיא בזיווג חיצוני) היא מקור לבינה – אין של יש הנברא, והמשכת הנסים היא מבחינת עצם החכמה שלמעלה ממקור לבינה – אין של יש האמיתי.ו) וע\"פ המבואר לעיל (סעיף ד) דזה שהחכמה נעשית מקור לבינה הוא אין לגבי עצם החכמה (אין דכלא חשיב), יש לומר, שההרמה והעלי' בבחינת החכמה שנעשית מקור לבינה, נכללת בההרמה והעלי' דבינה23, ומ\"ש נסים לאבותינו לשון רבים, שההרמה והעלי' שע\"י הנסים היא בשתי המוחין בבינה ובחכמה, הכוונה בזה היא שע\"י הנסים נעשה הרמה ועלי' גם בעצם החכמה שלמעלה ממקור לבינה.ויובן בהקדים המובא לעיל (בד\"ה פתח אלי'24), דשתי הדעות (דעת עליון ודעת תחתון) הם אמת, כי שתיהם יש להם שרש בעצמות אוא\"ס. דזה שאוא\"ס הוא (בגילוי) למטה מטה עד אין תכלית הוא השרש דדעת עליון שלמטה אין, וזה שאוא\"ס הוא (בהעלם) למעלה מעלה עד אין קץ הוא השרש דדעת תחתון שלמטה יש. ונתבאר שם25, דזה שגם דעת תחתון הוא אמת לפי שיש לו שרש בעצמות אוא\"ס, הוא, לפי שהדיעה שלמטה יש היא (לא שלגבי דרגא זו המטה מצד עצמו הוא מציאות, אלא) בכדי שיהי' הגילוי דלמעלה מעלה עד אין קץ. וזהו שהשלימות דדעת תחתון היא ע\"י שמאיר בו הגילוי דדעת עליון, כי בחיצוניות נראה שהדיעה דלמטה יש הוא שהמטה מצד עצמו הוא מציאות, וע\"י החיבור שלו עם דעת עליון מתגלה שענינו (בפנימיות) הוא הגילוי דלמעלה עד אין קץ.ועד\"ז הוא בנוגע להענין דדעת תחתון בהנהגת הטבע, דזה שהקב\"ה מנהיג כל נברא לפי ענינו (לפי מזגו ותכונותיו) שזה מורה שהנבראים תופסים מקום הוא (לא שהנבראים מצד עצמם תופסים מקום לגבי', אלא) מפני שכך עלה ברצונו ית' שיהי' תפיסת מקום להנבראים. והחילוק בין הנהגה טבעית להנהגה נסית הוא, דהרצון בהנהגה טבעית הוא להנהיג את העולם באופן שהעולם הוא מציאות, והרצון בהנהגה נסית הוא להנהיג את העולם באופן שהעולם הוא כלא חשיב. וזהו שהשלימות דהנהגת הטבע היא ע\"י שנמשך בו הגילוי דלמעלה מהטבע, כי עי\"ז דוקא מתגלה הפנימיות דהנהגת הטבע, שהוא מפני שכך עלה ברצונו ית'.ויש לומר, שעד\"ז הוא בדעת עליון, שיש בו שני אופנים. דבחיצוניות נראה דזה שלמטה אין הוא מפני שהמטה מצד עצמו הוא אין דכלא חשיב, ובפנימיות הוא דזה שלמטה אין הוא בכדי לגלות שאוא\"ס הוא למטה מטה עד אין תכלית. וע\"י שדעת עליון נמשך בדעת תחתון ומתחבר עמו מתגלה הפנימיות שלו. ועד\"ז הוא בנוגע לנסים וטבע, שע\"י המשכת הנסים בהעולם26 (טבע) מתגלה הפנימיות שלהם, דזה שבההנהגה דלמעלה מהטבע הנבראים אינם תופסים מקום הוא מפני שכך עלה ברצונו ית'. וזהו ברוך שעשה נסים לאבותינו, לאבותינו לשון רבים, דההרמה והעלי' שע\"י עשיית הנסים27 היא הן בבינה (שרש הטבע) והן בחכמה (השרש דלמעלה מהטבע), ששני הענינים הם לא מצד עצמם אלא בכדי לגלות שאוא\"ס הוא למעלה עד אין קץ ולמטה עד אין תכלית.ז) והנה בכדי שיוכל להיות החיבור דשני הענינים, שבהטבע דעולם [שבו מודגש שהעולם הוא מציאות, דזה שהקב\"ה מנהיג את כל נברא כפי ענינו מורה שבהנהגה זו הנבראים תופסים מקום] יהי' הגילוי דלמעלה מהטבע [שבו מודגש הביטול דעולם, דזה שהקב\"ה מנהיג את העולם כפי רצונו ולא כפי תכונת וטבע הנבראים מורה שבהנהגה זו הנבראים אינם תופסים מקום], הוא ע\"י שבהטבע עצמו יש ענין הביטול. וכמו שנתבאר לעיל (בד\"ה פתח אלי'28), דזה שצורת הנבראים לא נתפרשה בהעשרה מאמרות, והתהוות הצורה שבכל נברא היא מבחינת הרצון, מורה על הביטול דעולם, דההתהוות שמהרצון, ענינה הוא (לא זה שמתהווים נבראים אלא) זה שע\"י ההתהוות נשלם הרצון. וע\"י שהתהוות הצורה שבכל נברא, שהכוונה בצורת הנברא היא (הן לציור הגשמי שלו ו)גם להטבע והתכונות שלו, היתה מבחינת הרצון, הרי זה מדגיש שענינו של הטבע (בפנימיות) הוא שעל ידו נשלם רצון הקב\"ה.והנה נתבאר לעיל (בד\"ה פתח אלי'29) דלהפירוש שטבע הוא מלשון מטבע שהקב\"ה טבע כל אדם בחותמו של אדה\"ר30, שם טבע קאי על החיות דעולם, ולהפירוש שטבע הוא שם המושאל לכל דבר שאינו ע\"פ טעם ודעת31, שם טבע קאי על התהוות העולם מאין ליש, דבריאה יש מאין (משא\"כ ענין החיות) היא למעלה מהשכל. ויש לומר, דהביטול שבטבע הוא בנוגע לשני הענינים. דהביטול ששייך לחיות העולם מתגלה בהביטול דצורת הנבראים כי צורת הנבראים היא כלי להחיות והנפש שבהם (כנ\"ל בד\"ה פתח אלי'27), והביטול ששייך להתהוות העולם מתגלה בזה שהתהוות יש מאין אין לה מקום בשכל32. דזה שאין מקום בשכל להתהוות יש מאין, מורה שמצד גדר העולם אין מקום להתהוותו, וזה שנתהווה העולם הוא רק מצד רצון הקב\"ה.וזהו שבנסים יש שני אופנים, שינוי בצורת ותכונת הנבראים (כמו קריעת ים סוף שהמים נצבו כמו נד) ושינוי בעצם מציאותם בהחומר שלהם (כהנס שהמים נהפכו לדם ושהמטה נהפך לנחש), דע\"י הביטול שבצורת הנבראים (שהתהוות הצורה היא מהרצון) הם כמו כלים להנס דשינוי הצורה והטבע, וע\"י הביטול שבעצם מציאותם (שהתהוות מציאותם אין לה מקום בשכל) הם כמו כלים להנס דשינוי עצם מציאותם.ח) ויש לומר, שעד\"ז הוא לאידך, שבכדי שהלמעלה מהטבע יומשך בטבע העולם, הוא ע\"י שבהלמעלה מהטבע יש דוגמת טבע. וזהו ברוך שעשה נסים לשון רבים, ריבוי סוגי נסים, דיש לומר דמהטעמים שישנם ריבוי נסים, אף שענין הריבוי (התחלקות) הוא בהשתלשלות והשרש דלמעלה מהטבע הוא למעלה מהשתלשלות, הוא בכדי שעי\"ז יהי' אפשר להיות ההמשכה דלמעלה מהטבע בהטבע דעולם.וענין ריבוי הסוגים שבנסים מבאר אדמו\"ר (מוהרש\"ב) נ\"ע בהמאמר, שבכללות נחלקים הם לב' סוגים33. נסים שלמעלה מהטבע, ונסים המלובשים בדרכי הטבע. ובפרטיות, גם בנסים המלובשים בטבע גופא ישנם שני סוגים. שלבושי הטבע הם באופן שניכר בהם שהם רק לבוש להנס שמתלבש בהם, כהנסים דחנוכה ופורים (ועד\"ז הנסים של הגאולה די\"ט כסלו ודי\"ב תמוז) דעם היותן מלובשים בדרכי הטבע, מ\"מ הי' ניכר בגילוי (ועד שראו כל אפסי ארץ) הנס שבהם. ושלבושי הטבע מעלימים ומסתירים על הנס שמלובש בהם. ועד שלפעמים הם מעלימים ומסתירים לגמרי, שאין ניכר כלל שהוא נס, אין בעל הנס מכיר בנסו34.ולהוסיף, שגם בנסים שלמעלה מהטבע, שני סוגים. דהגם שהנסים אינם מלובשים בטבע, מ\"מ יש מקום לטעות שהם טבע. וכמו ירידת המן במשך ארבעים שנה, דהגם שהנס לא הי' מלובש בטבע [וכמ\"ש הרמב\"ם35 ששהיית ישראל במדבר ארבעים שנה ומציאות המן שם הוא מהפלאים הגדולים, כי טבע המדבר הוא לא מקום זרע גו'36, ואי אפשר שיהי' בו לחם (לא לחם מן הארץ וגם לא לחם מן השמים). ומכש\"כ זה שלא הי' בו פסולת37, ועאכו\"כ זה שהממעיט לא החסיר38, שמצד טבע העולם אין מקום לזה], מ\"מ, ע\"י שהנס הי' ארבעים שנה הי' מקום לטעות שהוא טבע. ושהנס הוא בגילוי כ\"כ שאין נתינת מקום כלל לטעות שהוא טבע, כהנס דקריעת ים סוף.ט) וממשיך בהמאמר, דבהחילוק שבין שני הסוגים (נסים שלמעלה מהטבע ונסים המלובשים בטבע) בשרשם, שני ביאורים. דשרש הנסים שלמעלה מהטבע הוא משם הוי', ושרש הנסים המלובשים בטבע הוא משם שדי39, שדי באלקותי לכל ברי'40. [והחילוק דשני האופנים בנסים המלובשים בטבע גופא הוא, דשם שדי הוא ביסוד, שההמשכה שלו למטה היא ע\"י המלכות. ובזה שני אופנים. שהמשכתן ע\"י המלכות היא בדרך מעביר או שהיא בדרך התלבשות. והם השרש דשני האופנים שבנסים41]. דלפי ביאור זה, החילוק שבין שני סוגי הנסים הוא (גם) בשרשם. ועוד ביאור, דהנסים המלובשים בטבע הם מבחינת אני כמו שמלובש בהאין דמלכות42. (והוא ע\"ד המבואר במק\"א43 דשרש הנסים המלובשים בטבע הוא משם הוי' כמו שמלובש בשם אד').וע\"פ המבואר לעיל (בסעיף ח) דריבוי סוגי הנסים הוא בלמעלה מהשתלשלות (שבכדי שיומשכו בהשתלשלות יש ריבוי למעלה מהשתלשלות) יש לומר, שד' הסוגים דנסים שרשם הוא בד' האותיות דשם הוי'. דהנסים הנמשכים מהאותיות ו\"ה השייכים לעולמות (ו\"ה נגלות44) הם מתלבשים בטבע. וכמו שבאותיות ו\"ה, הו' הוא קו אחד הנמשך מלמעלה למטה היינו שגם כשנמשך למטה הוא מחובר עם למעלה, והה' הוא בציור דאורך ורוחב (שניכר בו רק שטח המקבל), עד\"ז הוא גם בהנסים הנמשכים מהאותיות ו\"ה, דהנסים הנמשכים מהוא\"ו גם לאחרי שנמשכים ומתלבשים בלבושי הטבע ניכר בגילוי שהם נס, והנסים הנמשכים מה' אחרונה לאחרי שנמשכים ומתלבשים בלבושי הטבע ניכר בגילוי רק הטבע שבהם מלובשים הנסים (שטח המקבל). והנסים הנמשכים מהאותיות י\"ה שהם למעלה משייכות לעולמות (י\"ה נסתרות43), הם למעלה מהתלבשות בטבע, ובהם עצמם שני סוגים. דאות ה' שיש בה ציור דאורך ורוחב, שעי\"ז שייך שיהי' בה תפיסא – לכן, בדרגת הנסים הנמשכים ממנה יש נתינת מקום לטבע. דהגם שהנסים עצמם אינם מלובשים בטבע מ\"מ, לגבי דרגא זו, אין הטבע מושלל, ולכן יש מקום לטעות שהם טבע. ולגבי דרגת הנסים הנמשכים מאות יו\"ד שהיא רק נקודה שאין בה תפיסא, אין מקום לטבע, ולכן בנסים אלו אין שייך לטעות שהם טבע.יו\"ד) ומבאר בהמאמר (בסיומו וחותמו) דמ\"ש ברוך שעשה נסים כו' בזמן הזה הוא בקשה שיהיו נסים גם בזמן הזה. וע\"פ מ\"ש אדמו\"ר הזקן (בעל השמחה והגאולה די\"ט כסלו) בתניא45 בנוגע הבקשה סלח לנו, דכיון שמברכים (לאחרי הבקשה) ברוך אתה ה' חנון המרבה לסלוח, אין בזה שום ספק – מובן, שכמו\"כ הוא בנוגע להבקשה שהקב\"ה יעשה נסים גם בזמן הזה, דכיון שמברכים ברוך כו' שעשה נסים כו' בזמן הזה, אין שום ספק, שבזמן הזה, בעתיד הקרוב, יעשה הקב\"ה נסים לשון רבים, כל ד' סוגים הנ\"ל, כולל גם הנסים דאראנו נפלאות46 שיהיו בביאת משיח צדקנו – שגם נסים אלו יהיו בזמן הזה, בעתיד הקרוב ממש, בביאת משיח צדקנו במהרה בימינו ממש.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד ש\"פ וישב, מבה\"ח טבת ה'תשט\"וברוך שעשה נסים לאבותינו בימים ההם בזמן הזה1, ומבאר אדמו\"ר (מהורש\"ב) נ\"ע במאמרו ד\"ה זה2, דנסים לשון רבים הם (נוסף על נסים רבים, גם) ריבוי סוגי נסים וצריך להבין, דענין הריבוי (התחלקות) הוא בהשתלשלות, וכיון ששרש הנסים הוא למעלה מהשתלשלות, כמו שנתבאר לעיל בד\"ה פתח אלי'3 שהשרש דהנהגה טבעית היא מבחינת השתלשלות ושרש הנסים הוא מלמעלה מהשתלשלות, מהו ענין הריבוי (התחלקות מדריגות) בנסים גם צריך להבין מה שמבאר במאמר הנ\"ל בסיומו בפירוש נסים לאבותינו, דאבותינו הם חכמה ובינה4 ונס הוא מלשון הרמה כמו ארים נסי5, וענין נסים לאבותינו הוא הרמה ועלי' בחו\"ב וצריך ביאור, מהו ענין העלי' בחו\"ב וגם, מהי השייכות דההרמה ועלי' בחו\"ב לנסים כפשוטם.ב) ונקודת הביאור בזה, דשרש שתי ההנהגות (הנהגה טבעית והנהגה נסית) הוא מיחוד חו\"ב, שביחוד חו\"ב שני ענינים6 זיווג חיצוני דחו\"ב, דזיווג זה הוא תדיר7 לצורך קיום העולמות, והוא שרש הנהגת הטבע8 דכיון שזיווג זה הוא לצורך (קיום) העולמות, לכן הנהגת העולם הנמשכת מבחינה זו היא שהקב\"ה מנהיג את הנבראים שבעולם לפי ענינם, כל נברא לפי תכונתו וטבעו והשרש דהנהגה נסית [שהקב\"ה מנהיג את העולם כפי רצונו ולא כפי תכונת וטבע העולם] הוא מזיווג פנימי דחו\"ב7",
          "topics": [
            "אור",
            "עולם",
            "עולמות",
            "חכמה",
            "בינה"
          ],
          "word_count": 186
        },
        {
          "chunk_id": "chunk_2",
          "content": "וזהו הקשר דנסים לאבותינו להפירוש שקאי על הרמת ועליית חו\"ב עם נסים כפשוטם (שינוי הטבע), כי הנהגת העולם שנמשכת מחו\"ב כמו שהם מצד עצמם (כולל גם כמו שהם מזדווגים בזיווג חיצוני) היא הנהגה טבעית, והמשכת הנסים (שינוי הטבע) היא ע\"י שנעשה הרמה ועלי' בחו\"ב, שמזדווגים בזיווג פנימי.ג) וביאור הענין (השייכות דנסים לזיווג פנימי דחו\"ב) בפרטיות יותר, יובן בהקדים מה שנתבאר לעיל (בד\"ה פתח אלי'9) דהנהגת הטבע [שהקב\"ה מנהיג את כל נברא לפי ענינו, דזה מורה שבהנהגה זו הנבראים תופסים מקום] היא בבחינת דעת תחתון שלמטה יש (ולמעלה אין), והנהגה נסית [שהקב\"ה מנהיג את העולם כפי רצונו ולא כפי תכונת וטבע הנבראים, שזה מורה שבהנהגה זו הנבראים אינם תופסים מקום] היא בבחינת דעת עליון ש(למעלה יש ו)למטה אין והנה שתי דיעות אלו בענין הספירות הם חכמה ובינה10 דבחכמה נרגש שאוא\"ס הוא יש האמיתי וכולא קמי' כלא חשיב11 – דעת עליון שלמעלה יש ולמטה אין, ובבינה שהיא השגה, דהשגה היא מציאות יש, היא דעת תחתון דהגם שגם בבינה מושג שכולא קמי' כלא חשיב, אין זה נרגש בה12 דכיון שהשגה (גם ההשגה דכולא קמי' כלא חשיב) היא מציאות, המציאות (דההשגה) היא היפך ההרגש דכלא חשיב13.והנה14 זה שבבינה הוא דעת תחתון שלמעלה אין ולמטה יש הוא גם בנוגע לההמשכה שמהחכמה לבינה דחכמה ובינה הם אין ויש, והתהוות הבינה מהחכמה היא בדוגמת התהוות יש מאין15 דכמו שבהתהוות יש מאין האין הוא בהעלם מהיש, שלכן נקרא בשם אין לפי שאינו מושג בהיש [וזה שהאין אינו מושג בהיש הוא לא רק מצד היש (שהוא באין ערוך להאין ולכן אין ביכלתו להשיג את האין), אלא גם מצד האין, שהוא (האין) מתעלם מהיש",
          "topics": [
            "אור",
            "אוא\"ס",
            "העלם",
            "עולם",
            "חכמה"
          ],
          "word_count": 254
        },
        {
          "chunk_id": "chunk_3",
          "content": "וכידוע16 דהתהוות יש מאין הוא ע\"י שהכח האלקי (האין) המהוה את הנברא (היש) מתעלם מהנברא], עד\"ז הוא בהתהוות הבינה מהחכמה, דזה שהבינה היא יש הוא לפי שהאין דחכמה מתעלם מהבינה והגם שההשגה דבינה היא בנקודת החכמה, שהבינה משגת נקודת ההשכלה, הרי עיקר החכמה הוא הראי' דחכמה שלמעלה משכל, דענין זה אינו נמשך כלל בבינה וגם ההשכלה דחכמה (שנמשכת בהבינה) היא (בעיקר) הנחת הנפש, והשכל שבה הוא רק החיצוניות17 ומה שמושג בבינה הוא רק השכל שבנקודת ההשכלה (החיצוניות), אבל ההנחה שבנקודת ההשכלה (הפנימיות והעצמיות שלה) הוא בחינת אין לגבי הבינה, שאינו מושג בה.ועפ\"ז יש להוסיף ביאור בזה שהענין דדעת עליון הוא בחכמה דוקא, משא\"כ בבינה (אף שבבינה מושגים הענינים שבחכמה) הוא דעת תחתון, כי זה שבחכמה הוא דעת עליון שלמטה אין (ההרגש דכולא קמי' כלא חשיב), הוא (לא מצד השכל שבה, שהרי השכל הוא מציאות, היפך ההרגש דכלא חשיב, אלא) מצד הפנימיות והעצמיות שלה (שבדוגמת ראי' דחכמה) שלמעלה מהשכל, וכיון דזה שנמשך בהבינה הוא רק ההשכלה דחכמה, לכן בבינה הוא דעת תחתון.והנה זה שבבינה נמשך רק השכל דחכמה [שלכן הבינה היא דעת תחתון], הוא בחיצוניות בינה אבל בפנימיות בינה מאיר (גם) עצם החכמה, ועי\"ז, גם הבינה היא בבחינת דעת עליון, כי ההרגש דכלא חשיב שבחכמה מאיר גם בבינה18",
          "topics": [
            "אור",
            "חכמה",
            "בינה",
            "דעת"
          ],
          "word_count": 197
        },
        {
          "chunk_id": "chunk_4",
          "content": "ועפ\"ז יש לבאר הטעם שמזיווג פנימי דחו\"ב נמשכים הנסים, כי הנהגה נסית היא בבחינת דעת עליון, וכיון שבזיווג פנימי דחו\"ב (ההמשכה דחכמה בפנימיות בינה) נרגש גם בבינה הדיעה העליונה שלמטה אין דכולא קמי' כלא חשיב, לכן, ההנהגה הנמשכת מזיווג פנימי דחו\"ב היא הנהגה נסית.ד) וצריך להבין, דלפי הנ\"ל עיקר המעלה שבזיווג פנימי דחו\"ב (השרש דהנהגה נסית) על זיווג חיצוני דחו\"ב (השרש דהנהגה טבעית) הוא בבינה, שבזיווג פנימי דחו\"ב, ההרגש דכלא חשיב (שבחכמה) מאיר גם בבינה ומזה שאומרים בנוגע לנסים (כפשוטם) ברוך שעשה נסים לאבותינו, דאבותינו הם חכמה ובינה, מובן, שבכדי שיהיו נסים כפשוטם צריך להיות הרמה ועלי' גם בחכמה.ויש לומר הביאור בזה, דהמעלה שבזיווג פנימי דחו\"ב על זיווג חיצוני דחו\"ב היא בשני ענינים בענין הגילוי, דבחיצוניות בינה החכמה היא בהעלם, אין שאינו מושג, ובפנימיות בינה, היא בגילוי (כנ\"ל סעיף ג) ועוד מעלה בזיווג פנימי דחו\"ב, שההמשכה דחכמה (שבזיווג זה) היא מבחינה נעלית יותר, פנימיות החכמה, שלמעלה מזה שהחכמה נקראת אין.והענין הוא19, דזה שהחכמה היא אין, הוא כמו שנעשית מקור לבינה, דכיון שהתהוות הבינה מהחכמה היא ע\"י שהחכמה מתעלמת מהבינה, לכן היא נקראת אז בשם אין (שאינו מושג) אבל החכמה עצמה היא בחינת יש, וזה שהחכמה היא מקור לבינה (ומכ\"ש הבינה עצמה) הוא אין לגבי עצם החכמה, אין דכלא חשיב ועפ\"ז, בבחינת החכמה שנעשית מקור לבינה – הוא ע\"ד הדיעה דדעת תחתון שלמעלה אין ולמטה יש, ובבחינת עצם החכמה שלמעלה ממקור לבינה – הוא ע\"ד הדיעה דדעת עליון שלמעלה יש ולמטה אין [ויש לומר, שגם בחכמה שלמעלה ממקור לבינה שתי דרגות עצם החכמה והארת החכמה",
          "topics": [
            "אור",
            "גילוי",
            "העלם",
            "חכמה",
            "בינה"
          ],
          "word_count": 244
        },
        {
          "chunk_id": "chunk_5",
          "content": "כי ענין זה שבחכמה (ההרגש שמקור לבינה הוא אין דכלא חשיב) הוא הארת החכמה ולא עצמותה20, אלא שהארה זו היא דבוקה בהעצם, ולכן נרגש בה שכל הענינים שאינם עצם החכמה21 הם כלא חשיב דהארת החכמה שנעשית מקור לבינה היא הארה נבדלת, ולכן היא מקור לבינה – בדוגמת אין של יש הנברא, והארת החכמה שדבוקה בעצם החכמה, נרגש בה שהיא אין דכלא חשיב לגבי עצם החכמה – בדוגמת אין של יש האמיתי] ומהחילוקים שבין זיווג פנימי דחו\"ב וזיווג חיצוני דחו\"ב הוא, דבזיווג חיצוני ההמשכה היא מחיצוניות החכמה, היינו מבחינת החכמה כמו שנעשית מקור לבינה (וגם בחינה זו דחכמה מתעלמת מהבינה, אין שאינו מושג), ובזיווג פנימי ההמשכה היא מפנימיות החכמה, והמשכה זו היא בגילוי בהבינה, וכיון שלגבי פנימיות החכמה המקור לבינה ומכ\"ש הבינה עצמה הם כלא חשיב, לכן, ע\"י שבבינה מתגלית פנימיות החכמה, היא נכללת בחכמה.ה) והנה זה שנתבאר לעיל שעצם החכמה הוא יש והארת החכמה הוא אין דכלא חשיב לגבי עצם החכמה, הם שני הענינים דיש ואין שבחכמה עצמה, אבל בכללות, ענין יש שבחכמה הוא שבהחכמה שורה אוא\"ס יש האמיתי, והאין שבחכמה הוא, שכללות החכמה (גם עצם החכמה) היא בביטול לאוא\"ס שנרגש בה שלמעלה יש ולמטה אין, והוא האין דיש האמיתי אבל זה שהחכמה נעשית מקור לבינה הוא האין דיש הנברא ועפ\"ז, זה שבזיווג חיצוני דחו\"ב הוא דעת תחתון, הוא גם מצד החכמה",
          "topics": [
            "אוא\"ס",
            "עצמות",
            "גילוי",
            "חכמה",
            "בינה"
          ],
          "word_count": 212
        },
        {
          "chunk_id": "chunk_6",
          "content": "דזה שנתבאר לעיל (סעיף ג) שבחכמה היא דעת עליון (ודוקא בבינה הוא דעת תחתון לפי שבבינה נמשך רק השכל דחכמה) הוא בכללות, אבל בפרטיות, הענין דדעת תחתון שבזיווג חיצוני דחו\"ב הוא גם מצד החכמה22, מכיון שהחכמה (בזיווג חיצוני) הוא האין דיש הנברא, ועיקר הענין דדעת עליון הוא בזיווג פנימי דחו\"ב, דהחכמה (שבזיווג זה) היא אין של יש האמיתי, וגם הבינה נכללת בחכמה.ועפ\"ז יש לבאר מ\"ש ברוך שעשה נסים לאבותינו (לשון רבים), שההרמה והעלי' (שממנה נמשכים הנסים) היא גם בחכמה, כי החכמה מצד עצמה (כמו שהיא בזיווג חיצוני) היא מקור לבינה – אין של יש הנברא, והמשכת הנסים היא מבחינת עצם החכמה שלמעלה ממקור לבינה – אין של יש האמיתי.ו) וע\"פ המבואר לעיל (סעיף ד) דזה שהחכמה נעשית מקור לבינה הוא אין לגבי עצם החכמה (אין דכלא חשיב), יש לומר, שההרמה והעלי' בבחינת החכמה שנעשית מקור לבינה, נכללת בההרמה והעלי' דבינה23, ומ\"ש נסים לאבותינו לשון רבים, שההרמה והעלי' שע\"י הנסים היא בשתי המוחין בבינה ובחכמה, הכוונה בזה היא שע\"י הנסים נעשה הרמה ועלי' גם בעצם החכמה שלמעלה ממקור לבינה.ויובן בהקדים המובא לעיל (בד\"ה פתח אלי'24), דשתי הדעות (דעת עליון ודעת תחתון) הם אמת, כי שתיהם יש להם שרש בעצמות אוא\"ס דזה שאוא\"ס הוא (בגילוי) למטה מטה עד אין תכלית הוא השרש דדעת עליון שלמטה אין, וזה שאוא\"ס הוא (בהעלם) למעלה מעלה עד אין קץ הוא השרש דדעת תחתון שלמטה יש ונתבאר שם25, דזה שגם דעת תחתון הוא אמת לפי שיש לו שרש בעצמות אוא\"ס, הוא, לפי שהדיעה שלמטה יש היא (לא שלגבי דרגא זו המטה מצד עצמו הוא מציאות, אלא) בכדי שיהי' הגילוי דלמעלה מעלה עד אין קץ",
          "topics": [
            "אוא\"ס",
            "עצמות",
            "גילוי",
            "העלם",
            "חכמה"
          ],
          "word_count": 257
        },
        {
          "chunk_id": "chunk_7",
          "content": "וזהו שהשלימות דדעת תחתון היא ע\"י שמאיר בו הגילוי דדעת עליון, כי בחיצוניות נראה שהדיעה דלמטה יש הוא שהמטה מצד עצמו הוא מציאות, וע\"י החיבור שלו עם דעת עליון מתגלה שענינו (בפנימיות) הוא הגילוי דלמעלה עד אין קץ.ועד\"ז הוא בנוגע להענין דדעת תחתון בהנהגת הטבע, דזה שהקב\"ה מנהיג כל נברא לפי ענינו (לפי מזגו ותכונותיו) שזה מורה שהנבראים תופסים מקום הוא (לא שהנבראים מצד עצמם תופסים מקום לגבי', אלא) מפני שכך עלה ברצונו ית' שיהי' תפיסת מקום להנבראים והחילוק בין הנהגה טבעית להנהגה נסית הוא, דהרצון בהנהגה טבעית הוא להנהיג את העולם באופן שהעולם הוא מציאות, והרצון בהנהגה נסית הוא להנהיג את העולם באופן שהעולם הוא כלא חשיב וזהו שהשלימות דהנהגת הטבע היא ע\"י שנמשך בו הגילוי דלמעלה מהטבע, כי עי\"ז דוקא מתגלה הפנימיות דהנהגת הטבע, שהוא מפני שכך עלה ברצונו ית'.ויש לומר, שעד\"ז הוא בדעת עליון, שיש בו שני אופנים דבחיצוניות נראה דזה שלמטה אין הוא מפני שהמטה מצד עצמו הוא אין דכלא חשיב, ובפנימיות הוא דזה שלמטה אין הוא בכדי לגלות שאוא\"ס הוא למטה מטה עד אין תכלית וע\"י שדעת עליון נמשך בדעת תחתון ומתחבר עמו מתגלה הפנימיות שלו ועד\"ז הוא בנוגע לנסים וטבע, שע\"י המשכת הנסים בהעולם26 (טבע) מתגלה הפנימיות שלהם, דזה שבההנהגה דלמעלה מהטבע הנבראים אינם תופסים מקום הוא מפני שכך עלה ברצונו ית'",
          "topics": [
            "אוא\"ס",
            "גילוי",
            "עולם",
            "דעת",
            "גלות"
          ],
          "word_count": 208
        },
        {
          "chunk_id": "chunk_8",
          "content": "וזהו ברוך שעשה נסים לאבותינו, לאבותינו לשון רבים, דההרמה והעלי' שע\"י עשיית הנסים27 היא הן בבינה (שרש הטבע) והן בחכמה (השרש דלמעלה מהטבע), ששני הענינים הם לא מצד עצמם אלא בכדי לגלות שאוא\"ס הוא למעלה עד אין קץ ולמטה עד אין תכלית.ז) והנה בכדי שיוכל להיות החיבור דשני הענינים, שבהטבע דעולם [שבו מודגש שהעולם הוא מציאות, דזה שהקב\"ה מנהיג את כל נברא כפי ענינו מורה שבהנהגה זו הנבראים תופסים מקום] יהי' הגילוי דלמעלה מהטבע [שבו מודגש הביטול דעולם, דזה שהקב\"ה מנהיג את העולם כפי רצונו ולא כפי תכונת וטבע הנבראים מורה שבהנהגה זו הנבראים אינם תופסים מקום], הוא ע\"י שבהטבע עצמו יש ענין הביטול וכמו שנתבאר לעיל (בד\"ה פתח אלי'28), דזה שצורת הנבראים לא נתפרשה בהעשרה מאמרות, והתהוות הצורה שבכל נברא היא מבחינת הרצון, מורה על הביטול דעולם, דההתהוות שמהרצון, ענינה הוא (לא זה שמתהווים נבראים אלא) זה שע\"י ההתהוות נשלם הרצון וע\"י שהתהוות הצורה שבכל נברא, שהכוונה בצורת הנברא היא (הן לציור הגשמי שלו ו)גם להטבע והתכונות שלו, היתה מבחינת הרצון, הרי זה מדגיש שענינו של הטבע (בפנימיות) הוא שעל ידו נשלם רצון הקב\"ה.והנה נתבאר לעיל (בד\"ה פתח אלי'29) דלהפירוש שטבע הוא מלשון מטבע שהקב\"ה טבע כל אדם בחותמו של אדה\"ר30, שם טבע קאי על החיות דעולם, ולהפירוש שטבע הוא שם המושאל לכל דבר שאינו ע\"פ טעם ודעת31, שם טבע קאי על התהוות העולם מאין ליש, דבריאה יש מאין (משא\"כ ענין החיות) היא למעלה מהשכל ויש לומר, דהביטול שבטבע הוא בנוגע לשני הענינים",
          "topics": [
            "אוא\"ס",
            "גילוי",
            "בריאה",
            "עולם",
            "חכמה"
          ],
          "word_count": 234
        },
        {
          "chunk_id": "chunk_9",
          "content": "דהביטול ששייך לחיות העולם מתגלה בהביטול דצורת הנבראים כי צורת הנבראים היא כלי להחיות והנפש שבהם (כנ\"ל בד\"ה פתח אלי'27), והביטול ששייך להתהוות העולם מתגלה בזה שהתהוות יש מאין אין לה מקום בשכל32 דזה שאין מקום בשכל להתהוות יש מאין, מורה שמצד גדר העולם אין מקום להתהוותו, וזה שנתהווה העולם הוא רק מצד רצון הקב\"ה.וזהו שבנסים יש שני אופנים, שינוי בצורת ותכונת הנבראים (כמו קריעת ים סוף שהמים נצבו כמו נד) ושינוי בעצם מציאותם בהחומר שלהם (כהנס שהמים נהפכו לדם ושהמטה נהפך לנחש), דע\"י הביטול שבצורת הנבראים (שהתהוות הצורה היא מהרצון) הם כמו כלים להנס דשינוי הצורה והטבע, וע\"י הביטול שבעצם מציאותם (שהתהוות מציאותם אין לה מקום בשכל) הם כמו כלים להנס דשינוי עצם מציאותם.ח) ויש לומר, שעד\"ז הוא לאידך, שבכדי שהלמעלה מהטבע יומשך בטבע העולם, הוא ע\"י שבהלמעלה מהטבע יש דוגמת טבע וזהו ברוך שעשה נסים לשון רבים, ריבוי סוגי נסים, דיש לומר דמהטעמים שישנם ריבוי נסים, אף שענין הריבוי (התחלקות) הוא בהשתלשלות והשרש דלמעלה מהטבע הוא למעלה מהשתלשלות, הוא בכדי שעי\"ז יהי' אפשר להיות ההמשכה דלמעלה מהטבע בהטבע דעולם.וענין ריבוי הסוגים שבנסים מבאר אדמו\"ר (מוהרש\"ב) נ\"ע בהמאמר, שבכללות נחלקים הם לב' סוגים33 נסים שלמעלה מהטבע, ונסים המלובשים בדרכי הטבע ובפרטיות, גם בנסים המלובשים בטבע גופא ישנם שני סוגים שלבושי הטבע הם באופן שניכר בהם שהם רק לבוש להנס שמתלבש בהם, כהנסים דחנוכה ופורים (ועד\"ז הנסים של הגאולה די\"ט כסלו ודי\"ב תמוז) דעם היותן מלובשים בדרכי הטבע, מ\"מ הי' ניכר בגילוי (ועד שראו כל אפסי ארץ) הנס שבהם ושלבושי הטבע מעלימים ומסתירים על הנס שמלובש בהם",
          "topics": [
            "גילוי",
            "עולם",
            "גאולה",
            "ביטול",
            "המשכה"
          ],
          "word_count": 247
        },
        {
          "chunk_id": "chunk_10",
          "content": "ועד שלפעמים הם מעלימים ומסתירים לגמרי, שאין ניכר כלל שהוא נס, אין בעל הנס מכיר בנסו34.ולהוסיף, שגם בנסים שלמעלה מהטבע, שני סוגים דהגם שהנסים אינם מלובשים בטבע, מ\"מ יש מקום לטעות שהם טבע וכמו ירידת המן במשך ארבעים שנה, דהגם שהנס לא הי' מלובש בטבע [וכמ\"ש הרמב\"ם35 ששהיית ישראל במדבר ארבעים שנה ומציאות המן שם הוא מהפלאים הגדולים, כי טבע המדבר הוא לא מקום זרע גו'36, ואי אפשר שיהי' בו לחם (לא לחם מן הארץ וגם לא לחם מן השמים) ומכש\"כ זה שלא הי' בו פסולת37, ועאכו\"כ זה שהממעיט לא החסיר38, שמצד טבע העולם אין מקום לזה], מ\"מ, ע\"י שהנס הי' ארבעים שנה הי' מקום לטעות שהוא טבע ושהנס הוא בגילוי כ\"כ שאין נתינת מקום כלל לטעות שהוא טבע, כהנס דקריעת ים סוף.ט) וממשיך בהמאמר, דבהחילוק שבין שני הסוגים (נסים שלמעלה מהטבע ונסים המלובשים בטבע) בשרשם, שני ביאורים דשרש הנסים שלמעלה מהטבע הוא משם הוי', ושרש הנסים המלובשים בטבע הוא משם שדי39, שדי באלקותי לכל ברי'40 [והחילוק דשני האופנים בנסים המלובשים בטבע גופא הוא, דשם שדי הוא ביסוד, שההמשכה שלו למטה היא ע\"י המלכות ובזה שני אופנים שהמשכתן ע\"י המלכות היא בדרך מעביר או שהיא בדרך התלבשות והם השרש דשני האופנים שבנסים41] דלפי ביאור זה, החילוק שבין שני סוגי הנסים הוא (גם) בשרשם ועוד ביאור, דהנסים המלובשים בטבע הם מבחינת אני כמו שמלובש בהאין דמלכות42 (והוא ע\"ד המבואר במק\"א43 דשרש הנסים המלובשים בטבע הוא משם הוי' כמו שמלובש בשם אד').וע\"פ המבואר לעיל (בסעיף ח) דריבוי סוגי הנסים הוא בלמעלה מהשתלשלות (שבכדי שיומשכו בהשתלשלות יש ריבוי למעלה מהשתלשלות) יש לומר, שד' הסוגים דנסים שרשם הוא בד' האותיות דשם הוי'",
          "topics": [
            "אלקות",
            "אור",
            "גילוי",
            "עולם",
            "מלכות"
          ],
          "word_count": 258
        },
        {
          "chunk_id": "chunk_11",
          "content": "דהנסים הנמשכים מהאותיות ו\"ה השייכים לעולמות (ו\"ה נגלות44) הם מתלבשים בטבע וכמו שבאותיות ו\"ה, הו' הוא קו אחד הנמשך מלמעלה למטה היינו שגם כשנמשך למטה הוא מחובר עם למעלה, והה' הוא בציור דאורך ורוחב (שניכר בו רק שטח המקבל), עד\"ז הוא גם בהנסים הנמשכים מהאותיות ו\"ה, דהנסים הנמשכים מהוא\"ו גם לאחרי שנמשכים ומתלבשים בלבושי הטבע ניכר בגילוי שהם נס, והנסים הנמשכים מה' אחרונה לאחרי שנמשכים ומתלבשים בלבושי הטבע ניכר בגילוי רק הטבע שבהם מלובשים הנסים (שטח המקבל) והנסים הנמשכים מהאותיות י\"ה שהם למעלה משייכות לעולמות (י\"ה נסתרות43), הם למעלה מהתלבשות בטבע, ובהם עצמם שני סוגים דאות ה' שיש בה ציור דאורך ורוחב, שעי\"ז שייך שיהי' בה תפיסא – לכן, בדרגת הנסים הנמשכים ממנה יש נתינת מקום לטבע דהגם שהנסים עצמם אינם מלובשים בטבע מ\"מ, לגבי דרגא זו, אין הטבע מושלל, ולכן יש מקום לטעות שהם טבע ולגבי דרגת הנסים הנמשכים מאות יו\"ד שהיא רק נקודה שאין בה תפיסא, אין מקום לטבע, ולכן בנסים אלו אין שייך לטעות שהם טבע.יו\"ד) ומבאר בהמאמר (בסיומו וחותמו) דמ\"ש ברוך שעשה נסים כו' בזמן הזה הוא בקשה שיהיו נסים גם בזמן הזה וע\"פ מ\"ש אדמו\"ר הזקן (בעל השמחה והגאולה די\"ט כסלו) בתניא45 בנוגע הבקשה סלח לנו, דכיון שמברכים (לאחרי הבקשה) ברוך אתה ה' חנון המרבה לסלוח, אין בזה שום ספק – מובן, שכמו\"כ הוא בנוגע להבקשה שהקב\"ה יעשה נסים גם בזמן הזה, דכיון שמברכים ברוך כו' שעשה נסים כו' בזמן הזה, אין שום ספק, שבזמן הזה, בעתיד הקרוב, יעשה הקב\"ה נסים לשון רבים, כל ד' סוגים הנ\"ל, כולל גם הנסים דאראנו נפלאות46 שיהיו בביאת משיח צדקנו – שגם נסים אלו יהיו בזמן הזה, בעתיד הקרוב ממש, בביאת משיח צדקנו במהרה בימינו ממש",
          "topics": [
            "אור",
            "גילוי",
            "עולמות",
            "גלות",
            "גאולה"
          ],
          "word_count": 267
        }
      ],
      "footnotes": "* יצא לאור בקונטרס חנוכה – תנש\"א, \"בקשר עם ימי החנוכה .. ערב חנוכה, שנת ה'תנש\"א\".המאמר הוא המשך למאמר שלפניו ד\"ה פתח אליהו די\"ט כסלו שנה זו (תשט\"ו) – לעיל ע' צט ואילך.1) נוסח ברכת הנסים דחנוכה ודפורים.2) די\"ט כסלו* תרס\"ד (סה\"מ תרס\"ד (קה\"ת, תשנ\"ד) ע' קכט ואילך).*) ראה לקמן ס\"ו ובהערה 27 דענין \"שעשה נסים לאבותינו\" הוא שהנסים שלמעלה מהטבע נמשכים בטבע. ועפ\"ז תומתק השייכות דברוך שעשה נסים לאבותינו לי\"ט כסלו – ראה ד\"ה פתח אלי' ה'תשט\"ו הערה 6 [לעיל ע' 119].ולהעיר ממה שאמר אדה\"ז בחג הגאולה י\"ט כסלו תק\"ס:\"ברוך שעשה נסים לאבותינו הבעש\"ט ורבינו הרב המגיד, בימים ההם פורים וחנוכה, בזמן הזה י\"ט כסלו\" (שיחת י\"ט כסלו תרצ\"ג סי\"א – לקו\"ד כרך א כא, א. הוספות לאוה\"ת חנוכה כרך ה תתריד, א).3) סעיף א' וב'.4) ראה גם תניא פ\"ג. ובכ\"מ.5) ישעי' מט, כב.6) בענין שני הזיווגים דחו\"ב (זיווג חיצוני וזיווג פנימי), ראה סדור האריז\"ל כוונות ק\"ש, פע\"ח שער הק\"ש פ\"ו ופי\"א ועוד – הובאו ונתבארו בלקו\"ת שה\"ש כב, ג (וראה גם שם כ, ג). סה\"מ תרנ\"ז ע' רעו. מקומות שבהערה 8 ועוד.7) משא\"כ זיווג פנימי דחו\"ב הוא ע\"י עבודה דוקא – ראה מקומות שבהערה הקודמת.8) סה\"מ תרנ\"ד ע' קלג. תרע\"ח ע' צ. ובכ\"מ.9) סעיף ג.10) המשך תער\"ב ח\"א פמ\"ג (ע' עב). פרע\"ט (ע' תקסו). פרפ\"ב (ע' תקע). וראה שם פרמ\"ה (ע' תצה), דמ\"ש בכ\"מ שבחינת ד\"ע שבחכמה נמשך גם בבינה – הוא דוקא בפנימיות בינה (כדלקמן בפנים).11) ראה גם תניא פל\"ה בהגהה.12) וראה המשך תער\"ב פרע\"ט ופרפ\"ב, דבבינה הוא רק ההודאה דדעת עליון.13) להעיר מהמשך הנ\"ל פקצ\"א (ע' שפט) דבהשגה א\"א להשיג איך שהכל אינו בבחינת מציאות. ומדבר שם גם בבינה דאצילות.14) בהבא לקמן, ראה המשך הנ\"ל פמ\"א ופמ\"ב. סה\"מ תרע\"ח שם. סה\"מ תרפ\"ט ס\"ע 106 ואילך. וראה גם סה\"מ עטר\"ת שבהערה הבאה.15) וראה סה\"מ עטר\"ת ע' תקו (ועד\"ז בסה\"מ תרע\"ח שם), דזהו שאו\"א זיווגייהו תדיר לצורך קיום העולמות (כנ\"ל ס\"ב), הוא כי חכמה ובינה הם האין והיש שבתחלת ההשתלשלות, וע\"י התהוות היש דבינה מהאין דחכמה נמשך התחדשות הבריאה מאין ליש.16) המשך תרס\"ו ע' רכא. ובכ\"מ.17) ובסה\"מ תרפ\"ט שם \"השכלי (שבחכמה) עצמו הוא בדרך הנחה ולא בדרך השגה\".18) ראה המשך תער\"ב פרמ\"ה שבהערה 10.19) בהבא לקמן ראה סדור עם דא\"ח ד\"ה מזמור לתודה (מד, ג). פיה\"מ לאדמו\"ר האמצעי פקמ\"א (צג, ג). סה\"מ תרע\"ח שם.20) דזה גופא שמדברים בענין מקור לבינה (שמקור לבינה הוא אין ואפס דכלא חשיב) מורה שהוא רק הארה. כי בעצם החכמה ממש אין שום יחס לענין שזולת החכמה (מקור לבינה), גם לא היחס דכלא חשיב.21) כולל גם ההארה עצמה – ע\"ד הענין ד\"למטה אין\" שנרגש בהאין של יש האמיתי (אור הדבוק במקורו), דענין \"למטה אין\" הוא לא רק שהתהוות העולמות הוא אין אלא שגם אור הדבוק שלמעלה ממקור לעולמות הוא כלא חשיב (ראה המשך תרס\"ו ע' רכב).22) וע\"ד הידוע, שבכללות – אצילות הוא דעת עליון, אבל בפרטיות – באצילות הוא דעת תחתון, ודעת עליון הוא למעלה מאצילות (המשך הנ\"ל ע' רכד).23) להעיר שאו\"א תתאין הן בה' ראשונה, דה' ראשונה היא בינה – שגם החכמה (השייכת לבינה) נכללת בבינה (המשך תער\"ב ח\"א רפקל\"ז. ובכ\"מ).24) סעיף ד.25) סעיף יו\"ד וי\"א.26) ראה סה\"מ תרע\"ח ע' פט, וסה\"מ חצר\"ת ע' קפט, שהרמת הטבע ע\"י נס הוא גם בנסים שאינם מלובשים בטבע. כי ביטול ושידוד הטבע שע\"י נסים אלו \"הוא רק באותו הדבר שבו הוא הנס, אבל כללות העולם הוא בקיומו\".27) דעשיית הנסים – וכלשון הברכה \"שעשה נסים\" – הוא שהנסים נמשכים בעולם (ראה הערה הקודמת), וע\"י החיבור דנס וטבע (עולם), נעשה הרמה בשניהם.28) סעיף ז' ואילך.29) סעיף ה.30) סנהדרין פ\"ד מ\"ה (לז, א).31) תניא פי\"ט (כד, ב).32) להעיר משערי אורה שער הפורים פג, א \"חכמה הנפלאה הנראה בנתוח אברי האדם כו' שנלאו בו כל חכמי הרופאים כו' לפי שחכמה אלקית היא וכן בחלקי החי וחלקי הצומח כו' הארץ וכל אשר בה יש בזה חכמה אלקית שבה נעשה הכל\".ויש לומר, דטבע ותכונות כל הנבראים הם ע\"פ חכמה, אלא שהם חכמה אלקית*, ולכן \"נלאו כל חכמי הרופאים\", \"נלאו כל חכמי התכונה\". משא\"כ התהוות הנבראים מאין ליש אינה בגדר השכל כלל (ואין שייך לומר ש\"נלאו חכמי הטבע\").33) ע\"ד סוגי הנסים – ראה גם תו\"מ סה\"מ ניסן ע' קסב. תמוז ע' סז. תו\"מ ח\"ה ע' 128. וש\"נ.*) ויש לקשר זה עם המובא לעיל ע' 122 (בד\"ה פתח אלי' ס\"ד) דצורת הנבראים שמהרצון המשכתה ע\"י החכמה.34) נדה לא, א.35) מו\"נ ח\"ג פ\"נ. וראה סה\"מ תרע\"ח ע' רכב.36) חוקת כ, ה.37) יומא עה, ב.38) בשלח טז, יח.39) וכ\"ה גם באוה\"ת (יהל אור) לתהלים ע' קנה, מרמב\"ן ובחיי ר\"פ וארא. המשך תער\"ב ח\"א פקמ\"ד. ועוד.40) ב\"ר פמ\"ו, ג. הובא בהמשך תער\"ב שם. ובכ\"מ.41) ראה עד\"ז יהל אור שם.42) וראה גם בסה\"מ תרע\"ח ע' צ.43) יהל אור שם. ובכ\"מ.44) תקו\"ז תיקון יו\"ד. לקו\"ת פקודי ג, ב ואילך. שם ראה כט, א. ובכ\"מ. וראה גם תניא בהקדמה ובפמ\"ד. אגה\"ת פ\"ד.45) אגה\"ת פי\"א.46) מיכה ז, טו.",
      "glossary": "|אבותינו (avoteinu): Our forefathers; אדה\"ר (Adam HaRishon): Adam the first man; אדמו\"ר (Admor): Rebbe; אדמו\"ר הזקן (Admor HaZaken): The Alter Rebbe; אוא\"ס (Or Ain Sof): Infinite Light; אין ויש (ayin v'yesh): Nothing and something; אין מקום בשכל (ein makom baseichel): No place in intellect; אין של יש האמיתי (ayin shel yesh ha'amiti): Nothing of true existence; אין של יש הנברא (ayin shel yesh hanivra): Nothing of created existence; אני (ani): I; אראנו נפלאות (ar'enu nifla'ot): I will show wonders; ארבעים שנה (arba'im shanah): Forty years; ארים נסי (arim nisi): I will raise my banner; בגילוי (begilluy): In revelation; בהעולם (ba'olam): In the world; בהעלם (beha'alam): In concealment; בזמן הזה (bazman hazeh): At this time; בחינת הרצון (bechinat haratzon): Aspect of will; ביאת משיח צדקנו (bi'at mashiach tzidkeinu): Coming of our righteous Messiah; ביטול (bitul): Nullification; בימים ההם (bayamim hahem): In those days; בינה (binah): Understanding; במאמרו (bema'amaro): In his discourse; במהרה בימינו ממש (bimheirah b'yameinu mamash): Speedily in our days literally; בס\"ד (בסיעתא דשמיא): With Divine assistance; בסיומו וחותמו (besiyumo v'chotamo): In its conclusion and seal; בעל הנס (ba'al hanes): The one experiencing the miracle; בעל השמחה והגאולה (ba'al hasimchah v'hageulah): Master of joy and redemption; בעתיד הקרוב (ba'atid hakarov): In the near future; בקשה (bakashah): Request; ברוך שעשה נסים לאבותינו (Baruch she'asah nisim la'avoteinu): Blessed is He who performed miracles for our forefathers; בריאה יש מאין (bri'ah yesh me'ayin): Creation something from nothing; גדר העולם (geder ha'olam): Boundary of the world; ד\"ה (dibur hamatchil): Beginning with the words; ד' האותיות דשם הוי' (dalet ha'otiyot d'Shem Havayah): Four letters of the Name Havayah; דבוק (davuk): Attached; דוגמת טבע (dugmat teva): Semblance of nature; דעת עליון (da'at elyon): Higher knowledge; דעת תחתון (da'at tachton): Lower knowledge; ה'תשט\"ו (התשט\"ו): 5715; האין דמלכות (ha'ayin d'malchut): The nothingness of kingship; הארת החכמה (ha'aras hachochmah): Illumination of wisdom; הגאולה (hageulah): The redemption; הגילוי (hagilluy): The revelation; החומר (hachomer): The matter; הכח האלקי (hakoach ha'Elohi): Divine power; המטה נהפך לנחש (hamateh nehepach l'nachash): The staff turned into a snake; המלכות (hamalchut): Kingship; הממעיט לא החסיר (hama'amit lo hechsir): He who gathered little did not lack; המשך (hemshech):; המשכה (hamshachah): Drawing down; המשכת הנסים (hamshachat hanisim): Drawing down of miracles; הנהגה טבעית (hanhagah tiv'it): Natural providence; הנהגה נסית (hanhagah nisit): Miraculous providence; הנהגת הטבע (hanhagas hateva): Natural governance; הנחת הנפש (hanachat hanefesh): Settling of the soul; הנפש (hanefesh): The soul; הקב\"ה (HaKadosh Baruch Hu): The Holy One Blessed be He; הרגש (hergesh): Feeling; הרמב\"ם (HaRambam): Maimonides; הרמה (haramah): Elevation; הרצון (haratzon): The will; השגה (hasagah): Comprehension; השלימות (hashlaimut): Perfection; השתלשלות (hishtalshelut): Chain of emanation; התהוות (hithavut): Coming into being; התהוות הצורה (hithavut hatzurah): Formation of form; התהוותו (hithavuto): Its coming into being; התחלקות (hitchalkut): Division; התלבשות (hitlabshut): Enclothement; ו\"ה (vav-hei): Vav-hei; ו\"ה נגלות (vav-hei niglot): Revealed vav-hei; וישב (Vayeshev): Vayeshev; זה (zeh): This; זיווג חיצוני (zivug chitzon): External union; זיווג פנימי (zivug penimi): Internal union; חו\"ב (chochmah u'binah): Wisdom and Understanding; חותמו (chotamo): His seal; חיבור (chibur): Connection; חיות דעולם (chayut d'olam): Life-force of the world; חיצוניות (chitzoniyut): Externality; חכמה (chochmah): Wisdom; חנוכה (Chanukah): Chanukah; חנון המרבה לסלוח (chanun hamarbeh lisloach): Gracious One who abundantly forgives; טבע ותכונות (teva v'techunot): Nature and characteristics; טבע כל אדם (tava kol adam): Impressed every person; טבעו (tiv'o): His nature; טבת (Tevet): Tevet; י\"ב תמוז (yud-bet Tamuz): 12th of Tamuz; י\"ה נסתרות (yud-hei nistarot): Hidden yud-hei; י\"ט כסלו (yud-tet Kislev): 19th of Kislev; יחוד חו\"ב (yichud chochmah u'binah): Union of Wisdom and Understanding; יסוד (yesod): Foundation; ירידת המן (yeridat haman): Descent of the manna; יש האמיתי (yesh ha'amiti): True existence; יש הנברא (yesh hanivra): Created existence; יש מאין (yesh me'ayin): Something from nothing; כולא קמי' כלא חשיב (kula kamei kela chashiv): Everything before Him is considered as nothing; כלא חשיב (kela chashiv): Considered as nothing; כלי להחיות (keli l'hachayot): Vessel for life-force; כלים להנס (keilim lahnes): Vessels for the miracle; כללות החכמה (kelalut hachochmah): Generality of wisdom; לאידך (l'idach): Conversely; לבוש להנס (levush lahnes): Garment for the miracle; לחם מן הארץ (lechem min ha'aretz): Bread from the earth; לחם מן השמים (lechem min hashamayim): Bread from heaven; למטה אין (lematah ayin): Below there is nothing; למטה יש (lematah yesh): Below there is; למטה מטה עד אין תכלית (lematah matah ad ein tachlit): Below below without end; למעלה אין (lema'alah ayin): Above there is nothing; למעלה יש (lema'alah yesh): Above there is; למעלה מהשכל (lema'alah mehaseichel): Above intellect; למעלה מהשתלשלות (lema'alah mehishtalshelut): Above the chain of emanation; למעלה מעלה עד אין קץ (lema'alah ma'alah ad ein ketz): Above above without limit; למעלה משכל (lema'alah miseichel): Above intellect; לשון רבים (lashon rabim): Plural form; לשון רבים (lashon rabim): Plural language; מאיר (me'ir): Illuminates; מבה\"ח (מברכין החודש): Blessing the new month; מהורש\"ב (Maharshab): The Rebbe Rashab; מושלל (mushlal): Negated; מזגו (mizgo): His temperament; מחובר עם למעלה (mechubbar im lema'alah): Connected with above; מטבע (matbea): Coin; מכיר בנסו (makir beniso): Recognizes his miracle; מלשון הרמה (milashon haramah): From the language of elevation; מעביר (ma'avir): Transmitter; מעלימים ומסתירים (ma'alimim u'mastirim): Conceal and hide; מציאות (metziut): Existence; מציאות יש (metziut yesh): Existence of being; מק\"א (makom acher): Another place; מקום זרע (makom zera): Place of seed; מקום לטעות (makom lit'ot): Room for error; מקור לבינה (makor labinah): Source for understanding; מתעלם (mit'alem): Conceals itself; נ\"ע (nichnas l'gan eden): Of blessed memory; נבדלת (nivdelet): Separate; נבראים (nivra'im): Created beings; נהפכו לדם (nehepchu l'dam): Turned to blood; ניכר (nikar): Recognizable; נמשך מלמעלה למטה (nimshach milema'alah l'matah): Extends from above to below; נס (nes): Miracle; נסים (nisim): Miracles; נסים המלובשים בדרכי הטבע (nisim hamlubashim b'darchei hateva): Miracles clothed in ways of nature; נסים שלמעלה מהטבע (nisim shelema'alah mehateva): Miracles above nature; נצבו כמו נד (nitzvu kmo ned): Stood like a wall; נקודה (nekudah): Point; נקודת ההשכלה (nekudat hahaskala): Point of intellect; נקודת החכמה (nekudat hachochmah): Point of wisdom; נרגש (nirgash): Felt; נשלם הרצון (nishlam haratzon): The will is completed; נתינת מקום (netinat makom): Giving place; סלח לנו (selach lanu): Forgive us; ספירות (sefirot): Divine emanations; ע\"פ טעם ודעת (al pi ta'am v'da'at): According to reason and knowledge; עלה ברצונו (alah birtzono): Rose in His will; עלי' (aliyah): Ascent; ענין הריבוי (inyan haribuy): The concept of multiplicity; עצם החכמה (etzem hachochmah): Essence of wisdom; עצם מציאותם (etzem metziutam): Essence of their existence; עצמות (atzmut): Essence; עצמות אוא\"ס (atzmut Or Ain Sof): Essence of Infinite Light; עצמיות (atzmiyut): Essence; ערב חנוכה (erev Chanukah): Eve of Chanukah; עשיית הנסים (asiyat hanisim): Making of miracles; עשרה מאמרות (asarah ma'amarot): Ten utterances; פורים (Purim): Purim; פלאים הגדולים (pela'im hagedolim): Great wonders; פנימיות (penimiyut): Internality; פסולת (pesolet): Waste; פתח אלי' (Petach Eliyahu): Opening of Elijah; צורת הנבראים (tzurat hanivra'im): Form of created beings; ציור דאורך ורוחב (tziyur d'orech v'rochav): Form of length and width; ציור הגשמי (tziyur hagashmi): Physical form; קו אחד (kav echad): One line; קונטרס (kuntres): Booklet; קיום העולמות (kiyum ha'olamot): Sustaining the worlds; קריעת ים סוף (kri'at yam suf): Splitting of the Red Sea; ראו כל אפסי ארץ (ra'u kol afsei aretz): All ends of the earth saw; ראי' דחכמה (re'iyah d'chochmah): Vision of wisdom; ריבוי סוגי נסים (ribuy sugei nisim): Multiple types of miracles; רצונו (retzono): His will; ש\"פ (שבת פרשת): Shabbat of Torah portion; שדי באלקותי לכל ברי' (Shaddai b'Elokuti l'chol bri'ah): Shaddai - sufficient in My Divinity for every creature; שהיית ישראל במדבר (shehiyat Yisrael bamidbar): Israel's dwelling in the desert; שום ספק (shum safek): Any doubt; שורה (shoreh): Dwells; שטח המקבל (shetach hamekabel): Surface of the receiver; שייכות לעולמות (shayachut l'olamot): Connection to worlds; שינוי הטבע (shinuy hateva): Change of nature; שלבושי הטבע (levushei hateva): Garments of nature; שם אד' (Shem Adnut): The Name Adnut; שם הוי' (Shem Havayah): The Name Havayah; שם המושאל (shem hamushal): Borrowed name; שם שדי (Shem Shaddai): The Name Shaddai; שני הענינים (shnei ha'inyanim): Two matters; שרש הנסים (shoresh hanisim): Root of miracles; תדיר (tadir): Constant; תופסים מקום (tofesim makom): Take up space; תכונותיו (techunav): His characteristics; תכונתו (techunato): His nature; תניא (Tanya): Tanya; תנש\"א (5751): 5751; תפיסא (tefisa): Grasp; תפיסת מקום (tefisat makom): Taking up space;"
    },
    "search_tags": [
      "דור",
      "עבודה",
      "תכלית",
      "יסוד",
      "העלם",
      "אלקות",
      "Knowledge",
      "רבי",
      "World",
      "מלכות",
      "אוא\"ס",
      "Wisdom",
      "דעת",
      "בריאה יש מאין",
      "Sefirot",
      "ספירות",
      "אצילות",
      "ביטול",
      "Concealment",
      "Purpose",
      "Nullification",
      "גאולה",
      "Chain of descent",
      "Splendor",
      "כוונה",
      "Creation",
      "Generation",
      "Emanation",
      "דוד",
      "Exile",
      "Israel",
      "ישראל",
      "המשכה",
      "Creation ex nihilo",
      "Kingship",
      "Rabbi",
      "Light",
      "השתלשלות",
      "בינה",
      "Will",
      "גלות",
      "Understanding",
      "אור",
      "בריאה",
      "עצמות",
      "Intention",
      "משיח",
      "Worlds",
      "Essence",
      "Foundation",
      "David",
      "Infinite Light",
      "הוד",
      "Revelation",
      "תיקון",
      "Redemption",
      "Service",
      "Divinity",
      "גילוי",
      "רצון",
      "עולמות",
      "Rectification",
      "Drawing down",
      "חכמה",
      "Messiah",
      "עולם"
    ]
  }
}