{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "1_תסז",
    "reference": "Reference: 1_תסז",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אלקות",
        "אור",
        "גילוי",
        "עולם",
        "מלכות",
        "דעת",
        "דוד",
        "ישראל",
        "מקדש",
        "קרבנות",
        "קרבן",
        "מצוות",
        "תורה",
        "גלות",
        "דור",
        "עבודה",
        "אהבת ישראל",
        "ביטול",
        "המשכה",
        "תכלית",
        "רצון",
        "תשובה",
        "נשיא"
      ],
      "key_concepts": [
        "Divinity",
        "Light",
        "Revelation",
        "World",
        "Kingship",
        "Knowledge",
        "David",
        "Israel",
        "Temple",
        "Sacrifices",
        "Sacrifice",
        "Commandments",
        "Torah",
        "Exile",
        "Generation",
        "Service",
        "Love of Israel",
        "Nullification",
        "Drawing down",
        "Purpose",
        "Will",
        "Repentance",
        "Leader"
      ],
      "biblical_references": [
        "שה\"ש ו, ג",
        "שה\"ש יא, ד",
        "תרומה פ, א",
        "שמות בגופים, ובשמחה",
        "ויקרא ב, ב",
        "תהלים קד, טו",
        "ישעי' מ, ה"
      ],
      "talmudic_references": [
        "תניא",
        "תניא"
      ],
      "chassidic_references": [
        "אדמו\"ר הזקן",
        "אדמו\"ר הזקן",
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "אדמו\"ר האמצעי",
        "אדמו\"ר הצ\"צ",
        "אדמו\"ר הצ\"צ",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 1124,
      "chunk_count": 5
    },
    "content": {
      "main_text": "בס\"ד. אור ליום ה' פ' שופטים, אדר\"ח אלול ה'תשמ\"ואני לדודי ודודי לי1 ר\"ת אלול2, ומבאר בזה בדרוש הידוע בלקו\"ת3, דבאלול מתחיל בחי' אני לדודי דהיינו בחי' אתערותא דלתתא, עד ראש השנה ויום הכיפורים שהם בחי' המשכת אלקותו ית' למטה בבחי' התגלות. דזהו אני לדודי, האתעדל\"ת (מלמטה) שבחודש אלול, ואח\"כ ודודי לי, ההמשכה מלמעלה בימים נוראים. אמנם הגם שענינו של חודש אלול הוא ההתעוררות מלמטה, מ\"מ צ\"ל ע\"ז התעוררות ונתינת כח מלמעלה4. וזהו מה שמבאר בהמשך הדרוש, שבחודש אלול הוא זמן התגלות י\"ג מדות הרחמים5, שזהו ענין האתעדל\"ע המעוררת את האתעדל\"ת דאני לדודי6.ב) ומבאר זה7 ע\"פ משל למלך שקודם בואו לעיר יוצאין אנשי העיר לקראתו ומקבלין פניו בשדה ואז רשאין [ומוסיף בזה כ\"ק מו\"ח אדמו\"ר נשיא דורנו8: ויכולים] כל מי שרוצה להקביל פניו, והוא מקבל את כולם בסבר פנים יפות ומראה פנים שוחקות לכולם, ובלכתו העירה הרי הם הולכים אחריו, ואח\"כ בבואו להיכל מלכותו אין נכנסים כ\"א ברשות ואף גם זאת המובחרים שבעם ויחידי סגולה. וממשיך, שכך הענין עד\"מ בחודש אלול יוצאין להקביל אור פניו ית' בשדה. ומבאר, דענין הארת י\"ג מדה\"ר הו\"ע יאר ה' פניו אליך9, דיש לומר, שזהו\"ע מה שהמלך מקבל את כולם בסבר פנים יפות ומראה פנים שוחקות וכו', ועד שאפ\"ל ענין של בקשה אל המלך עצמו וכו'. וכמבואר פרטי הענין בזה בעבודת האדם בלקו\"ת שם.ג) והנה בכללות דרושי חודש אלול בלקו\"ת, שנסדר ונדפס ע\"י כ\"ק אדמו\"ר הצ\"צ10, מצינו דבר פלא, שבדרושים אלה לא ישנה קעפּל (כותרת) בפ\"ע11 \"דרושים לאלול\"12, ונכללו בהדרושים לפ' ראה. וצריך ביאור הקשר דדרושי אלול עם פרשת ראה. וגם צריך להבין מה שלא נדפסו בלקו\"ת דרושים לפ' שופטים13. הגם שישנו ריבוי דרושים מאדמו\"ר הזקן על פ' שופטים, הן על תחילת הפרשה (שופטים ושוטרים) והן על פסוקים שבאמצע הפרשה. וכנדפס גם באוה\"ת להצ\"צ, ועד\"ז גם בדרושי אדמו\"ר האמצעי, שכמה משניהם מיוסדים על מאמרי אדמו\"ר הזקן, ונדפסו דרושים לפ' ראה (שלפני פ' שופטים) ופ' תצא (שאחרי') ולא נדפסו דרושים לפ' שופטים (והרי הדרושים דאלול שייכים (גם) לפ' שופטים14). גם צריך להבין דהקביעות בזמן דר\"ח אלול בפ' שופטים מכריחה שיש שייכות ביניהם ומהי. ולהעיר מענין נפלא בדרוש הנ\"ל (ד\"ה אני לדודי) שבלקו\"ת, שמתחיל ונדפס בדף לב. וי\"ל בדא\"פ שמספר לב יש בו תוכן מיוחד, כמדובר במ\"א15 רמז הדבר שבפרק לב16 שבתניא מבואר ענין ואהבת לרעך כמוך17, משום שענין אהבת ישראל הוא הלב והעיקר, כמארז\"ל18 זה כלל גדול בתורה. ועד\"ז י\"ל לגבי דף לב שבספר משנה תורה בלקו\"ת שנסדר לדפוס ע\"י הצ\"צ, והיינו, שבדף זה (בדרוש זה) הוא הלב של הלקו\"ת דמשנה תורה. ואפילו את\"ל שזה שדרוש זה נדפס בדף לב הי' אח\"כ, מ\"מ קרוב לומר, שמכיון שזהו ספר בתורה, ובפרט ע\"פ תורת הבעש\"ט הידועה19, אפשר ללמוד הוראה בעבודת האדם גם מפרטים כאלו.ד) ויש לומר הביאור בכל זה, ע\"פ משנת\"ל שנקודת הדרוש הנ\"ל היא אשר העבודה דחודש אלול היא כמשל המלך בשדה. ועפ\"ז יומתק הקשר דדרושי אלול עם (דף) לב, דהנה כשהמלך בשדה, הרי \"השדה\" משווה כל הנמצאים בו, מכיון דשם כל אחד (בלי הבדל) רשאי ויכול להקביל פניו, והוא מקבל את כולם כו' (משא\"כ בהיותו בעיר מלכותו, ובפרט בהיכלו, שרק המובחרים ויחידי סגולה נכנסים אל המלך). ויתירה מזו, דבהיות המלך בשדה, אזי מתבטלים המחיצות וכו' שבין המלך להעם, והוא מקבל את כולם בסבר פנים יפות ומראה להם פנים שוחקות. ובכלל (ובפרט באלול20), אני (ישראל) ודודי (הקב\"ה), כל אחד מהם הוא לב כביכול להשני. וזה תלוי בהאחדות דישראל (אני) (מה שבהיות המלך בשדה כולם שוים), כמבואר באגה\"ק21. ויש לומר שזהו גם הקשר עם פרשת ראה, דענין הראי', הארת י\"ג מדות הרחמים הוא שיהי' פנים בפנים, פנימיות רצונו ית' לישראל ופנימיות הרצון דישראל אליו ית'22 (וע\"ד הנ\"ל שכל אחד מהם הוא לב דהשני). וכמש\"נ ראה אנכי נותן לפניכם, בחי' פנים בפנים23. [אמנם הענין דשופטים ושוטרים גו'24 הוא אדרבה, היפך ההשתוות, לברר החילוק (והמחיצות) שבין זל\"ז, בין דין לדין כו'25].ה) והנה מבואר בהמשך הדרוש שם26, שכשם שיש בחי' שדה כך יש בחי' מדבר, ארץ לא זרועה27 אשר לא ישב אדם שם28. ובמשל דחודש אלול מלך בשדה (ולא במדבר) שהשדה נעלה מהמדבר. וגם בפשטות המדבר הוא ארץ לא זרועה, משא\"כ השדה הוא מקום זריעה וצמיחת הלחם, ארץ29 ממנה יצא לחם. שהלחם מבררים אותו ומעלים אותו, ולחם לבב אנוש יסעד30, דלא על הלחם לבדו יחי' האדם כי על כל מוצא פי הוי'31 שבלחם, הניצוץ האלקי שבלחם (כמבואר בכתבי האריז\"ל32 ובכ\"מ33). ונמצא שהחידוש דשדה על עיר ומדבר הוא, דהעיר הם הבתים שבתוך תחום הקדושה, והמדבר הוא מחוץ לתחום הקדושה (לא ישב אדם שם), והשדה תוכנו הוא הבירור של הענינים שמחוץ לבית והכנסתם לתוך הקדושה. וזהו כללות עבודת האדם, לברר את עניני העולם ולהעלותם לאלקות. וגם מטעם זה כללות הקרבנות נק' בשם את קרבני לחמי לאישי34, ענין הלחם, ובלשון רז\"ל35 רעייתי פרנסתי.ו) והנה שלימות עבודת הקרבנות (לחמי לאישי) תהי' לע\"ל דוקא. כי אף שגם בזמן הגלות ישנו ענין הקרבנות ע\"י העסק בתורת קרבנות36 כמ\"ש37 ונשלמה פרים שפתנו, שזה כולל גם ענין ונשלמה מלשון שלימות38, מ\"מ עיקר הענין בזה יהי' לע\"ל, ובלשון התפלה39 ושם נעשה לפניך כמצות רצונך, שדוקא לע\"ל יהי' קיום כל המצוות, ובפרט מצות הקרבת הקרבנות שהיא עיקר העבודה40, בתכלית השלימות. וי\"ל דמפורש בקראי41 דלע\"ל יהיו ג\"כ שדות (ואולי י\"ל דירושלים לגבי ביהמ\"ק הוא דוגמת שדה42, נוסף על השדות בפשטות שמחוץ לירושלים). אלא שאז יתבטלו המחיצות דעתה שבין עיר לשדה, דהגילוי שבביהמ\"ק (עיר) יתפשט גם בירושלים עיר הקודש וגם בשדות ומגרשים שמחוץ לירושלים, ע\"ד מארז\"ל43 עתידה ירושלים שתתפשט44 בכל ארץ ישראל ועתידה ארץ ישראל שתתפשט בכל הארצות, וכמ\"ש45 ונגלה כבוד הוי' וראו כל בשר יחדיו גו'.ז) ועפ\"ז יש לתרץ ולבאר גם הרמז בהקשר דתוכן דרוש זה (ענין ביטול המחיצות, כולם בשוה) עם פ' שופטים, שהוא בגלוי עם סיום הפרשה. דהנה ענין שופטים ושוטרים גו'23 הוא (כנ\"ל) לברר החילוק (והמחיצות) שבין זל\"ז, בין דין לדין כו', אבל כשפעולת השופטים נסתיימה ונמשכת לאח\"ז בהנהגה \"ללכת בדרכיו כל הימים\"46, אזי נעשה ביטול המחיצות וכו' ועד אשר לאח\"ז ירחיב ה\"א את גבולך47 (ע\"י אשר לפנ\"ז תשמור גו' ללכת בדרכיו כל הימים45), דענין ירחיב ה\"א את גבולך יש לומר אשר ברוחניות זהו\"ע מה שעתידה ארץ ישראל שתתפשט בכל הארצות48. ועד שיהי' גם הגילוי דבחי' חב\"ד, כמארז\"ל49 עה\"פ ירחיב ה\"א את גבולך דקאי על קיני קניזי וקדמוני, ומבואר בד\"ה אל תצר את מואב לאדמו\"ר האמצעי50 שהם בחי' חב\"ד. דההמשכה עכשיו היא רק בחי' ז\"ת, ותתרחב לע\"ל, וי\"ל אשר זהו בפרט ע\"י הקדמת העבודה דיפוצו מעינותיך חוצה באופן דהבנה והשגה (יתפרנסון מיני'51), חב\"ד, ולא עוד אלא שגם ג' הארצות (חב\"ד) יהיו באופן דכיבוש, שנעשה \"בעל הבית\" גם עליהם ועד שגם חלק תורה זה ה\"ז \"תורתו\" שנקראת על שמו52.ח) ויהי רצון שכן תהי' לנו, שע\"י הקדמת העבודה דהפצת המעיינות חוצה וכיבוש חב\"ד שבנפש, נבוא בקרוב ממש לכיבוש חב\"ד שבעולם, עד לכיבוש בתכלית באופן שנקראת על שמו. ויקויים זה באופן דאחישנה ובזריזות, שתיכף ומיד (בלשון הרמב\"ם53) מסתיים הגלות, וכובשים בשלימות את ארץ שבעה עממין, ותיכף לאח\"ז גם את ארץ ג' האומות, וביחד ארץ עשר עממין54, דמספר עשר מורה על השלימות דלעתיד, וכמרז\"ל שכינור דלע\"ל הוא בן עשר נימין55, ולע\"ל תהי' השירה העשירית56 והפרה העשירית57 והמנין העשירי58, שהקב\"ה מונה את ישראל מפני רוב חיבתם59. וכ\"ז במהרה בימינו ממש בפשטות, בזמן ומקום שלנו, נשמות בגופים, ובשמחה ובטוב לבב.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד אור ליום ה' פ' שופטים, אדר\"ח אלול ה'תשמ\"ואני לדודי ודודי לי1 ר\"ת אלול2, ומבאר בזה בדרוש הידוע בלקו\"ת3, דבאלול מתחיל בחי' אני לדודי דהיינו בחי' אתערותא דלתתא, עד ראש השנה ויום הכיפורים שהם בחי' המשכת אלקותו ית' למטה בבחי' התגלות דזהו אני לדודי, האתעדל\"ת (מלמטה) שבחודש אלול, ואח\"כ ודודי לי, ההמשכה מלמעלה בימים נוראים אמנם הגם שענינו של חודש אלול הוא ההתעוררות מלמטה, מ\"מ צ\"ל ע\"ז התעוררות ונתינת כח מלמעלה4 וזהו מה שמבאר בהמשך הדרוש, שבחודש אלול הוא זמן התגלות י\"ג מדות הרחמים5, שזהו ענין האתעדל\"ע המעוררת את האתעדל\"ת דאני לדודי6.ב) ומבאר זה7 ע\"פ משל למלך שקודם בואו לעיר יוצאין אנשי העיר לקראתו ומקבלין פניו בשדה ואז רשאין [ומוסיף בזה כ\"ק מו\"ח אדמו\"ר נשיא דורנו8: ויכולים] כל מי שרוצה להקביל פניו, והוא מקבל את כולם בסבר פנים יפות ומראה פנים שוחקות לכולם, ובלכתו העירה הרי הם הולכים אחריו, ואח\"כ בבואו להיכל מלכותו אין נכנסים כ\"א ברשות ואף גם זאת המובחרים שבעם ויחידי סגולה וממשיך, שכך הענין עד\"מ בחודש אלול יוצאין להקביל אור פניו ית' בשדה ומבאר, דענין הארת י\"ג מדה\"ר הו\"ע יאר ה' פניו אליך9, דיש לומר, שזהו\"ע מה שהמלך מקבל את כולם בסבר פנים יפות ומראה פנים שוחקות וכו', ועד שאפ\"ל ענין של בקשה אל המלך עצמו וכו' וכמבואר פרטי הענין בזה בעבודת האדם בלקו\"ת שם.ג) והנה בכללות דרושי חודש אלול בלקו\"ת, שנסדר ונדפס ע\"י כ\"ק אדמו\"ר הצ\"צ10, מצינו דבר פלא, שבדרושים אלה לא ישנה קעפּל (כותרת) בפ\"ע11 \"דרושים לאלול\"12, ונכללו בהדרושים לפ' ראה וצריך ביאור הקשר דדרושי אלול עם פרשת ראה וגם צריך להבין מה שלא נדפסו בלקו\"ת דרושים לפ' שופטים13",
          "topics": [
            "אלקות",
            "אור",
            "מלכות",
            "דוד",
            "גלות"
          ],
          "word_count": 254
        },
        {
          "chunk_id": "chunk_2",
          "content": "הגם שישנו ריבוי דרושים מאדמו\"ר הזקן על פ' שופטים, הן על תחילת הפרשה (שופטים ושוטרים) והן על פסוקים שבאמצע הפרשה וכנדפס גם באוה\"ת להצ\"צ, ועד\"ז גם בדרושי אדמו\"ר האמצעי, שכמה משניהם מיוסדים על מאמרי אדמו\"ר הזקן, ונדפסו דרושים לפ' ראה (שלפני פ' שופטים) ופ' תצא (שאחרי') ולא נדפסו דרושים לפ' שופטים (והרי הדרושים דאלול שייכים (גם) לפ' שופטים14) גם צריך להבין דהקביעות בזמן דר\"ח אלול בפ' שופטים מכריחה שיש שייכות ביניהם ומהי ולהעיר מענין נפלא בדרוש הנ\"ל (ד\"ה אני לדודי) שבלקו\"ת, שמתחיל ונדפס בדף לב וי\"ל בדא\"פ שמספר לב יש בו תוכן מיוחד, כמדובר במ\"א15 רמז הדבר שבפרק לב16 שבתניא מבואר ענין ואהבת לרעך כמוך17, משום שענין אהבת ישראל הוא הלב והעיקר, כמארז\"ל18 זה כלל גדול בתורה ועד\"ז י\"ל לגבי דף לב שבספר משנה תורה בלקו\"ת שנסדר לדפוס ע\"י הצ\"צ, והיינו, שבדף זה (בדרוש זה) הוא הלב של הלקו\"ת דמשנה תורה ואפילו את\"ל שזה שדרוש זה נדפס בדף לב הי' אח\"כ, מ\"מ קרוב לומר, שמכיון שזהו ספר בתורה, ובפרט ע\"פ תורת הבעש\"ט הידועה19, אפשר ללמוד הוראה בעבודת האדם גם מפרטים כאלו.ד) ויש לומר הביאור בכל זה, ע\"פ משנת\"ל שנקודת הדרוש הנ\"ל היא אשר העבודה דחודש אלול היא כמשל המלך בשדה ועפ\"ז יומתק הקשר דדרושי אלול עם (דף) לב, דהנה כשהמלך בשדה, הרי \"השדה\" משווה כל הנמצאים בו, מכיון דשם כל אחד (בלי הבדל) רשאי ויכול להקביל פניו, והוא מקבל את כולם כו' (משא\"כ בהיותו בעיר מלכותו, ובפרט בהיכלו, שרק המובחרים ויחידי סגולה נכנסים אל המלך) ויתירה מזו, דבהיות המלך בשדה, אזי מתבטלים המחיצות וכו' שבין המלך להעם, והוא מקבל את כולם בסבר פנים יפות ומראה להם פנים שוחקות",
          "topics": [
            "אור",
            "מלכות",
            "דוד",
            "ישראל",
            "תורה"
          ],
          "word_count": 258
        },
        {
          "chunk_id": "chunk_3",
          "content": "ובכלל (ובפרט באלול20), אני (ישראל) ודודי (הקב\"ה), כל אחד מהם הוא לב כביכול להשני וזה תלוי בהאחדות דישראל (אני) (מה שבהיות המלך בשדה כולם שוים), כמבואר באגה\"ק21 ויש לומר שזהו גם הקשר עם פרשת ראה, דענין הראי', הארת י\"ג מדות הרחמים הוא שיהי' פנים בפנים, פנימיות רצונו ית' לישראל ופנימיות הרצון דישראל אליו ית'22 (וע\"ד הנ\"ל שכל אחד מהם הוא לב דהשני) וכמש\"נ ראה אנכי נותן לפניכם, בחי' פנים בפנים23 [אמנם הענין דשופטים ושוטרים גו'24 הוא אדרבה, היפך ההשתוות, לברר החילוק (והמחיצות) שבין זל\"ז, בין דין לדין כו'25].ה) והנה מבואר בהמשך הדרוש שם26, שכשם שיש בחי' שדה כך יש בחי' מדבר, ארץ לא זרועה27 אשר לא ישב אדם שם28 ובמשל דחודש אלול מלך בשדה (ולא במדבר) שהשדה נעלה מהמדבר וגם בפשטות המדבר הוא ארץ לא זרועה, משא\"כ השדה הוא מקום זריעה וצמיחת הלחם, ארץ29 ממנה יצא לחם שהלחם מבררים אותו ומעלים אותו, ולחם לבב אנוש יסעד30, דלא על הלחם לבדו יחי' האדם כי על כל מוצא פי הוי'31 שבלחם, הניצוץ האלקי שבלחם (כמבואר בכתבי האריז\"ל32 ובכ\"מ33) ונמצא שהחידוש דשדה על עיר ומדבר הוא, דהעיר הם הבתים שבתוך תחום הקדושה, והמדבר הוא מחוץ לתחום הקדושה (לא ישב אדם שם), והשדה תוכנו הוא הבירור של הענינים שמחוץ לבית והכנסתם לתוך הקדושה וזהו כללות עבודת האדם, לברר את עניני העולם ולהעלותם לאלקות וגם מטעם זה כללות הקרבנות נק' בשם את קרבני לחמי לאישי34, ענין הלחם, ובלשון רז\"ל35 רעייתי פרנסתי.ו) והנה שלימות עבודת הקרבנות (לחמי לאישי) תהי' לע\"ל דוקא",
          "topics": [
            "אלקות",
            "עולם",
            "דוד",
            "ישראל",
            "קרבנות"
          ],
          "word_count": 235
        },
        {
          "chunk_id": "chunk_4",
          "content": "כי אף שגם בזמן הגלות ישנו ענין הקרבנות ע\"י העסק בתורת קרבנות36 כמ\"ש37 ונשלמה פרים שפתנו, שזה כולל גם ענין ונשלמה מלשון שלימות38, מ\"מ עיקר הענין בזה יהי' לע\"ל, ובלשון התפלה39 ושם נעשה לפניך כמצות רצונך, שדוקא לע\"ל יהי' קיום כל המצוות, ובפרט מצות הקרבת הקרבנות שהיא עיקר העבודה40, בתכלית השלימות וי\"ל דמפורש בקראי41 דלע\"ל יהיו ג\"כ שדות (ואולי י\"ל דירושלים לגבי ביהמ\"ק הוא דוגמת שדה42, נוסף על השדות בפשטות שמחוץ לירושלים) אלא שאז יתבטלו המחיצות דעתה שבין עיר לשדה, דהגילוי שבביהמ\"ק (עיר) יתפשט גם בירושלים עיר הקודש וגם בשדות ומגרשים שמחוץ לירושלים, ע\"ד מארז\"ל43 עתידה ירושלים שתתפשט44 בכל ארץ ישראל ועתידה ארץ ישראל שתתפשט בכל הארצות, וכמ\"ש45 ונגלה כבוד הוי' וראו כל בשר יחדיו גו'.ז) ועפ\"ז יש לתרץ ולבאר גם הרמז בהקשר דתוכן דרוש זה (ענין ביטול המחיצות, כולם בשוה) עם פ' שופטים, שהוא בגלוי עם סיום הפרשה דהנה ענין שופטים ושוטרים גו'23 הוא (כנ\"ל) לברר החילוק (והמחיצות) שבין זל\"ז, בין דין לדין כו', אבל כשפעולת השופטים נסתיימה ונמשכת לאח\"ז בהנהגה \"ללכת בדרכיו כל הימים\"46, אזי נעשה ביטול המחיצות וכו' ועד אשר לאח\"ז ירחיב ה\"א את גבולך47 (ע\"י אשר לפנ\"ז תשמור גו' ללכת בדרכיו כל הימים45), דענין ירחיב ה\"א את גבולך יש לומר אשר ברוחניות זהו\"ע מה שעתידה ארץ ישראל שתתפשט בכל הארצות48 ועד שיהי' גם הגילוי דבחי' חב\"ד, כמארז\"ל49 עה\"פ ירחיב ה\"א את גבולך דקאי על קיני קניזי וקדמוני, ומבואר בד\"ה אל תצר את מואב לאדמו\"ר האמצעי50 שהם בחי' חב\"ד",
          "topics": [
            "גילוי",
            "דעת",
            "ישראל",
            "קרבנות",
            "מצוות"
          ],
          "word_count": 232
        },
        {
          "chunk_id": "chunk_5",
          "content": "דההמשכה עכשיו היא רק בחי' ז\"ת, ותתרחב לע\"ל, וי\"ל אשר זהו בפרט ע\"י הקדמת העבודה דיפוצו מעינותיך חוצה באופן דהבנה והשגה (יתפרנסון מיני'51), חב\"ד, ולא עוד אלא שגם ג' הארצות (חב\"ד) יהיו באופן דכיבוש, שנעשה \"בעל הבית\" גם עליהם ועד שגם חלק תורה זה ה\"ז \"תורתו\" שנקראת על שמו52.ח) ויהי רצון שכן תהי' לנו, שע\"י הקדמת העבודה דהפצת המעיינות חוצה וכיבוש חב\"ד שבנפש, נבוא בקרוב ממש לכיבוש חב\"ד שבעולם, עד לכיבוש בתכלית באופן שנקראת על שמו ויקויים זה באופן דאחישנה ובזריזות, שתיכף ומיד (בלשון הרמב\"ם53) מסתיים הגלות, וכובשים בשלימות את ארץ שבעה עממין, ותיכף לאח\"ז גם את ארץ ג' האומות, וביחד ארץ עשר עממין54, דמספר עשר מורה על השלימות דלעתיד, וכמרז\"ל שכינור דלע\"ל הוא בן עשר נימין55, ולע\"ל תהי' השירה העשירית56 והפרה העשירית57 והמנין העשירי58, שהקב\"ה מונה את ישראל מפני רוב חיבתם59 וכ\"ז במהרה בימינו ממש בפשטות, בזמן ומקום שלנו, נשמות בגופים, ובשמחה ובטוב לבב",
          "topics": [
            "עולם",
            "ישראל",
            "תורה",
            "גלות",
            "עבודה"
          ],
          "word_count": 145
        }
      ],
      "footnotes": "* ) יצא לאור בשעתו, \"מוצש\"ק פ' שופטים ה'תשמ\"ו\".1) שה\"ש ו, ג.2) אבודרהם סדר תפלת ר\"ה. פע\"ח שער כד (שער ר\"ה) פ\"א. שעה\"פ להאריז\"ל עה\"פ. ב\"ח או\"ח סתקפ\"א ד\"ה והעבירו. ועוד.3) ראה לב, א ואילך. ובאוה\"ת ראה ע' תתב ואילך.4) ראה גם לקו\"ת ויקרא ב, ב. ובכ\"מ.5) ראה מ\"ח מס' אלול פ\"א מ\"ג. פע\"ח שם.6) ראה לקו\"ת ראה כה, ב-ג. אוה\"ת ראה ע' תשסט.7) לקו\"ת ראה לב, ריש ע\"ב.8) סד\"ה לך אמר לבי ה'ש\"ת.9) נשא ו, כה.10) ראה מכתב הצ\"צ הנדפס בהוספות ללקו\"ת (ג, א). מכתב כ\"ק מו\"ח אדמו\"ר שם (ג, ב). ובכ\"מ.11) וכן אינה בדרושים לחה\"פ וחה\"ש (ונכללו בפ' ויקהל (בתו\"א), צו ובמדבר).12) ע\"ד לאח\"ז: דרושים לר\"ה, ליוהכ\"פ כו'.13) ראה גם הערה בהוספות וציונים ללקו\"ת (קכג, ג – בהוצאת תשד\"מ ואילך).14) ולהעיר שבכ\"מ (אוה\"ת דברים כרך ו ע' ב'שמט. שה\"ש ע' תקנז. ועוד) מציין הצ\"צ לד\"ה אני לדודי: \"בלקו\"ת פ' שופטים\".15) לקו\"ש ח\"ט ע' 156 הערה 23. ועוד.16) שניתוסף כולו מאדה\"ז לאחרי מהד\"ק דסש\"ב (ראה תניא מהדו\"ק ע' רלו).17) קדושים יט, יח.18) ספרא עה\"פ.19) כתר שם טוב (הוצאת תשנ\"ט) בהוספות סרכ\"ג ואילך. וש\"נ.20) ואומרים פעמים בכ\"י לך אמר לבי (ראה הצ\"צ עה\"פ).21) סל\"א. וראה גם לקו\"ש ח\"ט שם.22) לקו\"ת ראה שם (לב, ריש ע\"ב).23) לקו\"ת ר\"פ ראה. ובכ\"מ.24) ר\"פ שופטים (טז, יח).25) וי\"ל שזהו הרמז בזה שכ\"ק אדמו\"ר הצ\"צ השמיט בלקו\"ת [פנימיות התורה – שמגלה פנימיות התוכן דחודש אלול] דרושים לפ' שופטים – להורות, שהענין ד\"שופטים\" הוא היפך ההשתוות שישנה בכל חודש אלול (מצד זה שה\"מלך בשדה\").26) לקו\"ת שם (לב, ב).27) ירמי' ב, א.28) ירמי' שם, ו.29) איוב כח, ה.30) תהלים קד, טו.31) עקב ח, ג.32) ל\"ת עה\"פ.33) ראה לקו\"ת צו יג, ב. ובכ\"מ.34) פינחס כח, ב.35) שהש\"ר א, ט. ושם: מפרנסתי (במ'). אבל בכ\"מ בדא\"ח (תו\"א תרומה פ, א. לקו\"ת שה\"ש יא, ד. יב, ג. ועוד) הוא כבפנים.36) מנחות בסופה. וראה לקו\"ש חי\"ח ע' 413 ואילך. וש\"נ.37) הושע יד, ג.38) ראה גם לקו\"ת שבת שובה סז, סע\"ד ואילך.39) תפלת מוסף. וראה תו\"ח ר\"פ ויחי. ועוד.40) ראה מפרשי המשנה אבות פ\"א מ\"ב.41) ירמי' לב, טו. ועוד.42) להעיר ד\"לחמי\" (קרבנות) שבמקדש היו מביאים מירושלים – כי אף שהבהמות כו' הובאו ממקומות מחוץ לירושלים (רמב\"ם הל' איסורי המזבח רפ\"ז) – הרי כשהם במקומות הנ\"ל אינם \"לחמי\", כי זה נעשה ע\"י שהקדישום – ולבד ביכורים וכיו\"ב צ\"ל קידוש הקרבן קודם שיכנס לעזרה, ולאידך (לשלול תקלת מעילה – ברובא דרובא) הקדישום סמוך לכניסתם – נדרים ט, ב ובר\"ן שם (או שלקחום מהגזברים – היינו מהנמצאים בלשכות שברשותם (בירושלים) – ראה משנה שקלים פ\"ה. רמב\"ם הל' כלי המקדש פ\"ז). וראה רמב\"ם (הל' מע\"ש פ\"ו ה\"י) \"מעות הנמצאות לפני סוחרי בהמה בירושלים לעולם מעשר, שחזקת רוב העם מביאין מעות מעשר וקונין בו בהמות\", ושם (הל' פסולי המוקדשין פ\"ו הי\"ח) \"בהמה שנמצאת מירושלים וכו'\".43) ילקוט ישעי' רמז תקג. לקו\"ת מסעי פט, ב.44) ע\"י שנתוסף בקדושתה.45) ישעי' מ, ה.46) פ' שופטים יט, ט.47) שם, ח.48) וכן משמע בד\"ה אל תצר דלקמן (מאמרי אדמו\"ר האמצעי שבהערה 50 ע' ד).49) פרש\"י עה\"פ. רמב\"ם הל' רוצח פ\"ח ה\"ד.50) מאמרי אדמו\"ר האמצעי דברים ח\"א ע' ח ואילך. וראה גם ד\"ה שלש ערים בסה\"מ תקס\"ה ח\"ב ע' תשצח. ובשאר מקומות שנסמנו במאמרי אדמו\"ר האמצעי שם.51) לשון התקו\"ז – סוף ת\"ו. וראה כס\"מ שם. הקדמת המק\"מ לספרו. ועוד.52) ראה קידושין לב, ריש ע\"ב.53) הל' תשובה (פ\"ז ה\"ה) הבטיחה תורה .. ומיד הן נגאלין.54) שעי\"ז ניתוסף גם בכיבוש דארץ ז' עממין.55) ערכין יג, ב. וש\"נ.56) מכילתא בשלח טו, א. וש\"נ.57) רמב\"ם הל' פרה אדומה ספ\"ג. וראה לקו\"ש חכ\"ח ע' 131 ואילך.58) תנחומא באבער תשא ח. ועוד.59) ראה פרש\"י ר\"פ שמות. ר\"פ במדבר. ועוד.",
      "glossary": "|אדמו\"ר האמצעי (Admor HaEmtza'i): The Middle Rebbe; אדמו\"ר הזקן (Admor HaZaken): The Alter Rebbe; אדר\"ח (Aleph de-Rosh Chodesh): First day of the new month; אהבת ישראל (Ahavat Yisrael): Love of Israel; אוה\"ת (Or HaTorah): Light of the Torah; אור (Or): Light; אור פניו ית' (Or Panav Yitbarach): Light of His countenance; אזי (Azai): Then; אח\"כ (Achar Kach): Afterwards; אל המלך עצמו (El HaMelech Atzmo): To the king himself; אלול (Elul): Hebrew month of Elul; אליו ית' (Eilav Yitbarach): To Him; אני לדודי ודודי לי (Ani L'Dodi V'Dodi Li): I am my beloved's and my beloved is mine; אנשי העיר (Anshei Ha'Ir): People of the city; אפילו את\"ל (Afilu Im Tomar Lach): Even if you say; אפשר ללמוד (Efshar Lilmod): Possible to learn; אתערותא דלתתא (It'aruta D'L'tata): Awakening from below; באגה\"ק (B'Igeret HaKodesh): In the Holy Letter; באמצע הפרשה (B'Emtza HaParshah): In the middle of the portion; בבואו (B'Vo'o): When he comes; בדא\"פ (B'Derech Acheret Peshutah): In another simple way; בהדרושים (BaHadrushim): In the discourses; בהיות (BiHyot): When; בהיותו (BiHyoto): When he is; בהיכלו (B'Heichalo): In his palace; בו (Bo): In it; בזמן (BiZman): In time; בחי' (Bchinat): Aspect/dimension; ביניהם (Beineihem): Between them; בכל זה (B'Chol Zeh): In all this; בכלל (BiChlal): In general; בכללות (BiChlalut): In general; בלי הבדל (Bli Hevdel): Without distinction; בלכתו (B'Lechto): When he goes; במ\"א (B'Makom Acher): In another place; בס\"ד (Besiyata Dishmaya): With Divine assistance; בסבר פנים יפות (B'Sever Panim Yafot): With a pleasant countenance; בפ\"ע (BiFnei Atzmo): By itself; בפרט (BiFrat): Especially; בקשה (Bakashah): Request; ברשות (BiRshut): With permission; בשדה (BaSadeh): In the field; ד\"ה (Dibur HaMatchil): Opening words; דבר פלא (Davar Peleh): Wondrous thing; דישראל (D'Yisrael): Of Israel; דף לב (Daf Lamed Bet): Page 32; דרושי חודש אלול (Drushei Chodesh Elul): Discourses of the month of Elul; דרושים לאלול (Drushim L'Elul): Discourses for Elul; ה'תשמ\"ו (Hey Tav Shin Mem Vav): Year 5746; האחדות (Ha'Achdut): The unity; הארת (Ha'Arat): Illumination; האתעדל\"ע (Ha-It'adlu): The awakening from above; האתעדל\"ת (Ha-It'adlut): The awakening from below; הביאור (HaBe'ur): The explanation; הגם (HaGam): Although; ההמשכה (HaHamshachah): The drawing down; הו\"ע (Hu Inyan): This is the concept; הולכים אחריו (Holchim Acharav): Go after him; הוראה (Hora'ah): Teaching; הי' אח\"כ (Hayah Achar Kach): Was afterwards; הידועה (HaYedu'ah): The known; היכל מלכותו (Heichal Malchuto): Palace of his kingdom; הלב (HaLev): The heart; הלב של הלקו\"ת (HaLev Shel HaLikutei Torah): The heart of Likutei Torah; המובחרים (HaMuvcharim): The chosen ones; המחיצות (HaMechitzot): The partitions; המעוררת (HaMe'oreret): That which awakens; המשכת אלקותו ית' (Hamshachat Elokuto Yitbarach): Drawing down of Divine presence; העבודה (Ha'Avodah): The service; העיקר (Ha'Ikar): The main thing; העיר (Ha'Ir): The city; העירה (Ha'Irah): To the city; הקב\"ה (HaKadosh Baruch Hu): The Holy One Blessed Be He; הקביעות (HaKevi'ut): The establishment; הקשר (HaKesher): The connection; השדה (HaSadeh): The field; התגלות (Hitgalut): Revelation; ואהבת לרעך כמוך (V'Ahavta L'Re'acha Kamocha): Love your neighbor as yourself; ובפרט באלול (U'ViFrat B'Elul): And especially in Elul; ויכול (V'Yachol): And able; ויכולים (ViYecholim): And are able; ומהי (U'Mahi): And what is it; ונכללו (V'Nichleilu): And were included; ועד\"ז (V'Al Derech Zeh): And similarly; זה כלל גדול בתורה (Zeh Klal Gadol BaTorah): This is a great principle in the Torah; י\"ג מדות הרחמים (Yud Gimel Midot HaRachamim): Thirteen attributes of mercy; י\"ל (Yesh Lomar): One can say; יאר ה' פניו אליך (Ya'er Hashem Panav Eilecha): May God shine His face upon you; יום ה' (Yom Hey): Thursday; יום הכיפורים (Yom Kippur): Day of Atonement; יומתק (Yumtak): Will be sweetened; יוצאין (Yotz'in): Go out; יחידי סגולה (Yechidei Segulah): Special individuals; ימים נוראים (Yamim Nora'im): Days of Awe; יש לומר (Yesh Lomar): One can say; ישנו (Yeshno): There is; ישראל (Yisrael): Israel; יתירה מזו (Yeteirah MiZo): More than this; כ\"ק אדמו\"ר הצ\"צ (Kevod Kedushat Admor HaTzemach Tzedek): His honor and holiness, the Rebbe the Tzemach Tzedek; כ\"ק מו\"ח אדמו\"ר (Kevod Kedushat Mori V'Chami Admor): His honor and holiness, my teacher and father-in-law, the Rebbe; כולם שוים (Kulam Shavim): All are equal; כותרת (Koteret): Title; כל אחד (Kol Echad): Each one; כל אחד מהם (Kol Echad Meihem): Each one of them; כל הנמצאים (Kol HaNimtza'im): All those found; כמארז\"ל (K'Ma'amar Razal): As our sages said; כמבואר (K'Mevo'ar): As explained; כמדובר (K'Medubbar): As discussed; כמה (Kamah): Several; כמש\"נ (K'Mo SheNe'emar): As it is said; כמשל המלך בשדה (K'Mashal HaMelech BaSadeh): Like the parable of the king in the field; כנדפס (K'Nidpas): As printed; לא ישנה (Lo Yeshnah): There is not; לא נדפסו (Lo Nidpesu): Were not printed; לב כביכול (Lev Kivyachol): Heart so to speak; לגבי (L'Gabei): Regarding; לדפוס (L'Dfus): For printing; להעיר (L'Ha'ir): To note; להצ\"צ (L'HaTzemach Tzedek): By the Tzemach Tzedek; להקביל (L'Hakbil): To receive; להקביל פניו (L'Hakbil Panav): To receive his face; להשני (L'HaSheni): To the second; לישראל (L'Yisrael): To Israel; למלך (LaMelech): To a king; לקו\"ת (Likutei Torah): Collection of Torah teachings; לקראתו (Likrato): To meet him; מ\"מ (Mikol Makom): Nevertheless; מאמרי (Ma'amarei): Discourses of; מבואר (Mevo'ar): Explained; מדה\"ר (Midot HaRachamim): Attributes of mercy; מה שבהיות (Mah SheBiHyot): What when; מיוסדים (Meyusadim): Based; מכיון (Meikar): Since; מכריחה (Machrichah): Forces; מלמטה (MiL'mata): From below; מלמעלה (MiL'ma'alah): From above; ממשיך (Mamshich): Continues; מספר לב (Mispar Lamed Bet): Number 32; מצינו (Matzinu): We find; מקבל (Mekabel): Receives; מקבלין פניו (Mekablin Panav): Receive his face; מראה פנים שוחקות (Mar'eh Panim Sochakot): Shows a smiling face; משא\"כ (Masha'ach): Unlike; משווה (Meshaveh): Equalizes; משום (Mishum): Because; משל (Mashal): Parable; משניהם (MiShneihem): From both of them; משנת\"ל (MiSheNitba'er L'eil): From what was explained above; מתבטלים (Mitbatlim): Are nullified; מתחיל (Matchil): Begins; נדפס (Nidpas): Was printed; נכנסים (Nichnasin): Enter; נסדר (Nisdar): Was arranged; נקודת הדרוש (Nekudat HaDrush): Point of the discourse; נשיא דורנו (Nasi Doreinu): Leader of our generation; נתינת כח (Netinat Ko'ach): Giving of strength; ספר בתורה (Sefer BaTorah): Book in Torah; ספר משנה תורה (Sefer Mishneh Torah): Book of Mishneh Torah; ע\"ד הנ\"ל (Al Derech HaNizkar L'eil): In the manner mentioned above; ע\"ז (Al Zeh): Upon this; ע\"י (Al Yedei): By; ע\"פ (Al Pi): According to; עבודת האדם (Avodat Ha'Adam): Service of man; עד\"מ (Al Derech Mashal): By way of example; עיר מלכותו (Ir Malchuto): City of his kingdom; ענין (Inyan): Matter/concept; ענין הארת (Inyan Ha'Arat): Concept of illumination; ענין הראי' (Inyan HaRe'iyah): Concept of seeing; ענין נפלא (Inyan Nifla): Wondrous matter; עפ\"ז (Al Pi Zeh): According to this; פ' ראה (Parshat Re'eh): Torah portion of See; פ' שופטים (Parshat Shoftim): Torah portion of Judges; פ' תצא (Parshat Tetzei): Torah portion of When You Go Out; פנים בפנים (Panim B'Panim): Face to face; פנימיות הרצון (Pnimiyut HaRatzon): Inner will; פנימיות רצונו ית' (Pnimiyut Retzono Yitbarach): Inner will of the Divine; פסוקים (Pesukim): Verses; פרטי הענין (Pratei Ha'Inyan): Details of the matter; פרטים כאלו (Pratim Ka'Eilu): Such details; פרק לב (Perek Lamed Bet): Chapter 32; פרשת ראה (Parshat Re'eh): Torah portion of See; צ\"ל (Tzarich Lihyot): Must be; צריך ביאור (Tzarich Be'ur): Requires explanation; צריך להבין (Tzarich L'Havin): Need to understand; קעפּל (Kepel): Header/title; קרוב לומר (Karov Lomar): Close to say; ר\"ח (Rosh Chodesh): New month; ר\"ת (Roshei Teivot): Acronym/Initial letters; ראה אנכי נות; ראש השנה (Rosh Hashanah): New Year; ריבוי דרושים (Ribui Drushim): Many discourses; רמז הדבר (Remez HaDavar): Hint of the matter; רשאי (Rashai): Permitted; רשאין (Rasha'in): Permitted; שאחרי' (She'Acharei): That is after; שבין המלך להעם (SheBein HaMelech L'Ha'Am): Between the king and the people; שופטים ושוטרים (Shoftim V'Shotrim): Judges and officers; שזה (SheZeh): That this; שזהו\"ע (SheZeh Hu Inyan): That this is the concept; שיהי' (SheYihyeh): That there will be; שייכות (Shayachut): Connection; שייכים (Shayachim): Related; שלפני (SheLifnei): That is before; שם (Sham): There; תוכן מיוחד (Tochen Meyuchad): Special content; תורת הבעש\"ט (Torat HaBaal Shem Tov): Teaching of the Baal Shem Tov; תחילת הפרשה (Techilat HaParshah): Beginning of the portion; תלוי (Talui): Depends; תניא (Tanya): Tanya;"
    },
    "search_tags": [
      "מקדש",
      "דור",
      "עבודה",
      "תכלית",
      "Sacrifices",
      "אלקות",
      "Knowledge",
      "נשיא",
      "World",
      "מלכות",
      "Temple",
      "דעת",
      "ביטול",
      "Commandments",
      "Purpose",
      "Nullification",
      "Torah",
      "Generation",
      "קרבנות",
      "מצוות",
      "דוד",
      "Exile",
      "Israel",
      "ישראל",
      "המשכה",
      "תורה",
      "Kingship",
      "Light",
      "Sacrifice",
      "Will",
      "גלות",
      "תשובה",
      "אור",
      "David",
      "Revelation",
      "Service",
      "Drawing down",
      "Leader",
      "Divinity",
      "גילוי",
      "Love of Israel",
      "רצון",
      "אהבת ישראל",
      "קרבן",
      "Repentance",
      "עולם"
    ]
  }
}