{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "2_רפג",
    "reference": "Reference: 2_רפג",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אלקות",
        "אור",
        "אוא\"ס",
        "עצמות",
        "גילוי",
        "צמצום",
        "אצילות",
        "עולם",
        "עולמות",
        "ישראל",
        "תורה",
        "גלות",
        "גאולה",
        "משיח",
        "דור",
        "המשכה",
        "כוונה",
        "רצון",
        "השתלשלות",
        "הסתלקות",
        "חסיד",
        "חסידות"
      ],
      "key_concepts": [
        "Divinity",
        "Light",
        "Infinite Light",
        "Essence",
        "Revelation",
        "Contraction",
        "Emanation",
        "World",
        "Worlds",
        "Israel",
        "Torah",
        "Exile",
        "Redemption",
        "Messiah",
        "Generation",
        "Drawing down",
        "Intention",
        "Will",
        "Chain of descent",
        "Departure",
        "Chassid",
        "Chassidut"
      ],
      "biblical_references": [
        "תהלים קיא, ו",
        "תהלים צ, ד",
        "ישעי' ל, כ"
      ],
      "talmudic_references": [
        "תניא"
      ],
      "chassidic_references": [],
      "document_type": "מאמר",
      "word_count": 1186,
      "chunk_count": 5
    },
    "content": {
      "main_text": "בס\"ד. ש\"פ ויקהל-פקודי, פ' החודש, ה'תשמ\"זהחודש הזה לכם ראש חדשים ראשון הוא לכם לחדשי השנה1, ומדייק אדמו\"ר (מהורש\"ב) נ\"ע (בעל ההילולא דב' ניסן2) במאמרו ד\"ה זה דשנת אעת\"ר3 מ\"ש ראש חדשים, הרי אומר (אח\"כ) ראשון גו' לחדשי השנה, ומה צ\"ל ראש חדשים4. ומביא בהמאמר דרשת רז\"ל עה\"פ, החודש הזה לכם ראש חדשים זה ניסן ואין אחר ניסן5, שכשהגיע יום שראוי להיות ר\"ח ניסן אין מעברין את השנה. וממשיך בהמאמר, דמפסוק זה למידים גם שאין מעברין את החודש, דמעברין את השנה לצורך ואין מעברין את החודש לצורך6. וכשהגיע יום שראוי להיות ר\"ח ניסן, אין מעברין (גם) את השנה.ולהבין זה מקדים בהמאמר, דצריך להבין מפני מה נאמרה פרשת החודש דוקא מיד אחרי יציאת מצרים7. ומבאר, דפרשת החודש היא עיקר התחלת התורה כמ\"ש רש\"י8 דלא הי' צריך להתחיל את התורה אלא מהחודש הזה לכם (ומה שפתח בבראשית הוא משום כח9 מעשיו הגיד לעמו גו'). היינו, דבהפרשיות שלפני פרשת החודש מדובר בהגילויים שבעולמות, ומפרשת החודש ואילך מתחיל בענין הגילויים דתורה (שלמעלה מהגילויים שבעולמות). ובכדי שיוכל להיות הגילוי דתורה הוצרך להיות תחילה ההכנה דגלות מצרים ויציאת מצרים. וזהו מה שמיד לאחרי יצי\"מ, ההכנה למ\"ת, נאמרה פרשת החודש, התחלת הגילויים דתורה.ב) ובכדי לבאר גודל העילוי של הגילויים דתורה, מבאר תחלה העילוי דהגילויים שבעולמות, דהגילוי אשר בעולמות הוא למעלה מהעולמות. דעולמות הם במדידה והגבלה, דכמו ששמים וארץ שלמטה (שבעוה\"ז הגשמי) הם במדידה והגבלה, מהארץ לרקיע מהלך ת\"ק שנה עובי כל רקיע וכו'10, כמו\"כ הוא גם בנוגע לשמים וארץ שבעולמות בי\"ע הרוחניים שהם במדידה והגבלה. ושרש ההגבלה דבי\"ע הוא מהכלים דאצילות, דמזה מובן שגם הכלים דאצילות, עם היותם אלקות, הם בחינת גבול. משא\"כ הגילוי שבעולמות, היינו האור (אור הקו) שנמשך בהם, דשרשו הוא מעצמות אוא\"ס שלפני הצמצום11, הוא בבחינת בלי גבול, אלא שע\"י התלבשותו בכלים הוא בא בציור והתחלקות. אבל זה שע\"י התלבשותו בכלים הוא בא בציור וגבול, הוא12 מפני שגם מצד עצמו (לפני שנתלבש בכלים) הוא בגדר גבול. דמכיון שהמשכתו מאוא\"ס שלפני הצמצום היא ע\"י הפסק הצמצום, הנה עי\"ז הוא נמדד (בכללותו) לפי ערך הכלים והעולמות, ולכן, לאחרי שנמשך (ע\"י כמה מסכים ופרסאות שלפני האצילות13) בהכלים דאצילות, הוא מתלבש בהם14 ובא בציור מוגבל, ועי\"ז הוא נמשך ומתלבש (ע\"י הפרסא שבין אצילות לבי\"ע) גם בנבראים, להחיות אותם בחיות מוגבל לפי ערכם.ג) ויש לומר, דמ\"ש בהמאמר דהגילוי שבעולמות הוא אור הקו (שנמשך בהם), הוא כדי לבאר שגם הגילוי שבעולמות הוא בלי גבול. דמכיון שאור הקו הוא דבוק במקורו, באוא\"ס שלפני הצמצום (אף שהדביקות שלו היא ע\"י הפסק הצמצום), ה\"ה מעין מקורו15. ולכן גם לאחרי שנתלבש בהכלים (בפנימיותם) ומחי' אותם, אינו נתפס בהם. דזה מה שהאור מתלבש בכלים בהתלבשות פנימית, בדוגמת חיות הנפש שמתלבשת בהגוף, הוא (בעיקר) בנוגע להכלים, שהכלים מקבלים חיותם מהאור, חיות פנימי (כמו הגוף שחי מהנפש), אבל בנוגע להאור, גם לאחרי שנתלבש בכלים, הוא מובדל מהם16, ועד\"ז הוא גם בנבראים, דחיות הנבראים שבבחינת אור17, שהוא הארה דהארה דהארה מהקו18, שעם היותו מלובש בהנבראים, הוא קדוש ומובדל מהם19. ויתירה מזו, דגם חיות הנבראים20 שנמשך בהם מהאור, הוא בלתי מוגבל21 [וחיבור החיות שמהאור עם גוף הנבראים (דשרשם מהכלים) הוא חיבור שני הפכים22]. דכל זה הוא בנוגע להגילוי שבעולמות (אור הקו) כמו שנמשך בכלים ובעולמות. ומכ\"ש האור כמו שהוא לפני שנמשך בכלים ובעולמות (דב\"גילוי שבעולמות\" נכללת גם בחינה זו), הוא בלתי מוגבל. ומה שנק' בשם גבול הוא רק מצד זה שע\"י הצמצום נעשה בו המדידה שכשיומשך בעולמות (ע\"י מסכים ופרסאות) תהי' ההמשכה באופן שהעולמות יוכלו לקבל. ומזה מובן גודל העילוי דהגילויים דתורה שלמעלה מהגילוי שבעולמות, דע\"י התורה נמשך ומתגלה עצמות אוא\"ס שלפני הצמצום.ד) וממשיך בהמאמר23, דהמדידה שבהקו, עם היותה על ידי הצמצום (כנ\"ל), שרשה הוא באוא\"ס שלפני הצמצום. דכשעלה ברצונו ית' לברוא את העולמות, שיער בעצמו בכח (לפני הצמצום) כל מה שיהי' בפועל לאחרי הצמצום, בכדי שהתהוות העולמות תהי' כפי שעלה ברצונו ית'. ומבאר, דגם שרש המדידה שלפני הצמצום (ההשערה בכח, וגם עליית הרצון) הוא בכלל הגילויים שבעולמות, דהגם שכללות האור שלפני הצמצום אינו בערך העולמות, ובכדי שיומשך ממנו אור שבבחי' מקור לעולמות (אור הקו) הוצרך להיות סילוק האור, מ\"מ, בעצמותו גופא כביכול הוא גילוי ששייך לעולמות. ומזה מובן עוד יותר גודל העילוי של הגילויים דתורה, דעל ידי התורה הוא הגילוי דעצמות אוא\"ס שלמעלה מגדר שייכות לעולמות.ויש לומר, דמ\"ש בהמאמר (בתחלתו24) דהכוונה בנתינת התורה היא להמשיך אוא\"ס שלפני הצמצום, הגם שהעילוי דתורה הוא שגם באוא\"ס שלפני הצמצום גופא נמשך הגילוי דעצמות אוא\"ס שלמעלה מהאור השייך לעולמות, הוא, כי גם המשכת האור השייך לעולמות (שלפני הצמצום) היא ע\"י צמצום. דהגם שהצמצום שהי' באור זה (השייך לעולמות) נק' בשם צמצום הראשון, הרי מבואר במק\"א25 שגם לפני צמצום הראשון היו כו\"כ צמצומים. דנוסף לזה שהמשכת אור השייך לעולמות מהאור שלמעלה משייכות לעולמות היא ע\"י צמצום כנ\"ל, הנה גם המשכת האור שלמעלה משייכות לעולמות היא ע\"י צמצום. דמכיון שגם אור זה (שלמעלה משייכות לעולמות) הוא בבחי' המשכה וגילוי, ולפני זה הי' כלול בעצמות המאור ממש26 [ובפרט שיש לומר שפירוש זה שהי' כלול בעצמות המאור ממש הוא שהי' כלול בהעצמות שלמעלה27 מתואר מאור28], הרי מובן29, דהמשכת האור שבבחי' גילוי מהאור הכלול בעצמות המאור היא ע\"י צמצום עצום. ועפ\"ז יש לומר דמ\"ש בהמאמר שהכוונה בנתינת התורה היא להמשיך האור שלפני הצמצום – הכוונה בזה היא (לא רק להאור שלפני צמצום הראשון אלא) גם להאור שלפני כל הצמצומים.ה) ועפ\"ז יש לבאר גם מ\"ש בהמאמר30 שפרשת החודש נאמרה מיד אחרי יצי\"מ, דלכאורה תמוה, הרי מפורש בקרא31 שפרשת החודש נאמר בארץ מצרים, ויש לומר, דמ\"ש בהמאמר שפרשת החודש נאמרה לאחרי יצי\"מ הכוונה היא לאחרי אמירת וסיפור יצי\"מ (יצי\"מ כמו שהוא בתורה). דלאחרי שנאמרו כל הציווים (שבתורה) לפרעה שישלח את ישראל ממצרים, עד לההתראה האחרונה דמכת בכורות שלאח\"ז אמר פרעה צא אתה וכל העם גו'32, הנה מיד לאחרי אמירת יצי\"מ נאמרה פרשת החודש. והענין הוא, דמעלת הגילוי דתורה על הגילוי דעולמות (המבוארת במאמר זה) היא גם על הגילוי דעולמות כמו שהוא בתורה. דזהו מה שמביא בהמאמר מ\"ש רש\"י לא הי' צריך להתחיל את התורה אלא מהחודש הזה לכם ומה טעם פתח בבראשית, שגם הענין דבראשית ברא (ועד\"ז הסיפור דהאבות וכו'33) כמו שהוא בתורה הוא רק (כמו) הקדמה לפרשת החודש, דפרשה זו היא עיקר התחלת התורה. ולכן גם בנוגע להענין דיצי\"מ שהוא הכנה למ\"ת, מדובר בהמאמר ע\"ד הענין דיצי\"מ כמו שהוא בתורה.ויש לקשר ענין זה [שהגילוי דתורה הוא למעלה יותר גם מהגילוי דעולמות כמו שהוא בתורה] עם משנת\"ל (סעיף ד) שהגילוי דתורה הוא עצמות אוא\"ס שלמעלה מכל הצמצומים (גם מהצמצומים שלפני צמצום הראשון), ע\"פ הידוע דכללות כל התורה (גם סיפורי התורה שלפני פרשת החודש) קדמה לעולם34, ומכיון דהתחלת ענין עולם הוא מצמצום הראשון35, התורה שקדמה לעולם היא באוא\"ס שלפני הצמצום. ויתירה מזו יש לומר, דמכיון שגם בהאור שלפני הצמצום יש כבר התחלת שרש המדידה דעולמות, התורה שקדמה לעולם היא בהאור שבבחי' גילוי לעצמו שלמעלה משייכות לעולמות. דזהו גם בסיפורי התורה שלפני פרשת החודש. והעילוי דפרשת החודש, עיקר התחלת התורה, הוא, הגילוי דעצמות אוא\"ס שלפני כל הצמצומים.ו) וזהו החודש הזה לכם ראש חדשים, דבחודש ניסן הוא הגילוי דעצמות אוא\"ס. וזהו שכשהגיע ר\"ח ניסן אין מעברין את השנה, כי בחי' שנה היא בהאור השייך לעולמות, ולהיות דהמשכת אור זה הוא ע\"י העלאת מ\"ן, מעברין את השנה לצורך בכדי שתהי' העלאת מ\"ן כתיקונה, לכן כשהגיע ר\"ח ניסן, הגילוי דעצמות אוא\"ס שלמעלה מאתעדל\"ת, אין מעברין את השנה, כמבואר בארוכה בהמאמר36. וזהו גם מה שחודש ניסן הוא חודש הגאולה, דבניסן נגאלו ובניסן עתידין ליגאל37, כי ענין הגאולה הוא שאז יהי' ולא יכנף עוד מוריך38, הגילוי דעצמות אוא\"ס בלי שום לבוש39.ויהי רצון שכל זה יהי' במהרה בימינו ממש, בחודש ניסן דשנה זו ממש, ונאכל שם מן הזבחים ומן הפסחים40, ומתוך שמחה וטוב לבב.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד ש\"פ ויקהל-פקודי, פ' החודש, ה'תשמ\"זהחודש הזה לכם ראש חדשים ראשון הוא לכם לחדשי השנה1, ומדייק אדמו\"ר (מהורש\"ב) נ\"ע (בעל ההילולא דב' ניסן2) במאמרו ד\"ה זה דשנת אעת\"ר3 מ\"ש ראש חדשים, הרי אומר (אח\"כ) ראשון גו' לחדשי השנה, ומה צ\"ל ראש חדשים4 ומביא בהמאמר דרשת רז\"ל עה\"פ, החודש הזה לכם ראש חדשים זה ניסן ואין אחר ניסן5, שכשהגיע יום שראוי להיות ר\"ח ניסן אין מעברין את השנה וממשיך בהמאמר, דמפסוק זה למידים גם שאין מעברין את החודש, דמעברין את השנה לצורך ואין מעברין את החודש לצורך6 וכשהגיע יום שראוי להיות ר\"ח ניסן, אין מעברין (גם) את השנה.ולהבין זה מקדים בהמאמר, דצריך להבין מפני מה נאמרה פרשת החודש דוקא מיד אחרי יציאת מצרים7 ומבאר, דפרשת החודש היא עיקר התחלת התורה כמ\"ש רש\"י8 דלא הי' צריך להתחיל את התורה אלא מהחודש הזה לכם (ומה שפתח בבראשית הוא משום כח9 מעשיו הגיד לעמו גו') היינו, דבהפרשיות שלפני פרשת החודש מדובר בהגילויים שבעולמות, ומפרשת החודש ואילך מתחיל בענין הגילויים דתורה (שלמעלה מהגילויים שבעולמות) ובכדי שיוכל להיות הגילוי דתורה הוצרך להיות תחילה ההכנה דגלות מצרים ויציאת מצרים וזהו מה שמיד לאחרי יצי\"מ, ההכנה למ\"ת, נאמרה פרשת החודש, התחלת הגילויים דתורה.ב) ובכדי לבאר גודל העילוי של הגילויים דתורה, מבאר תחלה העילוי דהגילויים שבעולמות, דהגילוי אשר בעולמות הוא למעלה מהעולמות דעולמות הם במדידה והגבלה, דכמו ששמים וארץ שלמטה (שבעוה\"ז הגשמי) הם במדידה והגבלה, מהארץ לרקיע מהלך ת\"ק שנה עובי כל רקיע וכו'10, כמו\"כ הוא גם בנוגע לשמים וארץ שבעולמות בי\"ע הרוחניים שהם במדידה והגבלה ושרש ההגבלה דבי\"ע הוא מהכלים דאצילות, דמזה מובן שגם הכלים דאצילות, עם היותם אלקות, הם בחינת גבול",
          "topics": [
            "אלקות",
            "גילוי",
            "אצילות",
            "עולמות",
            "תורה"
          ],
          "word_count": 254
        },
        {
          "chunk_id": "chunk_2",
          "content": "משא\"כ הגילוי שבעולמות, היינו האור (אור הקו) שנמשך בהם, דשרשו הוא מעצמות אוא\"ס שלפני הצמצום11, הוא בבחינת בלי גבול, אלא שע\"י התלבשותו בכלים הוא בא בציור והתחלקות אבל זה שע\"י התלבשותו בכלים הוא בא בציור וגבול, הוא12 מפני שגם מצד עצמו (לפני שנתלבש בכלים) הוא בגדר גבול דמכיון שהמשכתו מאוא\"ס שלפני הצמצום היא ע\"י הפסק הצמצום, הנה עי\"ז הוא נמדד (בכללותו) לפי ערך הכלים והעולמות, ולכן, לאחרי שנמשך (ע\"י כמה מסכים ופרסאות שלפני האצילות13) בהכלים דאצילות, הוא מתלבש בהם14 ובא בציור מוגבל, ועי\"ז הוא נמשך ומתלבש (ע\"י הפרסא שבין אצילות לבי\"ע) גם בנבראים, להחיות אותם בחיות מוגבל לפי ערכם.ג) ויש לומר, דמ\"ש בהמאמר דהגילוי שבעולמות הוא אור הקו (שנמשך בהם), הוא כדי לבאר שגם הגילוי שבעולמות הוא בלי גבול דמכיון שאור הקו הוא דבוק במקורו, באוא\"ס שלפני הצמצום (אף שהדביקות שלו היא ע\"י הפסק הצמצום), ה\"ה מעין מקורו15 ולכן גם לאחרי שנתלבש בהכלים (בפנימיותם) ומחי' אותם, אינו נתפס בהם דזה מה שהאור מתלבש בכלים בהתלבשות פנימית, בדוגמת חיות הנפש שמתלבשת בהגוף, הוא (בעיקר) בנוגע להכלים, שהכלים מקבלים חיותם מהאור, חיות פנימי (כמו הגוף שחי מהנפש), אבל בנוגע להאור, גם לאחרי שנתלבש בכלים, הוא מובדל מהם16, ועד\"ז הוא גם בנבראים, דחיות הנבראים שבבחינת אור17, שהוא הארה דהארה דהארה מהקו18, שעם היותו מלובש בהנבראים, הוא קדוש ומובדל מהם19 ויתירה מזו, דגם חיות הנבראים20 שנמשך בהם מהאור, הוא בלתי מוגבל21 [וחיבור החיות שמהאור עם גוף הנבראים (דשרשם מהכלים) הוא חיבור שני הפכים22] דכל זה הוא בנוגע להגילוי שבעולמות (אור הקו) כמו שנמשך בכלים ובעולמות",
          "topics": [
            "אור",
            "אוא\"ס",
            "עצמות",
            "גילוי",
            "צמצום"
          ],
          "word_count": 241
        },
        {
          "chunk_id": "chunk_3",
          "content": "ומכ\"ש האור כמו שהוא לפני שנמשך בכלים ובעולמות (דב\"גילוי שבעולמות\" נכללת גם בחינה זו), הוא בלתי מוגבל ומה שנק' בשם גבול הוא רק מצד זה שע\"י הצמצום נעשה בו המדידה שכשיומשך בעולמות (ע\"י מסכים ופרסאות) תהי' ההמשכה באופן שהעולמות יוכלו לקבל ומזה מובן גודל העילוי דהגילויים דתורה שלמעלה מהגילוי שבעולמות, דע\"י התורה נמשך ומתגלה עצמות אוא\"ס שלפני הצמצום.ד) וממשיך בהמאמר23, דהמדידה שבהקו, עם היותה על ידי הצמצום (כנ\"ל), שרשה הוא באוא\"ס שלפני הצמצום דכשעלה ברצונו ית' לברוא את העולמות, שיער בעצמו בכח (לפני הצמצום) כל מה שיהי' בפועל לאחרי הצמצום, בכדי שהתהוות העולמות תהי' כפי שעלה ברצונו ית' ומבאר, דגם שרש המדידה שלפני הצמצום (ההשערה בכח, וגם עליית הרצון) הוא בכלל הגילויים שבעולמות, דהגם שכללות האור שלפני הצמצום אינו בערך העולמות, ובכדי שיומשך ממנו אור שבבחי' מקור לעולמות (אור הקו) הוצרך להיות סילוק האור, מ\"מ, בעצמותו גופא כביכול הוא גילוי ששייך לעולמות ומזה מובן עוד יותר גודל העילוי של הגילויים דתורה, דעל ידי התורה הוא הגילוי דעצמות אוא\"ס שלמעלה מגדר שייכות לעולמות.ויש לומר, דמ\"ש בהמאמר (בתחלתו24) דהכוונה בנתינת התורה היא להמשיך אוא\"ס שלפני הצמצום, הגם שהעילוי דתורה הוא שגם באוא\"ס שלפני הצמצום גופא נמשך הגילוי דעצמות אוא\"ס שלמעלה מהאור השייך לעולמות, הוא, כי גם המשכת האור השייך לעולמות (שלפני הצמצום) היא ע\"י צמצום דהגם שהצמצום שהי' באור זה (השייך לעולמות) נק' בשם צמצום הראשון, הרי מבואר במק\"א25 שגם לפני צמצום הראשון היו כו\"כ צמצומים דנוסף לזה שהמשכת אור השייך לעולמות מהאור שלמעלה משייכות לעולמות היא ע\"י צמצום כנ\"ל, הנה גם המשכת האור שלמעלה משייכות לעולמות היא ע\"י צמצום",
          "topics": [
            "אור",
            "אוא\"ס",
            "עצמות",
            "גילוי",
            "צמצום"
          ],
          "word_count": 248
        },
        {
          "chunk_id": "chunk_4",
          "content": "דמכיון שגם אור זה (שלמעלה משייכות לעולמות) הוא בבחי' המשכה וגילוי, ולפני זה הי' כלול בעצמות המאור ממש26 [ובפרט שיש לומר שפירוש זה שהי' כלול בעצמות המאור ממש הוא שהי' כלול בהעצמות שלמעלה27 מתואר מאור28], הרי מובן29, דהמשכת האור שבבחי' גילוי מהאור הכלול בעצמות המאור היא ע\"י צמצום עצום ועפ\"ז יש לומר דמ\"ש בהמאמר שהכוונה בנתינת התורה היא להמשיך האור שלפני הצמצום – הכוונה בזה היא (לא רק להאור שלפני צמצום הראשון אלא) גם להאור שלפני כל הצמצומים.ה) ועפ\"ז יש לבאר גם מ\"ש בהמאמר30 שפרשת החודש נאמרה מיד אחרי יצי\"מ, דלכאורה תמוה, הרי מפורש בקרא31 שפרשת החודש נאמר בארץ מצרים, ויש לומר, דמ\"ש בהמאמר שפרשת החודש נאמרה לאחרי יצי\"מ הכוונה היא לאחרי אמירת וסיפור יצי\"מ (יצי\"מ כמו שהוא בתורה) דלאחרי שנאמרו כל הציווים (שבתורה) לפרעה שישלח את ישראל ממצרים, עד לההתראה האחרונה דמכת בכורות שלאח\"ז אמר פרעה צא אתה וכל העם גו'32, הנה מיד לאחרי אמירת יצי\"מ נאמרה פרשת החודש והענין הוא, דמעלת הגילוי דתורה על הגילוי דעולמות (המבוארת במאמר זה) היא גם על הגילוי דעולמות כמו שהוא בתורה דזהו מה שמביא בהמאמר מ\"ש רש\"י לא הי' צריך להתחיל את התורה אלא מהחודש הזה לכם ומה טעם פתח בבראשית, שגם הענין דבראשית ברא (ועד\"ז הסיפור דהאבות וכו'33) כמו שהוא בתורה הוא רק (כמו) הקדמה לפרשת החודש, דפרשה זו היא עיקר התחלת התורה",
          "topics": [
            "אור",
            "עצמות",
            "גילוי",
            "צמצום",
            "עולמות"
          ],
          "word_count": 212
        },
        {
          "chunk_id": "chunk_5",
          "content": "ולכן גם בנוגע להענין דיצי\"מ שהוא הכנה למ\"ת, מדובר בהמאמר ע\"ד הענין דיצי\"מ כמו שהוא בתורה.ויש לקשר ענין זה [שהגילוי דתורה הוא למעלה יותר גם מהגילוי דעולמות כמו שהוא בתורה] עם משנת\"ל (סעיף ד) שהגילוי דתורה הוא עצמות אוא\"ס שלמעלה מכל הצמצומים (גם מהצמצומים שלפני צמצום הראשון), ע\"פ הידוע דכללות כל התורה (גם סיפורי התורה שלפני פרשת החודש) קדמה לעולם34, ומכיון דהתחלת ענין עולם הוא מצמצום הראשון35, התורה שקדמה לעולם היא באוא\"ס שלפני הצמצום ויתירה מזו יש לומר, דמכיון שגם בהאור שלפני הצמצום יש כבר התחלת שרש המדידה דעולמות, התורה שקדמה לעולם היא בהאור שבבחי' גילוי לעצמו שלמעלה משייכות לעולמות דזהו גם בסיפורי התורה שלפני פרשת החודש והעילוי דפרשת החודש, עיקר התחלת התורה, הוא, הגילוי דעצמות אוא\"ס שלפני כל הצמצומים.ו) וזהו החודש הזה לכם ראש חדשים, דבחודש ניסן הוא הגילוי דעצמות אוא\"ס וזהו שכשהגיע ר\"ח ניסן אין מעברין את השנה, כי בחי' שנה היא בהאור השייך לעולמות, ולהיות דהמשכת אור זה הוא ע\"י העלאת מ\"ן, מעברין את השנה לצורך בכדי שתהי' העלאת מ\"ן כתיקונה, לכן כשהגיע ר\"ח ניסן, הגילוי דעצמות אוא\"ס שלמעלה מאתעדל\"ת, אין מעברין את השנה, כמבואר בארוכה בהמאמר36 וזהו גם מה שחודש ניסן הוא חודש הגאולה, דבניסן נגאלו ובניסן עתידין ליגאל37, כי ענין הגאולה הוא שאז יהי' ולא יכנף עוד מוריך38, הגילוי דעצמות אוא\"ס בלי שום לבוש39.ויהי רצון שכל זה יהי' במהרה בימינו ממש, בחודש ניסן דשנה זו ממש, ונאכל שם מן הזבחים ומן הפסחים40, ומתוך שמחה וטוב לבב",
          "topics": [
            "אור",
            "אוא\"ס",
            "עצמות",
            "גילוי",
            "צמצום"
          ],
          "word_count": 231
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס ב' ניסן – תשמ\"ח, \"לקראת ב' ניסן, יום הסתלקות-הילולא של כ\"ק אדמו\"ר (מהורש\"ב) נ\"ע .. מוצש\"ק ב' ניסן, שנת הקהל, שנת תשמ\"ח\".1) בא יב, ב.2) שחל (בשנה זו – תשמ\"ח) בהשבוע שלאחרי שבת פ' החודש, דמיני' מתברכין יומין שלאחריו (ראה זח\"ב סג, ב. פח, א).3) נדפס בסה\"מ אעת\"ר ע' נו ואילך. והנחה ממנו – שם (בהוצאת תשמ\"ט) ע' קפט ואילך.4) לכאורה הי' צ\"ל הדיוק להיפך, דלאחרי אומרו ראש חדשים מה מוסיף בראשון גו' לחדשי השנה. וכ\"ה בד\"ה החודש (הב') עטר\"ת בתחלתו (סה\"מ עטר\"ת ע' שכג). ומה שהדיוק במאמר זה (דשנת אעת\"ר) הוא מה צ\"ל ראש חדשים – יש לומר לכאורה, שזהו בהתאם לדרשת רז\"ל (המובאת בהמאמר) עה\"פ החודש הזה לכם ראש חדשים. דעפ\"ז, ההוספה והחידוש הוא התחלת הכתוב. וזה מתאים גם להביאור שבסיום המאמר (ע' סה) דהחודש הזה לכם ראש חדשים הוא נעלה יותר מראשון גו' לחדשי השנה.5) ברכות יו\"ד, ב. רמב\"ם הל' קדה\"ח פ\"ד הי\"ד (מהשיעורים דימים אלה (בשנת תשמ\"ח) – לפי החלוקה דג\"פ ליום).6) ר\"ה כ, א. וראה רמב\"ם שם פ\"ג הי\"ז ואילך. ואכ\"מ.7) כ\"ה בהמאמר הנ\"ל. וראה לקמן סעיף ה.8) בפירושו עה\"ת ר\"פ בראשית.9) תהלים קיא, ו.10) חגיגה יג, א.11) ורק שנמשך ע\"י הצמצום. משא\"כ הכלים והעולמות שרש התהוותן הוא מהצמצום עצמו (המשך תער\"ב ח\"א פ\"ח. ובכ\"מ).12) ראה בארוכה ד\"ה היושבת בגנים תשי\"ג (לעיל ח\"ב ע' רלא ואילך) סעיף ב-ג. וש\"נ.13) ראה בהמאמר דאעת\"ר ע' ס.14) אבל באם לא הי' נמשך ע\"י הפסק הצמצום הי' \"לא בגדר התלבשות כלל\" (המשך תרס\"ו ס\"ע תסז ואילך. ובכ\"מ).15) וראה המשך תרס\"ו ע' קסג ואילך, שאור הקו הוא \"מעין המאור\".16) דרמ\"צ קכו, א. המשך תרס\"ו ע' תקג.17) דחיות הנבראים שנמשך מהכלים נק' בשם \"כח\", ו\"אור\" הוא החיות שבהם שנמשך מהקו (סה\"מ תרס\"ד ע' קכט [בהוצאה החדשה – ע' ג]. וראה גם המשך תער\"ב ח\"ב פשצ\"ז – ע' תתיח).18) אגה\"ק ס\"כ (קלא, ב).19) סה\"מ תרס\"ד ע' קכח [בהוצאת תשנ\"ד – ע' ב]. המשך תער\"ב שם.20) היינו החיות דנבראים – שאינו מובדל מהם.21) להעיר גם מסד\"ה החודש תרס\"ו (המשך תרס\"ו ע' קסג), דשרש ההמשכה (של \"האור והחיות פנימי שמתלבש בעולמות\") הוא מהקו \"שהוא ג\"כ בבחי' א\"ס\", ולכן \"הנהגת הטבע היא תמידית בלי שום שינוי והפסק, שניכר בזה כח הא\"ס\".22) סידור (עם דא\"ח) שער הק\"ש עג, ג-ד.23) ע' סא. וראה גם המשך תרס\"ו ע' נא. ובכ\"מ.24) ס\"ע נו ואילך.25) סה\"מ תרנ\"ט ע' עז בהערה. ד\"ה באתי לגני תשמ\"ה (התוועדויות תשמ\"ה ח\"ב ע' 1097 ואילך). שיחת ש\"פ יתרו תשמ\"ה (שם ע' 1221 ואילך).26) המשך תרס\"ו ע' קפב.27) ומ\"ש בהמשך תרס\"ו שם \"בעצמות המאור ממש\" – יש לומר, דמכיון שענין האור הוא גילוי (ולא התהוות דבר חדש), היינו דמקורו הוא בהתגלות (ענין \"מאור\") – צריך לומר, דזה שהאור נמשך מהעצמות (וכן זה שהי' תחלה כלול בו), הוא מצד זה שהעצמות הוא (גם) מאור. אלא שענין ה\"מאור\" שבעצמות – הוא חד עם העצמות, ואינו בגדר ותואר \"מאור\" (ראה המשך תרס\"ו ע' תסד. סה\"מ ה'תש\"ה ע' 186 ואילך). ולכן מוסיף \"שכלול בעצמות המאור ממש\". וראה הערה הבאה.28) ויש לומר, דעפ\"ז יש לבאר גם מ\"ש באגה\"ק ס\"כ (קל, סע\"א ואילך) \"שהאור הוא כעין המאור הוא מהותו ועצמותו כו' שמציאותו הוא מעצמותו\" – היינו, דזה שהאור הוא \"כעין המאור\" הכוונה בזה היא שהוא (גם) כעין מהותו ועצמותו [שלכן גם התהוות היש היא ע\"י האור], דצריך ביאור: הרי שייכותו של האור היא (לכאורה) רק להמאור (ראה המשך תרס\"ו וסה\"מ ה'תש\"ה שם), ואיך הוא גם כעין מהותו ועצמותו? ויש לומר, דמכיון שהאור הוא כלול תחלה בה\"מאור\" כמו שהוא בעצמותו (כבפנים ובהערה הקודמת), והאור שבבחינת גילוי הוא ההמשכה והגילוי דאור זה (הכלול בהעצמות), לכן מתגלה בו גם הענין ד\"מציאותו מעצמותו\".29) ובמכ\"ש מאור השמש, שהמשכתו של אור המתפשט מהאור הכלול בשמש היא ע\"י נרתק (סה\"מ תרע\"ח ע' קא. סה\"מ קונטרסים ח\"א רט, סע\"א).ומה שמובא ענין זה (הצמצומים שלפני צמצום הראשון) בתורה החסידות בדרך חידוש – אולי יש לומר, דזה גופא שבתחלה הי' האור כלול וממנו נמשך האור שבבחינת גילוי – הוא חידוש גדול. דמכיון שהוא ית' אינו מוגדר בשום גדרים ח\"ו – הרי ביכלתו ית' שיהי' האור שבבחינת גילוי מבלי שיהי' תחלה כלול בהמאור [ועד\"ז בהאור שבבחי' גילוי גופא, שיהי' האור השייך לעולמות מבלי שיוקדם תחלה האור שלמעלה משייכות לעולמות]. ואדרבא, מצד שכל הי' מסתבר לומר, דמכיון שהסדר ד\"השתלשלות עילה ועלול\" [כשכל בחינה משתלשלת ונמשכת מ\"עילה\" שקדמה אלי'] הוא מצד זה שהוא ית' צמצם עצמו כביכול בכדי שיהי' מקום לשכל – הרי מסתבר לומר שהסדר ד\"עילה ועלול\" הוא רק בהבחינות שאחר הצמצום, ולכל היותר – לאחרי שישנו כבר האור שבבחינת גילוי (לפני הצמצום). ובזה החידוש שסדר זה ד\"עילה ועלול\" הוא גם לפני הצמצום, דהאור השייך לעולמות הוא, \"עלול\" ונמשך מהאור שלמעלה משייכות לעולמות, ויתירה מזו – שגם כללות האור* הוא \"עלול\" ונמשך מ\"עילה\", אור הכלול בעצמותו (משיחת ש\"פ תצוה תשמ\"ה (התוועדויות תשמ\"ה ח\"ב ע' 1338 ואילך)).*) שדווקא ה\"יש\" הוא מציאות חדשה \"בלי שום עילה וסיבה\" קודמת אליו (אגה\"ק ס\"כ – קל, ריש ע\"ב), משא\"כ האור.30) בתחלתו (ע' נו). וכ\"ה גם בסיום המאמר (ריש ע' סד וס\"ע סה).31) בא יב, א.32) שם יא, ח.33) ראה בהמאמר ע' סד.34) ראה מדרש תהלים צ, ד. ב\"ר פ\"ח, ב. תנחומא וישב ד. זח\"ב מט, א.35) ראה לעיל הערה 11.36) ע' סה.37) שמו\"ר פט\"ו, יא. ר\"ה יא, א. וראה ד\"ה החודש ה'ש\"ת (סה\"מ ה'ש\"ת ע' 19 ואילך).38) ישעי' ל, כ.39) תניא פל\"ו.40) הגש\"פ ברכת \"אשר גאלנו\", מפסחים קטז, ב (במשנה).",
      "glossary": "|אדמו\"ר (Admor): Rebbe; אור הקו (Or HaKav): Light of the line; אין מעברין את השנה (Ein Me'abrin Et HaShanah): Do not intercalate the year; אינו בערך העולמות (Eino B'erech Ha'olamot): Not in proportion to worlds; אמירת וסיפור יצי\"מ (Amirat V'sipur Yetziat Mitzrayim): Saying and story of Exodus; אצילות (Atzilut): World of Emanation; אתעדל\"ת (Itadlut): Arousal from below; ב' ניסן (Bet Nissan): Second of Nissan; באוא\"ס שלפני הצמצום (B'Or Ein Sof SheLipnei HaTzimtzum): In Infinite Light before contraction; באור השייך לעולמות (B'or HaShayach L'olamot): In light relevant to worlds; באור שבבחי' גילוי לעצמו (B'or SheBiBechinat Giluy L'atzmo): In light in aspect of revelation to itself; בארוכה (B'aruchah): At length; בארץ מצרים (B'eretz Mitzrayim): In the land of Egypt; בבחי' המשכה וגילוי (BiBechinat Hamshachah V'giluy): In aspect of drawing down and revelation; בבחי' מקור לעולמות (BiBechinat Makor L'olamot): In aspect of source for worlds; בבחינת אור (BiBechinat Or): In aspect of light; בחודש ניסן (B'chodesh Nissan): In month of Nissan; בחודש ניסן דשנה זו ממש (B'chodesh Nissan D'shanah Zo Mamash): In month of Nissan of this year literally; בחי' שנה (Bechinat Shanah): Aspect of year; בחינת גבול (Bechinat Gvul): Aspect of boundary; בי\"ע (BYA): Beriah, Yetzirah, Asiyah; בלי גבול (Bli Gvul): Without boundary; בלי שום לבוש (Bli Shum Levush): Without any garment; בלתי מוגבל (Bilti Mugbal): Unlimited; במדידה והגבלה (B'midah V'hagbalah): With measure and limitation; במהרה בימינו ממש (BiMheirah B'yameinu Mamash): Speedily in our days literally; בניסן נגאלו (B'nissan Nig'alu): In Nissan they were redeemed; בניסן עתידין ליגאל (B'nissan Atidin Ligael): In Nissan they are destined to be redeemed; בס\"ד (Besiyata Dishmaya): With Divine assistance; בעל ההילולא (Ba'al HaHillula): Master of the anniversary; בציור והתחלקות (B'tziyur V'hitchalkut): In form and division; ברא (Bara): Created; בראשית (Bereishit): Genesis/Beginning; גדר שייכות לעולמות (Geder Shayachut L'olamot): Category of relevance to worlds; גלות מצרים (Galut Mitzrayim): Egyptian exile; דבוק במקורו (Davuk BiMkoro): Attached to its source; דשנת אעת\"ר (D'shnat A'tar): Of the year 5671; ה'תשמ\"ז (5747): Hebrew year 5747; האור (Ha'or): The light; הארה דהארה דהארה (Ha'arah D'ha'arah D'ha'arah): Reflection of reflection of reflection; הגוף (HaGuf): The body; הגילוי דעולמות (HaGiluy D'olamot): Revelation of worlds; הגילוי דעצמות אוא\"ס (HaGiluy D'atzmut Or Ein Sof): Revelation of essence of Infinite Light; הגילויים דתורה (HaGiluyim D'Torah): Revelations of Torah; הגילויים שבעולמות (HaGiluyim SheBa'olamot): Revelations in the worlds; ההכנה למ\"ת (HaHachanah L'Matan Torah): Preparation for giving of Torah; ההשערה בכח (HaHasha'arah B'koach): Estimation in potential; ההתראה האחרונה (HaHatra'ah Ha'acharonah): The final warning; החודש הזה לכם ראש חדשים (HaChodesh HaZeh Lachem Rosh Chadashim): This month for you head of months; החודש הזה לכם ראש חדשים (HaChodesh hazeh lachem rosh chadashim): This month shall be for you the head of months; הכנה למ\"ת (Hachanah L'Matan Torah): Preparation for giving of Torah; המדידה (HaMidah): The measurement; המשכת אור (Hamshachat Or): Drawing down of light; המשכת אור זה (Hamshachat Or Zeh): Drawing down this light; הסיפור דהאבות (HaSipur D'ha'avot): Story of the patriarchs; העלאת מ\"ן (Ha'alat Mayin Nukvin): Raising of feminine waters; העצמות שלמעלה (Ha'atzmut SheLma'alah): The essence above; הפסק הצמצום (Hefsek HaTzimtzum): Interruption of contraction; הפרסא (HaParsa): The curtain; הציווים (HaTzivuyim): The commands; הקדמה (Hakdamah): Introduction; הרוחניים (HaRuchaniyim): Spiritual ones; התהוות העולמות (Hithavut Ha'olamot): Formation of worlds; התחלת ענין עולם (Hatchalat Inyan Olam): Beginning of matter of world; התחלת שרש המדידה (Hatchalat Shoresh HaMidah): Beginning of root of measurement; התלבשות פנימית (Hitlabshut Pnimit): Internal investment; התלבשותו בכלים (Hitlabshuto BaKelim): Its investment in vessels; ויקהל (Vayakhel): Torah portion Vayakhel; ולא יכנף עוד מוריך (V'lo Yichanef Od Moreicha): And your teacher will no longer hide; ונאכל שם מן הזבחים ומן הפסחים (V'nochal Sham Min; חודש הגאולה (Chodesh HaGeulah): Month of redemption; חיבור שני הפכים (Chibur Shnei Hafachim): Connection of two opposites; חיות הנבראים (Chiyut HaNivra'im): Vitality of created beings; חיות הנפש (Chiyut HaNefesh): Vitality of the soul; חיות מוגבל (Chiyut Mugbal): Limited vitality; חיות פנימי (Chiyut Pnimi): Internal vitality; יהי רצון (Yehi Ratzon): May it be the will; יצי\"מ (Yetziat Mitzrayim): Exodus from Egypt; יצי\"מ כמו שהוא בתורה (Yetziat Mitzrayim K'mo SheHu BaTorah): Exodus as it is in Torah; יציאת מצרים (Yetziat Mitzrayim): Exodus from Egypt; כביכול (Kivyachol): As it were; כו\"כ צמצומים (Kamah V'chamah Tzimtzumim): Many contractions; כח מעשיו הגיד לעמו (Koach ma'asav higid l'amo): The power of His works He declared to His people; כלול בעצמות המאור ממש (Kalul B'atzmut HaMe'or Mamash): Included in essence of luminary itself; כלים דאצילות (Kelim D'Atzilut): Vessels of Atzilut; כללות האור (Klalut Ha'or): Generality of light; כללות כל התורה (Klalut Kol HaTorah): Generality of all Torah; כמו שהוא בתורה (K'mo SheHu BaTorah): As it is in Torah; כשהגיע ר\"ח ניסן (KsheHigi'a Rosh Chodesh Nissan): When Rosh Chodesh Nissan arrived; כתיקונה (K'tikunah): In proper manner; לא הי' צריך להתחיל (Lo Hayah Tzarich L'hatchil): It was not necessary to begin; להחיות אותם (L'hachayot Otam): To enliven them; לפי ערך הכלים והעולמות (L'fi Erech HaKelim V'ha'olamot): According to value of vessels and worlds; לפי ערכם (L'fi Erkam): According to their level; לפני הצמצום (Lifnei HaTzimtzum): Before the contraction; לפני כל הצמצומים (Lifnei Kol HaTzimtzumim): Before all contractions; לצורך (L'tzorech): For need; מ\"ן (Mayin Nukvin): Feminine waters; מ\"ת (Matan Torah): Giving of Torah; מה טעם פתח בבראשית (Mah Ta'am Patach B'bereishit): What reason opened with Genesis; מהארץ לרקיע (Me'ha'aretz L'rakia): From earth to firmament; מהורש\"ב (Maharshab): The Rebbe Rashab; מהלך ת\"ק שנה (Mahalach 500 Shanah): Journey of 500 years; מובדל מהם (Muvdal Mehem): Separated from them; מיד אחרי (Miyad Acharei): Immediately after; מכת בכורות (Makat Bechorot): Plague of firstborn; מסכים ופרסאות (Masachim U'parsaot): Screens and curtains; מעברין את החודש (Me'abrin et HaChodesh): Intercalate the month; מעברין את השנה (Me'abrin et HaShanah): Intercalate the year; מעין מקורו (Me'ein Mkoro): Like its source; מעלת הגילוי דתורה (Ma'alat HaGiluy D'Torah): Excellence of Torah revelation; מצמצום הראשון (MiTzimtzum HaRishon): From first contraction; מתואר מאור (Metu'ar Me'or): Described as luminary; מתלבש בהם (Mitlabesh Bahem): Invests in them; נ\"ע (Niftar): Of blessed memory; נבראים (Nivra'im): Created beings; ניסן (Nissan): Month of Nissan; נמדד (Nimdad): Measured; נתינת התורה (Netinat HaTorah): Giving of Torah; סילוק האור (Siluk Ha'or): Removal of light; סיפורי התורה (Sipurei HaTorah): Stories of Torah; עה\"פ (Al HaPasuk): On the verse; עובי כל רקיע (Ovi Kol Rakia): Thickness of each firmament; עוה\"ז הגשמי (Olam HaZeh HaGashmi): This physical world; עולמות (Olamot): Worlds; עיקר התחלת התורה (Ikar Hatchalat HaTorah): Main beginning of Torah; עליית הרצון (Aliyat HaRatzon): Ascent of will; ענין הגאולה (Inyan HaGeulah): Matter of redemption; עצמות אוא\"ס (Atzmut Or Ein Sof): Essence of Infinite Light; עצמותו גופא (Atzmuto Gufa): His essence itself; פ' החודש (Parshat HaChodesh): Special Torah reading for the month; פקודי (Pekudei): Torah portion Pekudei; פרעה (Pharaoh): Pharaoh; פרשת החודש (Parshat HaChodesh): Torah portion of the month; צא אתה וכל העם (Tzei Atah V'chol Ha'am): Go you and all the people; צמצום הראשון (Tzimtzum HaRishon): First contraction; צמצום עצום (Tzimtzum Atzum): Tremendous contraction; קדוש ומובדל (Kadosh U'muvdal): Holy and separated; קדמה לעולם (Kadmah L'olam): Preceded the world; ר\"ח (Rosh Chodesh): New month; ראש חדשים (Rosh Chadashim): Head of months; ראשון הוא לכם לחדשי השנה (Rishon hu lachem l'chodshei hashanah): It is first for you among the months of the year; רז\"ל (Razal): Our sages of blessed memory; רש\"י (Rashi): Rabbi Shlomo Yitzchaki; ש\"פ (Shabbat Parshat): Shabbat of Torah portion; שבין אצילות לבי\"ע (SheBein Atzilut L'BYA): Between Atzilut and BYA; שיער בעצמו בכח (Shi'er B'atzmo B'koach): Estimated in Himself in potential; שישלח את ישראל (SheYishlach Et Yisrael): That he send Israel; שלמעלה מאתעדל\"ת (SheLma'alah Me'itadlut): Above arousal from below; שלמעלה מגדר שייכות (SheLma'alah MiGeder Shayachut): Above category of relevance; שלמעלה משייכות לעולמות (SheLma'alah MiShayachut L'olamot): Above relevance to worlds; שלפני האצילות (SheLiphnei Ha'Atzilut): Before Atzilut; שלפני הצמצום (SheLiphnei HaTzimtzum): Before the contraction; שמים וארץ (Shamayim V'aretz): Heaven and earth; שקדמה לעולם (SheKadmah L'olam): That preceded the world; שרש ההגבלה (Shoresh HaHagbalah): Root of limitation; שרשם מהכלים (Shorsham MeHaKelim): Their root from the vessels;"
    },
    "search_tags": [
      "צמצום",
      "דור",
      "Departure",
      "Contraction",
      "אלקות",
      "World",
      "אוא\"ס",
      "אצילות",
      "גאולה",
      "Chain of descent",
      "Torah",
      "כוונה",
      "Generation",
      "Emanation",
      "Exile",
      "Israel",
      "ישראל",
      "המשכה",
      "חסידות",
      "תורה",
      "Light",
      "השתלשלות",
      "Will",
      "גלות",
      "אור",
      "Intention",
      "עצמות",
      "משיח",
      "Worlds",
      "Essence",
      "הסתלקות",
      "Infinite Light",
      "Revelation",
      "Redemption",
      "Divinity",
      "גילוי",
      "רצון",
      "עולמות",
      "חסיד",
      "Chassid",
      "Chassidut",
      "Drawing down",
      "Messiah",
      "עולם"
    ]
  }
}