{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "3_קיט",
    "reference": "Reference: 3_קיט",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אלקות",
        "אור",
        "אוא\"ס",
        "עצמות",
        "גילוי",
        "העלם",
        "צמצום",
        "בריאה",
        "עולם",
        "עולמות",
        "דעת",
        "נצח",
        "משה",
        "ישראל",
        "מקדש",
        "בית המקדש",
        "מצוות",
        "תורה",
        "גלות",
        "גאולה",
        "משיח",
        "דור",
        "עבודה",
        "אהבה",
        "מס\"נ",
        "ביטול",
        "תכלית",
        "כוונה",
        "רצון",
        "תשובה",
        "רבי",
        "חסיד",
        "חסידות"
      ],
      "key_concepts": [
        "Divinity",
        "Light",
        "Infinite Light",
        "Essence",
        "Revelation",
        "Concealment",
        "Contraction",
        "Creation",
        "World",
        "Worlds",
        "Knowledge",
        "Eternity",
        "Moses",
        "Israel",
        "Temple",
        "Holy Temple",
        "Commandments",
        "Torah",
        "Exile",
        "Redemption",
        "Messiah",
        "Generation",
        "Service",
        "Love",
        "Self-sacrifice",
        "Nullification",
        "Purpose",
        "Intention",
        "Will",
        "Repentance",
        "Rabbi",
        "Chassid",
        "Chassidut"
      ],
      "biblical_references": [
        "ויקרא ד, יג",
        "ויקרא ה, א",
        "ישעי' יא, ג",
        "ישעי' סה, יז"
      ],
      "talmudic_references": [
        "תניא",
        "תניא",
        "תניא",
        "זהר",
        "ברכות יב, ב",
        "סנהדרין צג, ב"
      ],
      "chassidic_references": [
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת",
        "תו\"א",
        "תו\"א"
      ],
      "document_type": "מאמר",
      "word_count": 1367,
      "chunk_count": 6
    },
    "content": {
      "main_text": "בס\"ד. אחרון של פסח ה'תשל\"טכימי צאתך מארץ מצרים אראנו נפלאות1, ומביא כ\"ק מו\"ח אדמו\"ר במאמרו ד\"ה זה2 דיוק הזהר3 בזה שנאמר כימי לשון רבים, הרי יציאת מצרים היתה ביום אחד (בחד זמנא נפקו), וכן בזכירת גאולת מצרים כתיב4 למען תזכור את יום צאתך מארץ מצרים (יום לשון יחיד), ולמה נאמר כאן כימי לשון רבים. ומבאר5, שכל הימים מהזמן דיציאת מצרים עד הגאולה העתידה הם ימי צאתך מארץ מצרים, ולכן אומר כימי לשון רבים. ויש לומר, דמ\"ש בהמאמר שכל הימים שמהזמן דיציאת מצרים עד גאולה העתידה הם ימי צאתך מארץ מצרים, הוא, כי מצרים הוא6 מלשון מיצר וגבול, וענין יציאת מצרים הוא היציאה מכל המיצרים וגבולים, גם מהמיצרים וההגבלות הכי נעלים. וזהו שכל הימים האלה הם ימי צאתך מארץ מצרים, שבכל יום ויום יוצאים ממיצרים וגבולים נעלים יותר7, ועד שבאים לגאולה האמיתית והשלימה ע\"י משיח צדקנו, שאז תהי' היציאה מכל המיצרים וההגבלות8, גם מהכי נעלים. דבמשיח כתיב9 עלה הפורץ לפניהם, פריצת כל הגדרים והמדידות וההגבלות.ב) וממשיך בהמאמר, דאראנו נפלאות קאי על הגילוי דגאולה העתידה, שגאולה העתידה תהי' ג\"כ במדריגה זו10 אלא שהיא במדריגה נעלית יותר. ויש לומר, דזה שממשיך בהמאמר שאראנו נפלאות קאי על הגילוי דגאולה העתידה, הוא בכדי לבאר (יותר) הטעם לזה שנאמר בפסוק זה כימי צאתך מארץ מצרים (כימי לשון רבים), אף שבהחיוב דזכירת גאולת מצרים כתיב למען תזכור את יום צאתך מארץ מצרים (יום לשון יחיד). כי מכיון שמדבר בגאולה העתידה (אראנו נפלאות), שאז תהי' השלימות דיציאת מצרים, היציאה מכל המיצרים וההגבלות (גם מהמיצרים וההגבלות הכי נעלים), ובכדי לבוא לגילוי זה הוא ע\"י העבודה דיציאת מצרים שבכל יום ויום, שבכל יום ויום יוצאים ממיצרים נעלים יותר (כנ\"ל), לכן אומר כימי לשון רבים. כי הענין דיציאת מצרים שעל ידו יבואו לגאולה העתידה הוא היציאה ממצרים בפעם הראשונה (ביום אחד) [שגם זה נוגע לגאולה העתידה, וכמ\"ש בהמאמר11 שבגאולת מצרים נתחדש כללות ענין הגאולה ונפתח הצנור על כל הגאולות (מהגלויות שלאחרי גלות מצרים), גם על גאולה העתידה], והיציאה מהמיצרים וההגבלות שלאחרי היציאה ממצרים (כפשוטה), שבכל יום יוצאים ממיצרים נעלים יותר, ועד שיגיעו ע\"י כל זה לגאולה העתידה שאז תהי' יציאת מצרים בתכלית השלימות, היציאה מכל המיצרים וההגבלות.ונמצא, דזה שבפסוק למען תזכור את יום צאתך מארץ מצרים כל ימי חייך, שממנו נלמד החיוב דזכירת יציאת מצרים בכל יום (ביום ובלילה)12, כתיב יום צאתך מארץ מצרים (יום לשון יחיד), הוא, כי הענין דיציאת מצרים בכל יום הוא (בעיקר) היציאה מהמיצרים דלעו\"ז13, ובכללות הוא היציאה מהמיצרים וההגבלות שמונעים ומעכבים ללימוד התורה וקיום המצוות, וזה שייך ליום צאתך מארץ מצרים (יום לשון יחיד), דביציאת מצרים, ע\"י שישראל נעשו עבדי ה' (ולא עבדי פרעה)14, ניתן הכח15 לכאו\"א מישראל שבנוגע לתומ\"צ יהי' משוחרר מכל עניני העולם, כולל גם עניני הגלות16, מכיון ששטרי קודם17. ובפסוק כימי צאתך מארץ מצרים אראנו נפלאות כתיב כימי לשון רבים, כי בכדי להגיע להגילוי דגאולה העתידה, אראנו נפלאות, מכיון שהגילויים דגאולה העתידה יהיו נפלאות גם לגבי הגילוי דיציאת מצרים18, צריכה להיות גם היציאה מהמיצרים וההגבלות דקדושה, ובזה גופא – בכל יום ויום, יציאה ממיצרים נעלים יותר, ולכן אומר כימי לשון רבים.ג) והנה מהנ\"ל (שהעבודה דיצי\"מ שבכל יום היא באופן נעלה יותר) מובן, שבזמן הגלות, היציאה מהמיצרים וההגבלות היא ממיצרים נעלים יותר מאשר היציאה מהמיצרים שהיתה בזמן הבית. ובזמן הגלות גופא, בהדורות שבעקבתא דמשיחא, ובפרט בדור האחרון, נעשה היציאה ממיצרים נעלים עוד יותר. דנוסף לזה, שבכל יום ויום מבררים עוד נצוצות ועוד נצוצות, ועי\"ז מתקרבים יותר לביאת המשיח19, הנה גם הענין דיציאת מצרים, היציאה מהמיצרים וההגבלות, בכל יום הוא באופן נעלה יותר. וע\"י העבודה דיציאת מצרים שבימים האחרונים שלפני ביאת המשיח, שהיציאה ממצרים בימים אלו היא גם מהמיצרים הכי נעלים, יזכו בקרוב ממש לגאולה העתידה שאז תהי' היציאה מכל המיצרים וההגבלות.וביאור הענין (שהגילוי דגאולה העתידה תהי' (בעיקר) ע\"י העבודה שבסיום זמן הגלות) יובן בהקדים הביאור בזה שבגאולה העתידה תהי' היציאה מכל המיצרים וההגבלות, גם מהמיצרים וההגבלות הכי נעלים. והענין הוא, כמבואר בהמאמר20, דכל העולמות (גם עולמות הכי נעלים) נק' בשם מצרים, להיותם בחינת מיצר והעלם. והיינו דזה שהעולמות נק' בשם מצרים הוא מצד שני טעמים. מצד זה שהם בהגבלה, מצרים מלשון מיצר וגבול, וגם מצד זה שהתהוותם היא ע\"י העלם האור, וכידוע21 שההעלם דצמצום הראשון (שעל ידו נעשה מקום לעמידת העולמות) הוא צמצום בדרך סילוק, שנתעלם האור לגמרי, בדוגמת22 מצרים דלעו\"ז (מצרים כפשוטו) שהוא העלם והסתר. ויש לומר, דזהו מה שממשיך בהמאמר23, דבעולם יש ג' ענינים. עולם כפשוטו שמורה על מקום וזמן24, ועולם מלשון העלם25 (דענינו הסתר26), ועולם לשון עלם27 שפירושו הוא נערות וכח. ומבאר הקשר דג' הפירושים, שההעלם והסתר דעולם (זמן ומקום) הוא בתוקף גדול. דיש לומר, דזה שמביא כאן לא רק הפירוש דעולם כפשוטו (מקום וזמן) אלא גם הפירושים שעולם הוא מלשון העלם ומלשון עלם, הוא, כי עולם כפשוטו, מקום וזמן (ענין ההגבלה), הוא ביאור רק על זה שעולמות הם מצרים מלשון מיצר וגבול, ובכדי לבאר גם המיצר וההעלם שבעולמות (ועד שהוא בדוגמת ההעלם והסתר דמצרים כפשוטו28), הוא מביא גם הפירושים דעולם הוא מלשון העלם ומלשון עלם, שההעלם והסתר דעולם הוא בתוקף גדול.ד) וממשיך בהמאמר29, דהתהוות העולמות היא מאור הקו. דמהאור שלפני הצמצום לא הי' אפשר להיות התהוות העולמות (כמו שהם עכשיו), כי העולמות הם בבחינת מעלה ומטה [דזהו מה שהגדר דעולם הוא מקום, דענין המקום ברוחניות הוא מעלה ומטה], והאור שלפני הצמצום לא הי' בו ראש וסוף מעלה ומטה. וגם, כי כללות האור שלפני הצמצום הוא אור הכלול בעצמותו, והאור הכלול במאור הוא בתכלית הביטול עד שאינו עולה בשם אור כלל30, ובמילא אין שייך שיהי' מקור לעולמות, כי בכדי להיות מקור לאיזה דבר בהכרח שהמקור יהי' בבחינת מציאות. ודוקא ע\"י אור הקו, דע\"י שנמשך ע\"י הצמצום הוא בבחינת מציאות אור, ויש בו מעלה ומטה, על ידו דוקא נעשה התהוות העולמות. ויש לומר, דשני ענינים אלו שבהקו הם דוגמת שני הענינים הנ\"ל שבעולם. דהמעלה ומטה שבהקו הוא דוגמת הגבול דעולם, וזה שהקו הוא מציאות אור (שאינו בתכלית הביטול) הוא דוגמת ההעלם וההסתר דעולם (סיבת הישות שבו). וע\"פ הנ\"ל דזה שהעולמות נק' בשם מצרים הוא מפני שהם בחינת מיצר והעלם (שני ענינים אלו), יש לומר, שגם הקו נכלל בבחינת מצרים, ואמיתית הענין דיציאת מצרים, היציאה מכל המיצרים וההגבלות, הוא ע\"י הגילוי דעצמות אוא\"ס שלפני הצמצום. וזהו שבגאולה העתידה תהי' השלימות דיציאת מצרים (היציאה מכל המיצרים וההגבלות), כי אז יהי' גילוי האור שלפני הצמצום, ובזה גופא – גילוי אור הבל\"ג שלמעלה מהאור השייך לעולמות, ועד לגילוי העצמות.ה) והנה זה שלעת\"ל תהי' היציאה מכל המיצרים וההגבלות, הוא בנוגע לכל הענינים. שכל הענינים דלע\"ל יהיו באין ערוך לגבי כמו שהם עכשיו. הן בנוגע להעולם, שאז יהיו שמים חדשים וארץ חדשה31 (עולם חדש), והן בנוגע לתורה [שעל ידה נברא העולם, אסתכל באורייתא וברא עלמא32], שלע\"ל יהי' תורה חדשה מאתי תצא33, והן בנוגע להמשכת וגילוי אלקות, שהגילוי אלקות שיהי' לע\"ל הוא גילוי חדש שנעלה באין ערוך מהגילוי דעכשיו, דכל הגילויים דעכשיו הם מחיצוניות עתיק ולע\"ל יהי' הגילוי דפנימיות עתיק34. וזהו מה שהגאולה העתידה תהי' בעיקר ע\"י העבודה שבסיום זמן הגלות, כי מכיון שכל הענינים דלע\"ל יהיו ענינים חדשים, לכן, גם העבודה שעל ידה נמשכים ענינים אלו צריכה להיות עבודה חדשה, כדלקמן.והענין הוא, דבזמן הבית, שהי' אז גילוי אלקות, עשרה נסים נעשו לאבותינו בבית המקדש35, שנסים אלו היו נראים בעיני בשר ועד שכמה מהם היו נראים גם לעמי הארץ, העבודה דקיום התומ\"צ היתה ע\"פ טעם ודעת. ואף שגם אז הי' הציווי36 ואהבת גו' בכל לבבך ובכל נפשך ובכל מאדך, מ\"מ, מכיון שראו אז גילוי אלקות במוחש, גם בהמס\"נ שהיתה אז, הי' מדידה והגבלה דטעם ודעת. ועד\"ז בזמן הגלות כשלא הי' התגברות החושך כ\"כ. משא\"כ בדרא דעקבתא דמשיחא, שבכל יום נעשה התגברות החושך37, וישנם כמה נסיונות, ובפרט הנסיון דאל יבוש מפני המלעיגים38, ומכ\"ש כשהמלעיגים הם אנשים פחותים וריקים, שזה קשה מאד לסבול39, הנה זה שעומדים בנסיונות אלו, הוא עבודה דמסירת נפש שלמעלה ממדידה והגבלה. וזהו שהעבודה שבדרא דעקבתא דמשיחא, ובדור זה גופא – בהסיום דזמן הגלות, היא נעלית יותר (בענין זה) מהעבודות שהיו עד עכשיו40, ובאופן דאין ערוך, ועד שהיא עבודה חדשה, כי עניני העבודה שבדורות הקודמים, הי' להם איזו שייכות לטעם ודעת (מדידה והגבלה דכחות הגלויים), והעבודה שבסיום זמן הגלות היא העבודה דמס\"נ שמצד פנימיות הנשמה.וע\"י העבודה שבזמן הגלות בכלל, ובפרט ע\"י העבודה שבסיום הגלות, שהעבודה אז היא מצד פנימיות הנשמה, עי\"ז ממשיכים הפנימיות דלמעלה, ועד פנימיות עתיק, ועי\"ז יהי' חידוש גם בתורה (תורה חדשה מאתי תצא), שיומשך בה מנותן התורה באופן חדש. [ויש לומר, שגם ענין זה נעשה ע\"י העבודה שבסיום הגלות, דכאשר העבודה היא באופן דמס\"נ אזי לימוד התורה הוא לשמה41]. ועי\"ז נעשה חידוש גם בהבריאה (אסתכל באורייתא וברא עלמא) שיהיו שמים חדשים וארץ חדשה.ויהי רצון, שכל זה יהי' בקרוב ממש, שע\"י מעשינו ועבודתינו42 עכשיו נלך בקרוב ממש לקבל פני משיח צדקנו, שאז יקויים בפועל ממש כימי צאתך מארץ מצרים אראנו נפלאות, ומיד נגאלין.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד אחרון של פסח ה'תשל\"טכימי צאתך מארץ מצרים אראנו נפלאות1, ומביא כ\"ק מו\"ח אדמו\"ר במאמרו ד\"ה זה2 דיוק הזהר3 בזה שנאמר כימי לשון רבים, הרי יציאת מצרים היתה ביום אחד (בחד זמנא נפקו), וכן בזכירת גאולת מצרים כתיב4 למען תזכור את יום צאתך מארץ מצרים (יום לשון יחיד), ולמה נאמר כאן כימי לשון רבים ומבאר5, שכל הימים מהזמן דיציאת מצרים עד הגאולה העתידה הם ימי צאתך מארץ מצרים, ולכן אומר כימי לשון רבים ויש לומר, דמ\"ש בהמאמר שכל הימים שמהזמן דיציאת מצרים עד גאולה העתידה הם ימי צאתך מארץ מצרים, הוא, כי מצרים הוא6 מלשון מיצר וגבול, וענין יציאת מצרים הוא היציאה מכל המיצרים וגבולים, גם מהמיצרים וההגבלות הכי נעלים וזהו שכל הימים האלה הם ימי צאתך מארץ מצרים, שבכל יום ויום יוצאים ממיצרים וגבולים נעלים יותר7, ועד שבאים לגאולה האמיתית והשלימה ע\"י משיח צדקנו, שאז תהי' היציאה מכל המיצרים וההגבלות8, גם מהכי נעלים דבמשיח כתיב9 עלה הפורץ לפניהם, פריצת כל הגדרים והמדידות וההגבלות.ב) וממשיך בהמאמר, דאראנו נפלאות קאי על הגילוי דגאולה העתידה, שגאולה העתידה תהי' ג\"כ במדריגה זו10 אלא שהיא במדריגה נעלית יותר ויש לומר, דזה שממשיך בהמאמר שאראנו נפלאות קאי על הגילוי דגאולה העתידה, הוא בכדי לבאר (יותר) הטעם לזה שנאמר בפסוק זה כימי צאתך מארץ מצרים (כימי לשון רבים), אף שבהחיוב דזכירת גאולת מצרים כתיב למען תזכור את יום צאתך מארץ מצרים (יום לשון יחיד)",
          "topics": [
            "גילוי",
            "גאולה",
            "משיח",
            "רבי"
          ],
          "word_count": 218
        },
        {
          "chunk_id": "chunk_2",
          "content": "כי מכיון שמדבר בגאולה העתידה (אראנו נפלאות), שאז תהי' השלימות דיציאת מצרים, היציאה מכל המיצרים וההגבלות (גם מהמיצרים וההגבלות הכי נעלים), ובכדי לבוא לגילוי זה הוא ע\"י העבודה דיציאת מצרים שבכל יום ויום, שבכל יום ויום יוצאים ממיצרים נעלים יותר (כנ\"ל), לכן אומר כימי לשון רבים כי הענין דיציאת מצרים שעל ידו יבואו לגאולה העתידה הוא היציאה ממצרים בפעם הראשונה (ביום אחד) [שגם זה נוגע לגאולה העתידה, וכמ\"ש בהמאמר11 שבגאולת מצרים נתחדש כללות ענין הגאולה ונפתח הצנור על כל הגאולות (מהגלויות שלאחרי גלות מצרים), גם על גאולה העתידה], והיציאה מהמיצרים וההגבלות שלאחרי היציאה ממצרים (כפשוטה), שבכל יום יוצאים ממיצרים נעלים יותר, ועד שיגיעו ע\"י כל זה לגאולה העתידה שאז תהי' יציאת מצרים בתכלית השלימות, היציאה מכל המיצרים וההגבלות.ונמצא, דזה שבפסוק למען תזכור את יום צאתך מארץ מצרים כל ימי חייך, שממנו נלמד החיוב דזכירת יציאת מצרים בכל יום (ביום ובלילה)12, כתיב יום צאתך מארץ מצרים (יום לשון יחיד), הוא, כי הענין דיציאת מצרים בכל יום הוא (בעיקר) היציאה מהמיצרים דלעו\"ז13, ובכללות הוא היציאה מהמיצרים וההגבלות שמונעים ומעכבים ללימוד התורה וקיום המצוות, וזה שייך ליום צאתך מארץ מצרים (יום לשון יחיד), דביציאת מצרים, ע\"י שישראל נעשו עבדי ה' (ולא עבדי פרעה)14, ניתן הכח15 לכאו\"א מישראל שבנוגע לתומ\"צ יהי' משוחרר מכל עניני העולם, כולל גם עניני הגלות16, מכיון ששטרי קודם17",
          "topics": [
            "גילוי",
            "עולם",
            "ישראל",
            "מצוות",
            "תורה"
          ],
          "word_count": 208
        },
        {
          "chunk_id": "chunk_3",
          "content": "ובפסוק כימי צאתך מארץ מצרים אראנו נפלאות כתיב כימי לשון רבים, כי בכדי להגיע להגילוי דגאולה העתידה, אראנו נפלאות, מכיון שהגילויים דגאולה העתידה יהיו נפלאות גם לגבי הגילוי דיציאת מצרים18, צריכה להיות גם היציאה מהמיצרים וההגבלות דקדושה, ובזה גופא – בכל יום ויום, יציאה ממיצרים נעלים יותר, ולכן אומר כימי לשון רבים.ג) והנה מהנ\"ל (שהעבודה דיצי\"מ שבכל יום היא באופן נעלה יותר) מובן, שבזמן הגלות, היציאה מהמיצרים וההגבלות היא ממיצרים נעלים יותר מאשר היציאה מהמיצרים שהיתה בזמן הבית ובזמן הגלות גופא, בהדורות שבעקבתא דמשיחא, ובפרט בדור האחרון, נעשה היציאה ממיצרים נעלים עוד יותר דנוסף לזה, שבכל יום ויום מבררים עוד נצוצות ועוד נצוצות, ועי\"ז מתקרבים יותר לביאת המשיח19, הנה גם הענין דיציאת מצרים, היציאה מהמיצרים וההגבלות, בכל יום הוא באופן נעלה יותר וע\"י העבודה דיציאת מצרים שבימים האחרונים שלפני ביאת המשיח, שהיציאה ממצרים בימים אלו היא גם מהמיצרים הכי נעלים, יזכו בקרוב ממש לגאולה העתידה שאז תהי' היציאה מכל המיצרים וההגבלות.וביאור הענין (שהגילוי דגאולה העתידה תהי' (בעיקר) ע\"י העבודה שבסיום זמן הגלות) יובן בהקדים הביאור בזה שבגאולה העתידה תהי' היציאה מכל המיצרים וההגבלות, גם מהמיצרים וההגבלות הכי נעלים והענין הוא, כמבואר בהמאמר20, דכל העולמות (גם עולמות הכי נעלים) נק' בשם מצרים, להיותם בחינת מיצר והעלם והיינו דזה שהעולמות נק' בשם מצרים הוא מצד שני טעמים מצד זה שהם בהגבלה, מצרים מלשון מיצר וגבול, וגם מצד זה שהתהוותם היא ע\"י העלם האור, וכידוע21 שההעלם דצמצום הראשון (שעל ידו נעשה מקום לעמידת העולמות) הוא צמצום בדרך סילוק, שנתעלם האור לגמרי, בדוגמת22 מצרים דלעו\"ז (מצרים כפשוטו) שהוא העלם והסתר",
          "topics": [
            "אור",
            "גילוי",
            "העלם",
            "צמצום",
            "עולמות"
          ],
          "word_count": 246
        },
        {
          "chunk_id": "chunk_4",
          "content": "ויש לומר, דזהו מה שממשיך בהמאמר23, דבעולם יש ג' ענינים עולם כפשוטו שמורה על מקום וזמן24, ועולם מלשון העלם25 (דענינו הסתר26), ועולם לשון עלם27 שפירושו הוא נערות וכח ומבאר הקשר דג' הפירושים, שההעלם והסתר דעולם (זמן ומקום) הוא בתוקף גדול דיש לומר, דזה שמביא כאן לא רק הפירוש דעולם כפשוטו (מקום וזמן) אלא גם הפירושים שעולם הוא מלשון העלם ומלשון עלם, הוא, כי עולם כפשוטו, מקום וזמן (ענין ההגבלה), הוא ביאור רק על זה שעולמות הם מצרים מלשון מיצר וגבול, ובכדי לבאר גם המיצר וההעלם שבעולמות (ועד שהוא בדוגמת ההעלם והסתר דמצרים כפשוטו28), הוא מביא גם הפירושים דעולם הוא מלשון העלם ומלשון עלם, שההעלם והסתר דעולם הוא בתוקף גדול.ד) וממשיך בהמאמר29, דהתהוות העולמות היא מאור הקו דמהאור שלפני הצמצום לא הי' אפשר להיות התהוות העולמות (כמו שהם עכשיו), כי העולמות הם בבחינת מעלה ומטה [דזהו מה שהגדר דעולם הוא מקום, דענין המקום ברוחניות הוא מעלה ומטה], והאור שלפני הצמצום לא הי' בו ראש וסוף מעלה ומטה וגם, כי כללות האור שלפני הצמצום הוא אור הכלול בעצמותו, והאור הכלול במאור הוא בתכלית הביטול עד שאינו עולה בשם אור כלל30, ובמילא אין שייך שיהי' מקור לעולמות, כי בכדי להיות מקור לאיזה דבר בהכרח שהמקור יהי' בבחינת מציאות ודוקא ע\"י אור הקו, דע\"י שנמשך ע\"י הצמצום הוא בבחינת מציאות אור, ויש בו מעלה ומטה, על ידו דוקא נעשה התהוות העולמות ויש לומר, דשני ענינים אלו שבהקו הם דוגמת שני הענינים הנ\"ל שבעולם דהמעלה ומטה שבהקו הוא דוגמת הגבול דעולם, וזה שהקו הוא מציאות אור (שאינו בתכלית הביטול) הוא דוגמת ההעלם וההסתר דעולם (סיבת הישות שבו)",
          "topics": [
            "אור",
            "עצמות",
            "העלם",
            "צמצום",
            "עולם"
          ],
          "word_count": 252
        },
        {
          "chunk_id": "chunk_5",
          "content": "וע\"פ הנ\"ל דזה שהעולמות נק' בשם מצרים הוא מפני שהם בחינת מיצר והעלם (שני ענינים אלו), יש לומר, שגם הקו נכלל בבחינת מצרים, ואמיתית הענין דיציאת מצרים, היציאה מכל המיצרים וההגבלות, הוא ע\"י הגילוי דעצמות אוא\"ס שלפני הצמצום וזהו שבגאולה העתידה תהי' השלימות דיציאת מצרים (היציאה מכל המיצרים וההגבלות), כי אז יהי' גילוי האור שלפני הצמצום, ובזה גופא – גילוי אור הבל\"ג שלמעלה מהאור השייך לעולמות, ועד לגילוי העצמות.ה) והנה זה שלעת\"ל תהי' היציאה מכל המיצרים וההגבלות, הוא בנוגע לכל הענינים שכל הענינים דלע\"ל יהיו באין ערוך לגבי כמו שהם עכשיו הן בנוגע להעולם, שאז יהיו שמים חדשים וארץ חדשה31 (עולם חדש), והן בנוגע לתורה [שעל ידה נברא העולם, אסתכל באורייתא וברא עלמא32], שלע\"ל יהי' תורה חדשה מאתי תצא33, והן בנוגע להמשכת וגילוי אלקות, שהגילוי אלקות שיהי' לע\"ל הוא גילוי חדש שנעלה באין ערוך מהגילוי דעכשיו, דכל הגילויים דעכשיו הם מחיצוניות עתיק ולע\"ל יהי' הגילוי דפנימיות עתיק34 וזהו מה שהגאולה העתידה תהי' בעיקר ע\"י העבודה שבסיום זמן הגלות, כי מכיון שכל הענינים דלע\"ל יהיו ענינים חדשים, לכן, גם העבודה שעל ידה נמשכים ענינים אלו צריכה להיות עבודה חדשה, כדלקמן.והענין הוא, דבזמן הבית, שהי' אז גילוי אלקות, עשרה נסים נעשו לאבותינו בבית המקדש35, שנסים אלו היו נראים בעיני בשר ועד שכמה מהם היו נראים גם לעמי הארץ, העבודה דקיום התומ\"צ היתה ע\"פ טעם ודעת ואף שגם אז הי' הציווי36 ואהבת גו' בכל לבבך ובכל נפשך ובכל מאדך, מ\"מ, מכיון שראו אז גילוי אלקות במוחש, גם בהמס\"נ שהיתה אז, הי' מדידה והגבלה דטעם ודעת ועד\"ז בזמן הגלות כשלא הי' התגברות החושך כ\"כ",
          "topics": [
            "אלקות",
            "אור",
            "אוא\"ס",
            "עצמות",
            "גילוי"
          ],
          "word_count": 250
        },
        {
          "chunk_id": "chunk_6",
          "content": "משא\"כ בדרא דעקבתא דמשיחא, שבכל יום נעשה התגברות החושך37, וישנם כמה נסיונות, ובפרט הנסיון דאל יבוש מפני המלעיגים38, ומכ\"ש כשהמלעיגים הם אנשים פחותים וריקים, שזה קשה מאד לסבול39, הנה זה שעומדים בנסיונות אלו, הוא עבודה דמסירת נפש שלמעלה ממדידה והגבלה וזהו שהעבודה שבדרא דעקבתא דמשיחא, ובדור זה גופא – בהסיום דזמן הגלות, היא נעלית יותר (בענין זה) מהעבודות שהיו עד עכשיו40, ובאופן דאין ערוך, ועד שהיא עבודה חדשה, כי עניני העבודה שבדורות הקודמים, הי' להם איזו שייכות לטעם ודעת (מדידה והגבלה דכחות הגלויים), והעבודה שבסיום זמן הגלות היא העבודה דמס\"נ שמצד פנימיות הנשמה.וע\"י העבודה שבזמן הגלות בכלל, ובפרט ע\"י העבודה שבסיום הגלות, שהעבודה אז היא מצד פנימיות הנשמה, עי\"ז ממשיכים הפנימיות דלמעלה, ועד פנימיות עתיק, ועי\"ז יהי' חידוש גם בתורה (תורה חדשה מאתי תצא), שיומשך בה מנותן התורה באופן חדש [ויש לומר, שגם ענין זה נעשה ע\"י העבודה שבסיום הגלות, דכאשר העבודה היא באופן דמס\"נ אזי לימוד התורה הוא לשמה41] ועי\"ז נעשה חידוש גם בהבריאה (אסתכל באורייתא וברא עלמא) שיהיו שמים חדשים וארץ חדשה.ויהי רצון, שכל זה יהי' בקרוב ממש, שע\"י מעשינו ועבודתינו42 עכשיו נלך בקרוב ממש לקבל פני משיח צדקנו, שאז יקויים בפועל ממש כימי צאתך מארץ מצרים אראנו נפלאות, ומיד נגאלין",
          "topics": [
            "אור",
            "בריאה",
            "דעת",
            "תורה",
            "גלות"
          ],
          "word_count": 193
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס אחרון של פסח – תשמ\"ט, \"לקראת ימים האחרונים דחג הפסח .. ערחה\"פ תשמ\"ט\".1) מיכה ז, טו.2) דשנת ה'תש\"ח בתחלתו (סה\"מ ה'תש\"ח ע' 159).3) ח\"ג קעו, רע\"א. וראה גם זח\"א בהשמטות סי' כה (רסא, ב), הובא באוה\"ת נ\"ך עה\"פ סק\"ז (ע' תפז).4) ראה טז, ג.5) בתחלת המאמר. וראה גם שם רפי\"ב (סה\"מ שם ע' 164).6) ראה תו\"א וארא נז, ב ואילך. בשלח סד, א-ב. יתרו עא, ג ואילך. ובכ\"מ.7) כדלקמן סעיף ג.8) וע\"ד הידוע במ\"ש (מסעי לג, א) אלה מסעי בני ישראל אשר יצאו מארץ מצרים גו', מסעי לשון רבים – אף שהיציאה ממצרים כפשוטה היא רק מסע אחד, המסע מרעמסס לסוכות – כי השלימות דיציאת מצרים (היציאה מכל המיצרים תהי' בביאת המשיח, שזהו\"ע ירדן יריחו [יריחו מלשון ריח, וקאי על משיח דכתיב בי' והריחו ביראת הוי' דמורח ודאין (ישעי' יא, ג. סנהדרין צג, ב)], ולכן כל המ\"ב מסעות עד ירדן יריחו נק' \"אשר יצאו מארץ מצרים\" (לקו\"ת מסעי פט, ב. שם צא, א. אוה\"ת מסעי ריש ע' א'שנח).9) מיכה ב, יג. וראה ב\"ר פפ\"ה, יד. אגדת בראשית ס\"פ סג.10) כ\"ה הלשון בהמאמר. ולכאורה הכוונה ב\"מדריגה זו\" היא לכללות הענין דיציאה ממיצרים והגבלות.11) שם רפי\"ב.12) ברכות יב, ב (במשנה). רמב\"ם הל' ק\"ש פ\"א ה\"ג. טור או\"ח סי' סו וסי' רלו. שו\"ע אדה\"ז או\"ח סי' סז סעיף א.13) ראה גם תניא רפמ\"ז, דענין יציאת מצרים שבכל יום \"הוא יציאת נפש האלקית ממאסר הגוף משכא דחויא כו'\".14) ראה הנסמן להלן הערה 17. מגילה יד, א.15) להעיר גם מס' גבורות ה' (למהר\"ל מפראג) פ' סא, דבגאולת מצרים קבלו בנ\"י מעלה עצמית דבני חורין ואין המקרה דגלות שלאח\"ז מבטל זה כלל.16) כמאמר כ\"ק מו\"ח אדמו\"ר שרק הגוף הלך בגלות ולא הנשמה, ובנוגע לתומ\"צ \"האָבן מיר אידן אויף זיך ניט קיין דיעה זאָגער\" (לקו\"ד כרך ד תרצב, א).17) תו\"כ (הובא בפרש\"י) עה\"פ בהר כה, מב. פרש\"י עה\"פ שם, נה.18) ראה אוה\"ת נ\"ך עה\"פ סק\"ח (ע' תפז), מפע\"ח שער חג המצות פ\"ו (בד\"ה מהר\"י ז\"ל). וראה ד\"ה כימי צאתך מארץ מצרים די\"א ניסן ה'תשמ\"ב (לעיל ע' קמז).19) ואף שבכל יום מיתוספים גם ענינים בלתי רצויים – הרי ענינים אלו הם מתבטלים ע\"י יסורים רח\"ל, או ע\"י תשובה, ובפרט ע\"י תשובה מאהבה שעל ידה נעשים זדונות כזכיות (יומא פו, ב), משא\"כ הענינים דתומ\"צ המיתוספים בכל יום – הם נצחיים (תניא פכ\"ה (לב, א). – וראה לקו\"ש ח\"א ע' 247. נעתק בהגש\"פ עם לקוטי טעמים מנהגים וביאורים – קה\"ת תשמ\"ו ואילך – ע' קיח).20) ד\"ה כי בחפזון ה'תש\"ח פ\"ז (סה\"מ שם ע' 158) – והמאמר ד\"ה כימי צאתך (שעליו מיוסד מאמר זה) בא בהמשך להמאמר ד\"ה כי בחפזון.21) ע\"ח שער א (דרוש עגולים ויושר) ענף ב. אוצרות חיים ומבוא שערים בתחלתו. תו\"א וירא ד\"ה פתח אליהו (יד, ב). ובכ\"מ.22) ראה בהמאמר שם, שמהעלם זה (דעולם) משתלשל להיות מצרים דלעו\"ז שהוא העלם והסתר האור לגמרי.23) ד\"ה כימי צאתך פ\"ח (סה\"מ שם ע' 160).24) ראה גם שעהיוה\"א פ\"ז (פב, א).25) וכמו ונעלם דבר מעיני הקהל (ויקרא ד, יג) או ונעלמה מעיני כל חי (איוב כח, כא).26) כ\"ה הלשון בהמאמר שם. וי\"ל, כי \"העלם\" אפשר להיות גם העלם מצד עצמו, משא\"כ \"הסתר\" הוא שישנו דבר המסתיר. ולכן מוסיף \"דענינו (של העלם זה הוא) הסתר\".27) כמו בן מי זה העלם (שמואל-א יז, נו).28) ועפ\"ז יובן זה שמביא גם הפירוש \"עולם לשון עלם\" (שאינו רגיל בדרושי חסידות) – כי זה שההעלם והסתר דעולם הוא בתוקף גדול (עולם לשון עלם) הוא ביאור על זה שההעלם והסתר דעולם הוא בדוגמת ההעלם וההסתר דמצרים כפשוטו.29) פ\"ט ואילך.30) ראה גם שעהיוה\"א פ\"ג.31) ישעי' סה, יז.32) זח\"ב קסא, ריש ע\"ב.33) ויק\"ר פי\"ג, ג.34) פע\"ח שער הק\"ש רפט\"ו, הובא בלקו\"ת שה\"ש בסופו (נא, ג).35) אבות פ\"ה מ\"ה.36) ואתחנן ו, ה.37) ראה סוטה מט, א: בכל יום ויום מרובה כו'.38) רמ\"א או\"ח בתחלתו.39) ראה בארוכה ד\"ה אין הקב\"ה בא בטרוניא תרמ\"ח (סה\"מ תרמ\"ח ע' קפז ואילך), תרפ\"ה ס\"ב ואילך (סה\"מ תרפ\"ה ע' רנח ואילך). ד\"ה משכני תרפ\"ד (וד\"ה אני ישנה ה'תש\"ט) סי\"א ואילך (סה\"מ תרפ\"ד ע' רצא ואילך. ה'תש\"ט ע' 118 ואילך). ד\"ה אין הקב\"ה בא בטרוניא בסה\"מ אידיש בתחלתו. ועוד.40) וכידוע בפירוש הכתוב (בהעלותך יב, ג) והאיש משה עניו מאד מכל האדם אשר על פני האדמה, שבעיקר הי' זה מפני דרא דעקבתא דמשיחא (סה\"מ עטר\"ת ע' תסד. ובכ\"מ. – נסמן לקמן ח\"ד ע' נח הערה 119-118).41) דענין לשמה הוא לשם התורה עצמה, להמשיך בה אוא\"ס (לקו\"ת ויקרא ה, א. שלח מז, ג. ובכ\"מ).42) ראה תניא רפל\"ז.",
      "glossary": "|אדמו\"ר (Admor): Our master, teacher, and rabbi; אחרון של פסח (Acharon shel Pesach): Last day of Passover; אראנו נפלאות (Arenu Niflaot): I will show wonders; באופן נעלה יותר (Be'Ofan Na'aleh Yoter): In a more sublime manner; בבחינת מעלה ומטה (BeBechinat Ma'alah UMatah): In the aspect of; בדוגמת (BeDugmat): In the likeness of; בדוגמת ההעלם והסתר דמצרים כפשוטו (BeDugmat HaHe'elem VeHester DeMitzrayim KiFshuto): In the likeness of the concealment and hiding of Egypt in its simple meaning; בדור האחרון (BaDor HaAcharon): In the last generation; בהגבלה (BeHagbalah): In limitation; בהדורות (BaDorот): In the generations; בהקדים (BeHakdim): By prefacing; בזה גופא (BeZeh Gufa): In this very thing; בזמן הבית (BiZman HaBayit): In the time of the Temple; בזמן הגלות (BiZman HaGalut): In the time of exile; בחד זמנא נפקו (BeChad Zimna Nafku): They went out at one time; בחינת מיצר והעלם (Bechinat Meitzar VeHe'elem): The aspect of straits and concealment; ביאור (Be'ur): Explanation; ביאור הענין (Be'ur HaInyan): Explanation of the matter; ביום אחד (BeYom Echad): In one day; ביום ובלילה (BaYom UvaLailah): By day and by night; בימים האחרונים (BaYamim HaAcharonim): In the last days; בכל יום ויום (BeChol Yom VaYom): Every single day; בכללות (BiKhlalut): In general; במאמרו (BeMa'amaro): In his discourse; במדריגה זו (BeMadreigah Zo): At this level; במדריגה נעלית יותר (BeMadreigah Ne'elit Yoter): At a more sublime level; בס\"ד (Besiyata Dishmaya): With Divine assistance; בסיום זמן הגלות (BeSiyum Zman HaGalut): At the end of the time of exile; בעיקר (Be'ikar): Primarily; בפעם הראשונה (BaPa'am HaRishonah): The first time; בקרוב ממש (BeKarov Mamash): Very soon; בשם מצרים (BeShem Mitzrayim): By the name Egypt; בתוקף גדול (BeTokef Gadol): With great strength; בתכלית השלימות (BiTachlit HaShleimut): In ultimate perfection; ג' הפירושים (Gimel HaPeirushim): The three interpretations; ג' ענינים (Gimel Inyenim): Three matters; גאולה האמיתית והשלימה (Geulah HaAmitit VeHaShleimah): True and complete redemption; גאולה העתידה (Geulah HaAtidah): Future redemption; ד\"ה (Dibur HaMatchil): Opening words; דיוק (Diyuk): Precise interpretation; דענינו הסתר (De'inyano Hester): Whose matter is hiding; דצמצום הראשון (DeTzimtzum HaRishon): Of the first contraction; ה'תשל\"ט (HaTashla\"t): The year 5739 (1979); הביאור (HaBe'ur): The explanation; הגילוי (HaGilui): The revelation; הגילויים (HaGiluyim): The revelations; ההעלם (HaHe'elem): The concealment; ההעלם והסתר (HaHe'elem VeHester): The concealment and hiding; הזהר (HaZohar): The Zohar; הזמן (HaZman): The time; החיוב (HaChiyuv): The obligation; הטעם (HaTa'am): The reason; היציאה (HaYetzi'ah): The exodus; היציאה מהמיצרים וההגבלות דקדושה (HaYetzi'ah MeHaMeitzarim VeHaHagbalot DeKedushah): The exodus from the straits and limitations of holiness; המיצר וההעלם שבעולמות (HaMeitzar VeHaHe'elem SheBaOlamot): The straits and concealment in the worlds; המיצרים וההגבלות הכי נעלים (HaMeitzarim VeHaHagbalot HaKhi Ne'elim): The most sublime straits and limitations; המיצרים וההגבלות שמונעים ומעכבים (HaMeitzarim VeHaHagbalot SheMon'im UMe'akevim): The straits and limitations that prevent and delay; העבודה (HaAvodah): The service/work; העלם והסתר (He'elem VeHester): Concealment and hiding; הפסוק (HaPasuk): The verse; הקשר (HaKesher): The connection; השלימות (HaShleimut): The perfection/completion; התהוות העולמות (Hithavut HaOlamot): Formation of the worlds; ובפרט (UviFrat): And especially; וגם מצד (VeGam MiTzad): And also from the aspect; והיינו (VeHaynu): That is to say; וכידוע (VeKhiYadu'a): And as is known; ולא עבדי פרעה (VeLo Avdei Par'oh): And not servants of Pharaoh; ומבאר (UMeva'er): And explains; ונמצא (VeNimtza): It is found/therefore; ונפתח הצנור (VeNiftach HaTzinor): And the channel was opened; ועד שהוא (Ve'Ad SheHu): And to the extent that it is; ועי\"ז (Ve'Al Yedei Zeh): And through this; זה (Zeh): This; זכירת גאולת מצרים (Zechirat Geulat Mitzrayim): Remembrance of the redemption from Egypt; זכירת יציאת מצרים (Zechirat Yetziat Mitzrayim): Remembrance of the exodus from Egypt; יגיעו (Yagi'u): Will arrive; יהי' משוחרר (Yihyeh Meshuchar): Will be freed; יובן (Yuvan): Will be understood; יום (Yom): Day; יוצאים (Yotzim): Go out; יזכו (Yizku): Will merit; ימי צאתך מארץ מצרים (Yemei Tzeitcha Me'eretz Mitzrayim): Days of your exodus from Egypt; יציאה ממיצרים נעלים יותר (Yetzi'ah MiMeitzarim Ne'elim Yoter): Exodus from more sublime straits; יציאת מצרים (Yetziat Mitzrayim): Exodus from Egypt; ישראל (Yisrael): Israel; כ\"ק (Kevod Kedushat): His honor and holiness; כולל גם עניני הגלות (Kolel Gam Inyenei HaGalut): Including also matters of exile; כימי (Kimei): As in the days of; כימי צאתך מארץ מצרים אראנו נפלאות (Kimei tzeitcha me'eretz Mitzrayim arenu niflaot): As in the days of your exodus from Egypt, I will show wonders; כל הגדרים והמדידות וההגבלות (Kol HaGdarim VeHaMedidot VeHaHagbalot): All boundaries, measurements, and limitations; כל העולמות (Kol HaOlamot): All the worlds; כללות ענין הגאולה (Klalut Inyan HaGeulah): The general concept of redemption; כמו שהם עכשיו (Kmo SheHem Achshav): As they are now; כפשוטה (KiFshutah): In its simple meaning; כתיב (Katav): It is written; לא הי' אפשר (Lo Hayah Efshar): It was not possible; לביאת המשיח (LeBi'at HaMashiach): To the coming of Messiah; להיות התהוות העולמות (Lihyot Hithavut HaOlamot): For the formation of the worlds to be; להיותם (Lihyotam): Because they are; לכאו\"א מישראל (LeChol Echad UEchad MiYisrael): To each and every one of Israel; ללימוד התורה וקיום המצוות (LeLimud HaTorah VeKiyum HaMitzvot): Torah study and fulfillment of commandments; למען תזכור את יום צאתך מארץ מצרים (Lema'an Tizkor Et Yom Tzeitcha Me'eretz Mitzrayim): So that you remember the day of your exodus from Egypt; למען תזכור את יום צאתך מארץ מצרים כל ימי חייך (Lema'an Tizkor Et Yom Tzeitcha Me'eretz Mitzrayim Kol Yemei Chayeicha): So that you remember the day of your exodus from Egypt all the days of your life; לעו\"ז (Le'Olam HaZeh): For this world; לעמידת העולמות (La'amidat HaOlamot): For the standing of the worlds; לשון יחיד (Lashon Yachid): Singular form; לשון רבים (Lashon Rabim): Plural form; מאור הקו (Me'Or HaKav): From the light of the line; מאשר (Me'asher): Than; מבררים (Mevarrim): Clarify/refine; מהאור שלפני הצמצום (MeHaOr SheLif'nei HaTzimtzum): From the light before the contraction; מהגלויות (MeHaGaluyot): From the exiles; מהנ\"ל (MeHaNizkar Le'eil): From the aforementioned; מו\"ח (Mori VeChamai): My teacher and father-in-law; מובן (Muvan): It is understood; מכל המיצרים וגבולים (MiKol HaMeitzarim VeHaGvulim): From all straits and boundaries; מכל עניני העולם (MiKol Inyenei HaOlam): From all worldly matters; מלשון מיצר וגבול (MiLashon Meitzar VeGvul): From the language of straits and boundaries; ממיצרים וגבולים נעלים יותר (MiMeitzarim VeGvulim Ne'elim Yoter): From more sublime straits and boundaries; ממשיך (Mamshich): Continues; מצד שני טעמים (MiTzad Shnei Te'amim): For two reasons; מצרים (Mitzrayim): Egypt; מצרים דלעו\"ז (Mitzrayim DeLe'Olam HaZeh): Egypt of this world; מצרים כפשוטו (Mitzrayim KiFshuto): Egypt in its simple meaning; משיח (Mashiach): Messiah; משיח צדקנו (Mashiach Tzidkeinu): Our righteous Messiah; מתקרבים יותר (Mitkarvim Yoter): Come closer; נוסף לזה (Nosaf LeZeh): In addition to this; ניתן הכח (Nitan HaKo'ach): The power was given; נלמד (Nilmad): Is learned; נערות וכח (Ne'arut VeKo'ach): Youth and strength; נעשו (Na'asu): Became; נק' (Nikra): Are called; נתחדש (Nitchadesh): Was renewed; ע\"י (Al Yedei): Through; ע\"י העלם האור (Al Yedei He'elem HaOr): Through concealment of light; עבדי ה' (Avdei Hashem): Servants of God; עוד נצוצות (Od Nitzutzot): More sparks; עולם כפשוטו (Olam KiFshuto): World in its simple meaning; עולם לשון עלם (Olam Lashon Elem): World from the language of youth; עולם מלשון העלם (Olam MiLashon He'elem): World from the language of concealment; עולמות הכי נעלים (Olamot HaKhi Ne'elim): The most sublime worlds; על כל הגאולות (Al Kol HaGeulot): For all redemptions; עלה הפורץ לפניהם (Alah HaForetz Lifneihem): The breaker goes up before them; ענין (Inyan): Matter/concept; ענין ההגבלה (Inyan HaHagbalah): The matter of limitation; פריצת (Pritzat): Breaking through; צמצום בדרך סילוק (Tzimtzum BeDerech Siluk): Contraction in the manner of removal; צריכה להיות (Tzrichah Lihyot): Must be; קאי על (Ka'i Al): Refers to; שבעקבתא דמשיחא (SheBe'ikveta DeMeshicha): That are in the footsteps of Messiah; שהתהוותם (SheHithavutam): That their formation; שייך (Shayach): Related/applicable; שלאחרי גלות מצרים (SheLe'acharei Galut Mitzrayim): That came after the Egyptian exile; שלפני ביאת המשיח (SheLif'nei Bi'at HaMashiach): Before the coming of Messiah; שמורה על מקום וזמן (SheMoreh Al Makom VeZman): That indicates place and time; שנתעלם האור לגמרי (SheNit'alem HaOr LeGamrei): That the light was completely concealed; שעל ידו נעשה מקום (She'Al Yado Na'aseh Makom): Through which was made a place; שפירושו (ShePeirusho): Whose meaning; ששטרי קודם (SheShtarei Kodem): That the documents preceded; תומ\"צ (Torah UMitzvot): Torah and commandments;"
    },
    "search_tags": [
      "צמצום",
      "מקדש",
      "נצח",
      "דור",
      "עבודה",
      "תכלית",
      "Contraction",
      "העלם",
      "אלקות",
      "Knowledge",
      "Love",
      "רבי",
      "World",
      "Temple",
      "אוא\"ס",
      "דעת",
      "בית המקדש",
      "Self-sacrifice",
      "ביטול",
      "Concealment",
      "Holy Temple",
      "Commandments",
      "Purpose",
      "Nullification",
      "גאולה",
      "Torah",
      "Moses",
      "כוונה",
      "Creation",
      "Generation",
      "מצוות",
      "Exile",
      "Israel",
      "ישראל",
      "חסידות",
      "תורה",
      "Rabbi",
      "Light",
      "אהבה",
      "Will",
      "גלות",
      "תשובה",
      "אור",
      "בריאה",
      "עצמות",
      "מס\"נ",
      "Eternity",
      "משיח",
      "Intention",
      "Worlds",
      "Essence",
      "Infinite Light",
      "Redemption",
      "Revelation",
      "Service",
      "Divinity",
      "גילוי",
      "רצון",
      "משה",
      "עולמות",
      "חסיד",
      "Chassid",
      "Chassidut",
      "Repentance",
      "Messiah",
      "עולם"
    ]
  }
}