{
  "collection_metadata": {
    "title": "Maamarim Collection - Chassidic Discourses",
    "description": "Collection of Chassidic discourses (Maamarim) with Hebrew text, footnotes, and glossary. Optimized for LLM search.",
    "total_documents": 195,
    "languages": [
      "Hebrew",
      "Aramaic",
      "Yiddish",
      "English"
    ],
    "date_range": "1941-1968",
    "structure_note": "Each document contains main text divided into searchable chunks, footnotes, and glossary sections",
    "conversion_date": "2025-11-07T13:33:30.946772",
    "original_file": "maamarim.txt"
  },
  "document": {
    "id": "1_רנט",
    "reference": "Reference: 1_רנט",
    "metadata": {
      "hebrew_date": "",
      "gregorian_date": "",
      "author": "כ\"ק מו\"ח אדמו\"ר",
      "opening_phrase": "",
      "topics": [
        "אור",
        "אוא\"ס",
        "עצמות",
        "עולם",
        "יעקב",
        "משה",
        "אהרן",
        "ישראל",
        "מקדש",
        "בית המקדש",
        "מצוות",
        "מצוה",
        "תורה",
        "גלות",
        "גאולה",
        "משיח",
        "דור",
        "עבודה",
        "רצון",
        "תשובה",
        "השתלשלות"
      ],
      "key_concepts": [
        "Light",
        "Infinite Light",
        "Essence",
        "World",
        "Jacob",
        "Moses",
        "Aaron",
        "Israel",
        "Temple",
        "Holy Temple",
        "Commandments",
        "Commandment",
        "Torah",
        "Exile",
        "Redemption",
        "Messiah",
        "Generation",
        "Service",
        "Will",
        "Repentance",
        "Chain of descent"
      ],
      "biblical_references": [
        "שה\"ש ו, ג"
      ],
      "talmudic_references": [
        "תניא"
      ],
      "chassidic_references": [
        "לקו\"ת",
        "לקו\"ת",
        "לקו\"ת"
      ],
      "document_type": "מאמר",
      "word_count": 1325,
      "chunk_count": 6
    },
    "content": {
      "main_text": "בס\"ד. מוצאי שמחת תורה – בחדרו – ה'תשל\"חלהבין ענין שמחת תורה, וידוע הדיוק בזה1 מה שאופן השמחה (דשמחת תורה) הוא שלוקחים ספר תורה כפי שהיא כרוכה ומכוסה במפה2 ומרקדין עמה. דעם היות שבתורה כתיב3 כי היא חכמתכם ובינתכם גו' מ\"מ אופן שמחה זו הוא לא ע\"י לימוד ועיון כ\"א ע\"י ריקוד דוקא. שלכן השמחה דשמחת תורה היא אצל כל ישראל, גם אצל פשוטים ביותר שאין שייכים להשגה והבנה [ויתירה מזו, שבעת השמחה וריקודים דהקפות נמשכים (ווערן צוגעצויגן) גם כאלו שבשאר ימי השנה אין ניכר הקשר וההתאחדות שלהם עם [עניני] התורה, כמו שרואים במוחש]. וענין זה (שהשמחה דשמחת תורה היא בכל אחד מישראל) מתבטא גם בזה שמרקדין עם ספר תורה – תורה שבכתב דוקא, שאפילו זה שלא ידע מאי קאמר מברך ברכת התורה כשקורא בתושב\"כ4. ומכיון שזה מה שמברך ברכת התורה הוא ע\"פ ציווי תורת אמת, הרי פשוט שכן היא המציאות, שגם זה שלא ידע מאי קאמר ממשיך אוא\"ס ועד עצמות ומהות (נותן התורה) בהתורה שלומד. גם ידוע5 הדיוק למה עושין שמחת תורה בשמיני עצרת (ובחו\"ל ביו\"ט שני דשמיני עצרת), דלכאורה הי' צ\"ל בחג השבועות זמן מתן תורתינו.ב) ומובא הביאור בזה6 ע\"פ מה דאיתא במדרש7 ראוי' היתה העצרת של חג שתהא רחוקה חמשים יום כנגד העצרת של פסח אלא עצרת של חג ע\"י שהן יוצאין מן הקיץ לחורף לית ביומייהו דיזלון וייתון, משל למה\"ד למלך שהיו לו בנות הרבה, מהן נשואות למקום קרוב ומהן נשואות למקום רחוק, יום אחד באו כולן לשאול שלום המלך אביהם, אמר המלך אלו שנשואות במקום קרוב אית בעונתן למיזל ולמיתי, ואילין שנשואות במקום רחוק לית בעונתן למיזל ולמיתי, עד דאינון כולן אצלי הכא נעביד כולן חד יו\"ט ונחדי עמן, כך עצרת של פסח עד דאינון נפקין מחורף לקיץ אמר הקב\"ה אית ביומא למיזל ולמיתי, אבל עצרת של חג ע\"י שהן יוצאין מהקיץ לחורף כו' אמר הקב\"ה לית ביומא למיזל ולמיתי אלא עד דאינון הכא נעביד כולן חד יו\"ט ונחדי. וזהו מה שעושין שמחת תורה בשמיני עצרת, כי ה\"יום אחד\" שבו באים כל הבנות [בנות ציון וירושלים, היינו נשמות ישראל8] לשאול שלום המלך אביהם קאי9 על יום הכפורים, ולאח\"ז אומר נעביד כולן חד יו\"ט ונחדי, הוא8 שמחת תורה (שנקבע בשמיני עצרת), שהוא \"חד יו\"ט\" בדוגמת ה\"יום אחד\" דיום הכפורים.ג) ויובן זה ע\"פ מה שנת\"ל (ד\"ה בסוכות תשבו10) שכל המועדים דחודש תשרי הם בבחי' של אחת. דהנה על ראש השנה ארז\"ל11 מצות היום בשופר. היינו, דזה מה שהיום דראש השנה הוא חלוק משאר המועדים הוא במצוה אחת (איין און איינציקע מצוה), מצות שופר. ובמצוה זו גופא כותב הרמב\"ם12 שהיא גזירת הכתוב למעלה מטעם. דהגם שהמצוה דשופר גם מרמזת על ענינים הכי נעלים בענין התשובה (כמו שממשיך הרמב\"ם11 רמז יש בדבר כו') מ\"מ ענינה הוא גזירת הכתוב למעלה מטעם. ועד\"ז הוא גם בנוגע ליום הכפורים [סיום העשרת ימים שבין ראש השנה ליום הכפורים], שהיא בחי' אחת דכל הג' בחי' דעולם שנה נפש. שהעבודה המיוחדת דיום הכפורים היא בקודש הקדשים בחי' אחת דעולם (מקום), ביום דיום הכפורים שנקרא13 בשם אחת בשנה, בחי' אחת דשנה (זמן), ונעשית ע\"י כה\"ג [אלא שהכה\"ג עושה זה בתור שלוחם של כל ישראל] דכתיב14 בי' ויבדל אהרן להקדישו קודש קדשים, בחי' אחת דנפש. ועד\"ז הוא גם בנוגע לסוכות, שבענין הסוכה [שמצות ישיבה בסוכה היא במשך כל שבעת ימי הסוכות, מרגע הראשון שבהתחלתם] מודגש ענין האחדות (בחי' אחת) דכל ישראל כמרז\"ל15 ראוים כל ישראל לישב בסוכה אחת. וכמו\"כ הוא גם במצות נטילת ד' מינים [שענינה הוא להמשיך המקיף (דסוכה אחת) בפנימיות16], שבכל אחד מד' מינים אלו ניכר ומודגש ענין האחדות, ובפרט באתרוג, שבו מודגש ענין האחדות עוד יותר [שלכן בסדר הד' מינים שבכתוב17 (שגם סדר בתורה הוא תורה) ההתחלה היא מאתרוג פרי עץ הדר], דזה מה שאתרוג נקרא בכתוב בשם פרי עץ הדר הוא לפי שדר באילנו משנה לשנה18, היינו שהוא סובל את שינויי ד' האוירים שבמשך השנה, ועד אשר (לא רק שהוא סובל את כל האוירים אלא) הוא גדל מהם. ומענין האחדות שבאתרוג נמשך גם זה בשאר הג' מינים, שלכן הענין דהדר שבג' המינים למדים מאתרוג19. ונוסף לזה שכל אחד מהד' מינים מורה על ענין האחדות, הנה המצוה בנטילת ד' מינים היא לאחד את כל ד' המינים, שמורים על ד' הסוגים שבבנ\"י20, שיהי' וייעשו כולם אגודה אחת לעשות רצונך בלבב שלם.ד) והנה בכדי שיוכל להיות ההתאחדות האמיתית (ובת קיימא) של כל הד' סוגים דישראל, הוא ע\"י התשובה. דהנה ענין התשובה הוא למעלה מהתחלקות, שלכן היא בשעתא חדא וברגע חדא21. דזהו ההפרש שבין לוחות הראשונות (ענין התורה מצ\"ע) ללוחות השניות (ענין תורה ע\"י תשובה), שבכדי לקבל לוה\"ר הי' משה בהר ארבעים יום, נוסף על ההכנה דשבעה שבועות תספר לך שהי' לפנ\"ז22. משא\"כ בלוחות השניות, הרי הארבעים יום שהי' משה בהר הוא (בעיקר) בכדי לפעול שיתרצה הקב\"ה לישראל בשמחה ובלב שלם23, ולאח\"ז ניתנו הלוחות בשעתא חדא. והנה ענין זה [מה שהתשובה היא בשעתא חדא וברגע חדא] מדגיש שענין התשובה הוא למעלה מכל מדידה והגבלה24, מפני שתשובה אמיתית מגעת (דערנעמט) בפנימיות ועצמות הנפש, שבחינה זו היא למעלה מהתחלקות, בחי' אחת (בשעתא חדא וברגע חדא) דנפש. וזהו מה שע\"י התשובה נעשה ההתאחדות של כל הסוגים דישראל, מראשיכם שבטיכם עד חוטב עציך ושואב מימיך, ובאופן דאתם נצבים כולכם גו', נצבים מלשון נצב25 מלך26, שישראל נעשים מלכים און בעלי בתים על כל המציאות דעולם, מתחיל מזה שהם נכתבים ונחתמים בכתיבה וחתימה טובה לשנה טובה ומתוקה בטוב הנראה והנגלה למטה מעשרה טפחים גם בענינים הגשמיים, מכיון שמצד בחי' זו אין שייך לחלק בין רוחניות לגשמיות ובין מעלה למטה, און דאָס נעמט דורך את כל סדר ההשתלשלות וגם מה שלמעלה מסדר ההשתלשלות.וזהו ענין יום אחד באו כולן לשאול שלום המלך אביהם כו' נעביד כולן חד יו\"ט ונחדי עמן, יום אחד (שבו באו כולן לשאול שלום המלך אביהם) הוא יום הכפורים, אחת דשנה (וגם אחת דעולם ודנפש), ומזה נמשך אח\"כ נעביד כולן חד יו\"ט כו' שקאי על שמחת תורה, שהוא ג\"כ יום אחד (חד יו\"ט), בחי' אחת.ה) והנה ההתעוררות דבחי' אחת שבנפש שלמעלה מהתחלקות צריך להמשיכה בהדרגות דנפש שבבחינת התחלקות [ובדוגמת מה שהתעוררות זו צריכה להיות קשורה בעשי' גשמית, וכמו בהעשי' דישיבה בסוכה, נטילת ד' מינים, ריקוד ברגלים]. דזהו מה שלאחרי שנאמר אתם נצבים גו' כולכם גו' שכל ישראל הם באופן ד\"כולכם\"27 מצד בחינת אחת שבהם, מונה אח\"כ כל העשר סוגים בפרטיות, מראשיכם שבטיכם עד חוטב עציך ושואב מימיך, היינו שהענין דכולכם (בחינת אחת) דישראל צריך להיות ניכר בהם גם כמו שהם בבחינת התחלקות. וכמו שהוא בנפש עד\"ז הוא גם בשנה, שבחינת יום אחד דיום הכפורים ודשמחת תורה פועלת און פירט אָן מיט אַלע ימי השנה (מתחיל מאסרו חג), שבכל פרטי עשיותיו (בכל מעשיך ובכל דרכיך), ניכר אַז ער איז אָט ערשט געקומען מיום אחד דיום הכפורים ודשמחת תורה. וענין זה הוא במשך כל השנה כולה, דאף שכבר עברו כמה וכמה ימים שבועות וחדשים מיום הכפורים ושמחת תורה, אעפ\"כ ההתעוררות דיום אחד אינה נחלשת כלל ובתקפה עומדת, מכיון שבאה מבחינה שלמעלה מענין ההתחלקות והשינויים, בחינת אני28 הוי' לא שניתי. ועל ידי שהבחינה דיום אחד שלמעלה מהתחלקות נמשכת בכל ימי השנה שבבחינת התחלקות ושינויים, עי\"ז נעשה עילוי גם בהבחינה דיום אחד, ע\"ד מה שנת\"ל בענין פרי עץ הדר אשר לא רק שהוא סובל כל שינויי האוירים אלא שהוא גדל מהם.ו) ויהי רצון, שכל הנ\"ל יתקיים בכל אחד ואחת בתוככי כלל ישראל, שתהי' שנה טובה ומבורכת בטוב הנראה והנגלה למטה מעשרה טפחים, בבני חיי ומזוני ובכולם רויחי, הן בבני חיי ומזוני כפשוטם והן בבני חיי ומזוני ברוחניות29 (שמהם משתלשלים הענינים כפשוטם30), אשר מתוך שמחה וטוב לבב תהי' מיד לאחרי שמחת תורה העבודה דויעקב הלך לדרכו31 גם בהנוגע לעניני הרשות [שענין ויעקב הלך לדרכו שאחרי יום הכפורים32 הוא ב\"דרכו\" בענין המצוות, שהרי בד' הימים שבין יום הכפורים לסוכות כל ישראל עסוקים במצוות33. משא\"כ ענין ויעקב הלך לדרכו שלאחרי שמחת תורה הוא ב\"דרכו\" גם בעניני הרשות], שבכל יום ויום, הן בימי החול ועאכו\"כ בשבת ויו\"ט (כולל גם ראש השנה ויום הכפורים), זיינען דורכגענומען כל עניניו, הן ענינים הכללים הן ענינים הפרטים, בנקודה העיקרית והפנימית דפנימיות ועצמות הנשמה, שהיא קשורה בפנימיות ועצמות א\"ס ב\"ה.ז) ומכיון שזה בא משמחת תורה, ששמחה פורצת כל הגדרים, למעלה ממדידה והגבלה34, הרי זה פורץ ומבטל כל הגדרים וההגבלות דגלות הפנימי, וכן הגדרים וההגבלות דגלות כפשוטו, וזוכים שבקרוב ממש יהי' ותחזינה עינינו בשובך לציון ברחמים, בגאולה האמיתית והשלימה ע\"י משיח צדקנו, יבוא ויוליכנו קוממיות לארצנו במהרה בימינו ממש, ויבנה35 בית המקדש במקומו ויקבץ נדחי ישראל וכו' (ועד אשר) אז36 אהפוך אל עמים שפה ברורה וגו' ולעבדו37 שכם אחד, והיתה38 לה' המלוכה.",
      "main_text_chunks": [
        {
          "chunk_id": "chunk_1",
          "content": "בס\"ד מוצאי שמחת תורה – בחדרו – ה'תשל\"חלהבין ענין שמחת תורה, וידוע הדיוק בזה1 מה שאופן השמחה (דשמחת תורה) הוא שלוקחים ספר תורה כפי שהיא כרוכה ומכוסה במפה2 ומרקדין עמה דעם היות שבתורה כתיב3 כי היא חכמתכם ובינתכם גו' מ\"מ אופן שמחה זו הוא לא ע\"י לימוד ועיון כ\"א ע\"י ריקוד דוקא שלכן השמחה דשמחת תורה היא אצל כל ישראל, גם אצל פשוטים ביותר שאין שייכים להשגה והבנה [ויתירה מזו, שבעת השמחה וריקודים דהקפות נמשכים (ווערן צוגעצויגן) גם כאלו שבשאר ימי השנה אין ניכר הקשר וההתאחדות שלהם עם [עניני] התורה, כמו שרואים במוחש] וענין זה (שהשמחה דשמחת תורה היא בכל אחד מישראל) מתבטא גם בזה שמרקדין עם ספר תורה – תורה שבכתב דוקא, שאפילו זה שלא ידע מאי קאמר מברך ברכת התורה כשקורא בתושב\"כ4 ומכיון שזה מה שמברך ברכת התורה הוא ע\"פ ציווי תורת אמת, הרי פשוט שכן היא המציאות, שגם זה שלא ידע מאי קאמר ממשיך אוא\"ס ועד עצמות ומהות (נותן התורה) בהתורה שלומד",
          "topics": [
            "אוא\"ס",
            "עצמות",
            "ישראל",
            "תורה"
          ],
          "word_count": 155
        },
        {
          "chunk_id": "chunk_2",
          "content": "גם ידוע5 הדיוק למה עושין שמחת תורה בשמיני עצרת (ובחו\"ל ביו\"ט שני דשמיני עצרת), דלכאורה הי' צ\"ל בחג השבועות זמן מתן תורתינו.ב) ומובא הביאור בזה6 ע\"פ מה דאיתא במדרש7 ראוי' היתה העצרת של חג שתהא רחוקה חמשים יום כנגד העצרת של פסח אלא עצרת של חג ע\"י שהן יוצאין מן הקיץ לחורף לית ביומייהו דיזלון וייתון, משל למה\"ד למלך שהיו לו בנות הרבה, מהן נשואות למקום קרוב ומהן נשואות למקום רחוק, יום אחד באו כולן לשאול שלום המלך אביהם, אמר המלך אלו שנשואות במקום קרוב אית בעונתן למיזל ולמיתי, ואילין שנשואות במקום רחוק לית בעונתן למיזל ולמיתי, עד דאינון כולן אצלי הכא נעביד כולן חד יו\"ט ונחדי עמן, כך עצרת של פסח עד דאינון נפקין מחורף לקיץ אמר הקב\"ה אית ביומא למיזל ולמיתי, אבל עצרת של חג ע\"י שהן יוצאין מהקיץ לחורף כו' אמר הקב\"ה לית ביומא למיזל ולמיתי אלא עד דאינון הכא נעביד כולן חד יו\"ט ונחדי וזהו מה שעושין שמחת תורה בשמיני עצרת, כי ה\"יום אחד\" שבו באים כל הבנות [בנות ציון וירושלים, היינו נשמות ישראל8] לשאול שלום המלך אביהם קאי9 על יום הכפורים, ולאח\"ז אומר נעביד כולן חד יו\"ט ונחדי, הוא8 שמחת תורה (שנקבע בשמיני עצרת), שהוא \"חד יו\"ט\" בדוגמת ה\"יום אחד\" דיום הכפורים.ג) ויובן זה ע\"פ מה שנת\"ל (ד\"ה בסוכות תשבו10) שכל המועדים דחודש תשרי הם בבחי' של אחת דהנה על ראש השנה ארז\"ל11 מצות היום בשופר היינו, דזה מה שהיום דראש השנה הוא חלוק משאר המועדים הוא במצוה אחת (איין און איינציקע מצוה), מצות שופר ובמצוה זו גופא כותב הרמב\"ם12 שהיא גזירת הכתוב למעלה מטעם דהגם שהמצוה דשופר גם מרמזת על ענינים הכי נעלים בענין התשובה (כמו שממשיך הרמב\"ם11 רמז יש בדבר כו') מ\"מ ענינה הוא גזירת הכתוב למעלה מטעם",
          "topics": [
            "אור",
            "ישראל",
            "מצוה",
            "תורה",
            "תשובה"
          ],
          "word_count": 275
        },
        {
          "chunk_id": "chunk_3",
          "content": "ועד\"ז הוא גם בנוגע ליום הכפורים [סיום העשרת ימים שבין ראש השנה ליום הכפורים], שהיא בחי' אחת דכל הג' בחי' דעולם שנה נפש שהעבודה המיוחדת דיום הכפורים היא בקודש הקדשים בחי' אחת דעולם (מקום), ביום דיום הכפורים שנקרא13 בשם אחת בשנה, בחי' אחת דשנה (זמן), ונעשית ע\"י כה\"ג [אלא שהכה\"ג עושה זה בתור שלוחם של כל ישראל] דכתיב14 בי' ויבדל אהרן להקדישו קודש קדשים, בחי' אחת דנפש ועד\"ז הוא גם בנוגע לסוכות, שבענין הסוכה [שמצות ישיבה בסוכה היא במשך כל שבעת ימי הסוכות, מרגע הראשון שבהתחלתם] מודגש ענין האחדות (בחי' אחת) דכל ישראל כמרז\"ל15 ראוים כל ישראל לישב בסוכה אחת וכמו\"כ הוא גם במצות נטילת ד' מינים [שענינה הוא להמשיך המקיף (דסוכה אחת) בפנימיות16], שבכל אחד מד' מינים אלו ניכר ומודגש ענין האחדות, ובפרט באתרוג, שבו מודגש ענין האחדות עוד יותר [שלכן בסדר הד' מינים שבכתוב17 (שגם סדר בתורה הוא תורה) ההתחלה היא מאתרוג פרי עץ הדר], דזה מה שאתרוג נקרא בכתוב בשם פרי עץ הדר הוא לפי שדר באילנו משנה לשנה18, היינו שהוא סובל את שינויי ד' האוירים שבמשך השנה, ועד אשר (לא רק שהוא סובל את כל האוירים אלא) הוא גדל מהם ומענין האחדות שבאתרוג נמשך גם זה בשאר הג' מינים, שלכן הענין דהדר שבג' המינים למדים מאתרוג19 ונוסף לזה שכל אחד מהד' מינים מורה על ענין האחדות, הנה המצוה בנטילת ד' מינים היא לאחד את כל ד' המינים, שמורים על ד' הסוגים שבבנ\"י20, שיהי' וייעשו כולם אגודה אחת לעשות רצונך בלבב שלם.ד) והנה בכדי שיוכל להיות ההתאחדות האמיתית (ובת קיימא) של כל הד' סוגים דישראל, הוא ע\"י התשובה דהנה ענין התשובה הוא למעלה מהתחלקות, שלכן היא בשעתא חדא וברגע חדא21",
          "topics": [
            "עולם",
            "אהרן",
            "ישראל",
            "מצוה",
            "תורה"
          ],
          "word_count": 263
        },
        {
          "chunk_id": "chunk_4",
          "content": "דזהו ההפרש שבין לוחות הראשונות (ענין התורה מצ\"ע) ללוחות השניות (ענין תורה ע\"י תשובה), שבכדי לקבל לוה\"ר הי' משה בהר ארבעים יום, נוסף על ההכנה דשבעה שבועות תספר לך שהי' לפנ\"ז22 משא\"כ בלוחות השניות, הרי הארבעים יום שהי' משה בהר הוא (בעיקר) בכדי לפעול שיתרצה הקב\"ה לישראל בשמחה ובלב שלם23, ולאח\"ז ניתנו הלוחות בשעתא חדא והנה ענין זה [מה שהתשובה היא בשעתא חדא וברגע חדא] מדגיש שענין התשובה הוא למעלה מכל מדידה והגבלה24, מפני שתשובה אמיתית מגעת (דערנעמט) בפנימיות ועצמות הנפש, שבחינה זו היא למעלה מהתחלקות, בחי' אחת (בשעתא חדא וברגע חדא) דנפש וזהו מה שע\"י התשובה נעשה ההתאחדות של כל הסוגים דישראל, מראשיכם שבטיכם עד חוטב עציך ושואב מימיך, ובאופן דאתם נצבים כולכם גו', נצבים מלשון נצב25 מלך26, שישראל נעשים מלכים און בעלי בתים על כל המציאות דעולם, מתחיל מזה שהם נכתבים ונחתמים בכתיבה וחתימה טובה לשנה טובה ומתוקה בטוב הנראה והנגלה למטה מעשרה טפחים גם בענינים הגשמיים, מכיון שמצד בחי' זו אין שייך לחלק בין רוחניות לגשמיות ובין מעלה למטה, און דאָס נעמט דורך את כל סדר ההשתלשלות וגם מה שלמעלה מסדר ההשתלשלות.וזהו ענין יום אחד באו כולן לשאול שלום המלך אביהם כו' נעביד כולן חד יו\"ט ונחדי עמן, יום אחד (שבו באו כולן לשאול שלום המלך אביהם) הוא יום הכפורים, אחת דשנה (וגם אחת דעולם ודנפש), ומזה נמשך אח\"כ נעביד כולן חד יו\"ט כו' שקאי על שמחת תורה, שהוא ג\"כ יום אחד (חד יו\"ט), בחי' אחת.ה) והנה ההתעוררות דבחי' אחת שבנפש שלמעלה מהתחלקות צריך להמשיכה בהדרגות דנפש שבבחינת התחלקות [ובדוגמת מה שהתעוררות זו צריכה להיות קשורה בעשי' גשמית, וכמו בהעשי' דישיבה בסוכה, נטילת ד' מינים, ריקוד ברגלים]",
          "topics": [
            "עצמות",
            "עולם",
            "משה",
            "ישראל",
            "תורה"
          ],
          "word_count": 260
        },
        {
          "chunk_id": "chunk_5",
          "content": "דזהו מה שלאחרי שנאמר אתם נצבים גו' כולכם גו' שכל ישראל הם באופן ד\"כולכם\"27 מצד בחינת אחת שבהם, מונה אח\"כ כל העשר סוגים בפרטיות, מראשיכם שבטיכם עד חוטב עציך ושואב מימיך, היינו שהענין דכולכם (בחינת אחת) דישראל צריך להיות ניכר בהם גם כמו שהם בבחינת התחלקות וכמו שהוא בנפש עד\"ז הוא גם בשנה, שבחינת יום אחד דיום הכפורים ודשמחת תורה פועלת און פירט אָן מיט אַלע ימי השנה (מתחיל מאסרו חג), שבכל פרטי עשיותיו (בכל מעשיך ובכל דרכיך), ניכר אַז ער איז אָט ערשט געקומען מיום אחד דיום הכפורים ודשמחת תורה וענין זה הוא במשך כל השנה כולה, דאף שכבר עברו כמה וכמה ימים שבועות וחדשים מיום הכפורים ושמחת תורה, אעפ\"כ ההתעוררות דיום אחד אינה נחלשת כלל ובתקפה עומדת, מכיון שבאה מבחינה שלמעלה מענין ההתחלקות והשינויים, בחינת אני28 הוי' לא שניתי ועל ידי שהבחינה דיום אחד שלמעלה מהתחלקות נמשכת בכל ימי השנה שבבחינת התחלקות ושינויים, עי\"ז נעשה עילוי גם בהבחינה דיום אחד, ע\"ד מה שנת\"ל בענין פרי עץ הדר אשר לא רק שהוא סובל כל שינויי האוירים אלא שהוא גדל מהם.ו) ויהי רצון, שכל הנ\"ל יתקיים בכל אחד ואחת בתוככי כלל ישראל, שתהי' שנה טובה ומבורכת בטוב הנראה והנגלה למטה מעשרה טפחים, בבני חיי ומזוני ובכולם רויחי, הן בבני חיי ומזוני כפשוטם והן בבני חיי ומזוני ברוחניות29 (שמהם משתלשלים הענינים כפשוטם30), אשר מתוך שמחה וטוב לבב תהי' מיד לאחרי שמחת תורה העבודה דויעקב הלך לדרכו31 גם בהנוגע לעניני הרשות [שענין ויעקב הלך לדרכו שאחרי יום הכפורים32 הוא ב\"דרכו\" בענין המצוות, שהרי בד' הימים שבין יום הכפורים לסוכות כל ישראל עסוקים במצוות33",
          "topics": [
            "יעקב",
            "ישראל",
            "מצוות",
            "תורה",
            "עבודה"
          ],
          "word_count": 251
        },
        {
          "chunk_id": "chunk_6",
          "content": "משא\"כ ענין ויעקב הלך לדרכו שלאחרי שמחת תורה הוא ב\"דרכו\" גם בעניני הרשות], שבכל יום ויום, הן בימי החול ועאכו\"כ בשבת ויו\"ט (כולל גם ראש השנה ויום הכפורים), זיינען דורכגענומען כל עניניו, הן ענינים הכללים הן ענינים הפרטים, בנקודה העיקרית והפנימית דפנימיות ועצמות הנשמה, שהיא קשורה בפנימיות ועצמות א\"ס ב\"ה.ז) ומכיון שזה בא משמחת תורה, ששמחה פורצת כל הגדרים, למעלה ממדידה והגבלה34, הרי זה פורץ ומבטל כל הגדרים וההגבלות דגלות הפנימי, וכן הגדרים וההגבלות דגלות כפשוטו, וזוכים שבקרוב ממש יהי' ותחזינה עינינו בשובך לציון ברחמים, בגאולה האמיתית והשלימה ע\"י משיח צדקנו, יבוא ויוליכנו קוממיות לארצנו במהרה בימינו ממש, ויבנה35 בית המקדש במקומו ויקבץ נדחי ישראל וכו' (ועד אשר) אז36 אהפוך אל עמים שפה ברורה וגו' ולעבדו37 שכם אחד, והיתה38 לה' המלוכה",
          "topics": [
            "עצמות",
            "יעקב",
            "ישראל",
            "מקדש",
            "בית המקדש"
          ],
          "word_count": 121
        }
      ],
      "footnotes": "* ) יצא לאור בקונטרס מוצאי שמחת תורה – ה'תשל\"ח, \"עש\"ק בראשית ה'תשל\"ח\".1) ד\"ה ביום השמע\"צ תרפ\"ט. ד\"ה עץ חיים תרצ\"ט. ד\"ה להבין ענין שמח\"ת תש\"ה ותש\"ו.2) שאז אין שייך ללמוד אותה. ובפרט ע\"פ מרז\"ל (גיטין ס, ב) דדברים שבכתב אי אתה רשאי לאומרן בע\"פ.3) ואתחנן ד, ו.4) הל' ת\"ת לאדה\"ז פ\"ב סי\"ב-יג. וש\"נ.5) אוה\"ת שמע\"צ ע' א'תשעט ואילך. ד\"ה ביוהשמע\"צ תרפ\"ט ותש\"ו.6) ד\"ה ביוהשמע\"צ שם.7) שהש\"ר פ\"ז, ב (ב).8) לקו\"ת שה\"ש ו, ג. כב, ב. אוה\"ת שה\"ש ע' פט ואילך.9) סד\"ה ביוהשמע\"צ תרפ\"ט, סד\"ה להבין ענין שמח\"ת תש\"ו.10) תשל\"ח (לעיל ע' קלד ואילך).11) משנה ר\"ה כו, ב.12) הל' תשובה פ\"ג, ה\"ד.13) אחרי טז, לד.14) דברי הימים-א כג, יג.15) סוכה כז, ב.16) סדור רסה, סע\"א ואילך. המשך תרס\"ו ס\"ע לב. ובכ\"מ.17) אמור כג, מ.18) סוכה לה, א.19) סוכה לא, א. שו\"ע אדה\"ז סתרמ\"ה ס\"ב. ואף ששם הוא בנוגע להדר כפשוטו – הרי ע\"פ הביאור שגדל מהם מובן שגם הדר כפשוטו גדל מהם.20) ויק\"ר פ\"ל, יב.21) זח\"א קכט, סע\"א.22) ראה ר\"ן סוף מס' פסחים שענין ז' השבועות שמיציאת מצרים עד מתן תורה הוא מקור ענין שבעה שבועות תספר לך. וראה זח\"ג (צז, ב) שביציאת מצרים הייתה צ\"ל ההכנה והעבודה דז' שבועות קודם לקבלת התורה.23) פרש\"י תשא לג, יא.24) ראה לקו\"ת שבת שובה סה, א.25) לשון הכתוב – מלכים-א כב, מח.26) אוה\"ת נצבים ע' א'רא.27) ראה לקו\"ת ר\"פ נצבים.28) לשון הכתוב – מלאכי ג, ו.29) להעיר מחנוך לנער בסופו. אוה\"ת להצ\"צ ד\"ה והוי' פקד (בראשית כרך ד ע' 1510 ואילך).30) ע\"ד המבואר בתניא רפ\"ג.31) לשון הכתוב ויצא לב, ב. וראה שיחת אחרון של פסח תרצ\"ה (נדפסה בסה\"מ תשי\"א ע' 240).32) וככה תרל\"ז רפצ\"ו.33) ויק\"ר פ\"ל, ז.34) ראה ד\"ה שמח תשמח תרנ\"ז ע' 49 ואילך.35) רמב\"ם הל' מלכים ספי\"א.36) צפני' ג, ט.37) בצפני' שם: לעבדו (בלא וא\"ו). אבל ברמב\"ם שם (ועוד): ולעבדו (בוא\"ו). וראה הערה במכתב י\"ג תשרי תשל\"ו (לקו\"ש חי\"ד ע' 414).38) עובדי' א, כא.",
      "glossary": "|א\"ס ב\"ה (Ein Sof Baruch Hu): The Infinite, Blessed be He; אגודה אחת (Aguda Achat): One bundle; אוא\"ס (Or Ein Sof): Infinite Light; אחדות (Achdut): Unity; אחת בשנה (Achat BaShana): Once a year; אחת דנפש (Achat D'nefesh): Oneness of soul; אחת דעולם (Achat D'olam): Oneness of world; אחת דשנה (Achat D'shana): Oneness of year; אני הוי' לא שניתי (Ani Hashem Lo Shaniti): I am the Lord, I have not changed; אסרו חג (Isru Chag): Day after the festival; ארבעים יום (Arba'im Yom): Forty days; ארז\"ל (Amru Rabboteinu Z\"L): Our sages of blessed memory said; אתם נצבים כולכם (Atem Nitzavim Kulchem): You are standing, all of you; אתרוג (Etrog): Citron; בחדרו (B'Chadro): In his room; בחי' של אחת (B'chinat Shel Achat): Aspect of oneness; בטוב הנראה והנגלה (B'tuv HaNir'eh V'hanigla): In visible and revealed good; בכל מעשיך ובכל דרכיך (B'chol Ma'aseicha U'v'chol D'racheicha): In all your deeds and all your ways; במהרה בימינו ממש (Bimhera B'yameinu Mamash): Speedily in our days, literally; בנות ציון וירושלים (B'not Tzion V'Yerushalayim): Daughters of Zion and Jerusalem; בני חיי ומזוני (B'nei Chayei U'mezonei): Children, life, and sustenance; בס\"ד (B'Siyata D'Shmaya): With Divine Assistance; בעלי בתים (Ba'alei Batim): Masters/owners; בפרטיות (Bifratiyut): In detail; ברוחניות (B'ruchaniyut): In spirituality; ברכת התורה (Birkat HaTorah): Blessing over the Torah; בשמחה ובלב שלם (B'simcha U'v'lev Shalem): With joy and a whole heart; בת קיימא (Bat Kayama): Lasting/permanent; בתוככי כלל ישראל (B'tochachei K'lal Yisrael): Within the community of Israel; בתקפה עומדת (B'takfa Omedet): Stands in its strength; ג' מינים (Shalosh Minim): Three species; גאולה האמיתית והשלימה (G'ula Ha'amitit V'hashleima): True and complete redemption; גדרים וההגבלות (G'darim V'hahagbalot): Boundaries and limitations; גזירת הכתוב (G'zeirat HaKatuv): Decree of the scripture; גלות הפנימי (Galut HaP'nimi): Inner exile; גלות כפשוטו (Galut Kifshuto): Literal exile; גשמיות (Gashmiyut): Physicality; ד' הימים (Arba HaYamim): Four days; ד' הסוגים שבבנ\"י (Arba HaSugim SheBivnei Yisrael): Four types among the children of Israel; ד' מינים (Arba Minim): Four species; דר באילנו (Dar B'ilano): Dwells on its tree; דרכו (Darko): His way; ה'תשל\"ח (5738): The year 5738 (1977-1978); הבנה (Havana): Understanding; הדר (Hadar): Beautiful/dwelling; הדרגות דנפש (Hadragot D'nefesh): Levels of the soul; המלך אביהם (HaMelech Avihem): The king their father; המקיף (HaMakif): The encompassing; הקב\"ה (HaKadosh Baruch Hu): The Holy One, Blessed be He; הקפות (Hakafot): Ritual processions; הרמב\"ם (HaRambam): Maimonides; השגה (Hasaga): Comprehension; התאחדות (Hit'achdut): Unification; התאחדות (Hit'achdut): Unity; התעוררות (Hit'orerut): Awakening; התשובה (T'shuva): Repentance; ויבדל אהרן (VaYivadel Aharon): And Aaron was separated; ויעקב הלך לדרכו (V'Ya'akov Halach L'darko): And Jacob went on his way; ותחזינה עינינו בשובך לציון ברחמים (V'techezena Eineinu B'shuvcha L'Tzion B'rachamim): And our eyes shall behold Your return to Zion in mercy; זמן מתן תורתינו (Z'man Matan Torateinu): Time of the giving of our Torah; חג השבועות (Chag HaShavuot): Festival of Weeks; חד יו\"ט (Chad Yom Tov): One holiday; חו\"ל (Chutz La'aretz): Outside the Land of Israel; חודש תשרי (Chodesh Tishrei): Month of Tishrei; חוטב עציך (Chotev Etzeicha): Your wood-chopper; חורף (Choref): Winter; יבוא ויוליכנו קוממיות לארצנו (Yavo V'yolichenu Komemiyut L'artzeinu): He will come and lead us upright to our land; יבנה בית המקדש במקומו (; יהי רצון (Y'hi Ratzon): May it be the will; יו\"ט שני (Yom Tov Sheni): Second day of holiday; יום אחד (Yom Echad): One day; יום הכפורים (Yom HaKippurim): Day of Atonement; ימי החול (Y'mei HaChol): Weekdays; ישיבה בסוכה (Y'shiva B'Sukka): Dwelling in the sukka; כה\"ג (Kohen Gadol): High Priest; כולכם (Kulchem): All of you; כי היא חכמתכם ובינתכם (Ki Hi Chochmatchem U'vinatchem): For it is your wisdom and understanding; כל ישראל (Kol Yisrael): All of Israel; כפשוטם (Kifshutam): In their simple meaning; כרוכה (K'rucha): Rolled up; כתיבה וחתימה טובה (K'tiva V'chatima Tova): Good inscription and sealing; להקדישו קודש קדשים (L'hakdisho Kodesh Kodashim): To sanctify him as most holy; לוה\"ר (Luchot HaRishonot): First tablets; לוחות הראשונות (Luchot HaRishonot): First tablets; לוחות השניות (Luchot HaSh'niyot): Second tablets; לימוד (Limud): Study; למטה מעשרה טפחים (L'mata Me'asara T'fachim): Below ten handbreadths; למלך שהיו לו בנות (L'melech She'hayu Lo Banot): To a king who had daughters; למעלה מטעם (L'ma'ala MiTa'am): Above reason; לעשות רצונך בלבב שלם (La'asot R'tzoncha B'levav Shalem): To do Your will with a whole heart; מדידה והגבלה (M'dida V'hagbala): Measurement and limitation; מדרש (Midrash): Midrashic literature; מוצאי שמחת תורה (Motza'ei Simchat Torah): After Simchat Torah; מכוסה במפה (M'chusa B'mapa): Covered with a cloth; מעלה למטה (Ma'ala L'mata): Above and below; מצ\"ע (MiTzad Etzmo): From its own side; מצוה אחת (Mitzva Achat): One commandment; מצות היום בשופר (Mitzvat HaYom B'Shofar): The commandment of the day is the shofar; מצות ישיבה בסוכה (Mitzvat Y'shiva B'Sukka): Commandment of dwelling in the sukka; מצות שופר (Mitzvat Shofar): Commandment of shofar; מקום קרוב (Makom Karov): Close place; מקום רחוק (Makom Rachok): Distant place; מראשיכם שבטיכם (MeRasheichem Shivteichem): From your heads, your tribes; מרקדין (M'rakdin): Dancing; משיח צדקנו (Mashiach Tzidkeinu): Our righteous Messiah; משנה לשנה (MiShana L'Shana): From year to year; משתלשלים (Mishtalshelim): Emanate; נותן התורה (Noten HaTorah): Giver of the Torah; נחדי (Nachadi): We will rejoice; נטילת ד' מינים (N'tilat Arba Minim): Taking the four species; נצב מלך (Natzav Melech): Standing king; נצבים (Nitzavim): Standing; נקודה העיקרית והפנימית (N'kuda Ha'ikarit V'hap'nimit): Main and inner point; נשואות (N'su'ot): Married; נשמות ישראל (Neshamot Yisrael): Souls of Israel; סדר ההשתלשלות (Seder HaHishtalshelut): Order of emanation; סוכה (Sukka): Booth/Tabernacle; סוכות (Sukkot): Festival of Booths; ספר תורה (Sefer Torah): Torah scroll; עאכו\"כ (V'al Achat Kama V'chama): All the more so; עולם שנה נפש (Olam Shana Nefesh): World, year, soul; עיון (Iyun): Analysis; עילוי (Iluy): Elevation; עניני הרשות (Inyanei HaR'shut): Matters of permission/optional matters; ענינים הגשמיים (Inyanim HaGashmiyim): Physical matters; ענינים הכללים (Inyanim HaK'lalim): General matters; ענינים הפרטים (Inyanim HaP'ratim): Particular matters; עסוקים במצוות (Asukim B'mitzvot): Occupied with commandments; עצמות ומהות (Atzmut U'Mahut): Essence and Being; עצרת (Atzeret): Assembly/Conclusion; עשי' גשמית (Asiya Gashmit): Physical action; עשר סוגים (Eser Sugim): Ten types; עשרת ימים (Aseret Yamim): Ten days; פנימיות (P'nimiyut): Inwardness; פנימיות ועצמות הנפש (P'nimiyut V'atzmut HaNefesh): Inwardness and essence of the soul; פנימיות ועצמות הנשמה (P'nimiyut V'atzmut HaNeshama): Inwardness and essence of the soul; פסח (Pesach): Passover; פרטי עשיותיו (P'ratei Asiyotav): Details of his actions; פרי עץ הדר (P'ri Etz Hadar): Fruit of a beautiful tree; פשוטים (P'shutim): Simple people; ציווי (Tzivui): Command; קאי (Ka'i): Refers to; קודש הקדשים (Kodesh HaKodashim): Holy of Holies; קיץ (Kayitz): Summer; ראוים כל ישראל לישב בסוכה אחת (R'uyim Kol Yisrael Lashevet B'Sukka Achat): All Israel are worthy to sit in one sukka; ראש השנה (Rosh HaShana): New Year; רגע חדא (Rega Chada): One instant; רוחניות (Ruchaniyut): Spirituality; רויחי (Revichei): Ample/abundant; ריקוד (Rikud): Dancing; ריקוד ברגלים (Rikud B'raglayim): Dancing with feet; שאול שלום (Sha'al Shalom): Greet/ask after welfare; שבועות וחדשים (Shavu'ot V'chadashim): Weeks and months; שבעה שבועות תספר לך (Shiv'a Shavu'ot Tispar Lach): Seven weeks you shall count; שבעת ימי הסוכות (Shiv'at Y'mei HaSukkot): Seven days of Sukkot; שבת ויו\"ט (Shabbat V'Yom Tov): Sabbath and holidays; שואב מימיך (Sho'ev Memeicha): Your water-drawer; שינויי ד' האוירים (Shinuyei Arba Ha'avirim): Changes of the four seasons; שיתרצה (SheYitratzeh): That He should be appeased; שמחה וטוב לבב (Simcha V'tuv Levav): Joy and good heart; שמחה פורצת כל הגדרים (Simcha Poretzet Kol HaG'darim): Joy breaks through all boundaries; שמחת תורה (Simchat Torah): Joy of the Torah; שמיני עצרת (Shmini Atzeret): Eighth Day of Assembly; שנה טובה ומבורכת (Shana Tova U'mevorechet): Good and blessed year; שנה טובה ומתוקה (Shana Tova U'metuka): Good and sweet year; שעתא חדא (Sha'ata Chada): One moment; תורה ע\"י תשובה (Torah Al Yedei T'shuva): Torah through repentance; תורה שבכתב (Torah She'b'Chtav): Written Torah; תורת אמת (Torat Emet): Torah of truth; תושב\"כ (ToShB\"Ch): Torah She'b'Chtav (Written Torah); תשובה אמיתית (T'shuva Amitit): True repentance;"
    },
    "search_tags": [
      "מקדש",
      "דור",
      "עבודה",
      "World",
      "Temple",
      "אוא\"ס",
      "בית המקדש",
      "Jacob",
      "Holy Temple",
      "Commandments",
      "גאולה",
      "Chain of descent",
      "Torah",
      "Moses",
      "Generation",
      "מצוות",
      "אהרן",
      "יעקב",
      "Exile",
      "Israel",
      "ישראל",
      "תורה",
      "Light",
      "השתלשלות",
      "Will",
      "גלות",
      "תשובה",
      "אור",
      "עצמות",
      "משיח",
      "מצוה",
      "Essence",
      "Infinite Light",
      "Aaron",
      "Redemption",
      "Service",
      "רצון",
      "משה",
      "Commandment",
      "Repentance",
      "Messiah",
      "עולם"
    ]
  }
}